{
  "alsoKnownAs": [
    "Sunset"
  ],
  "appleName": "Sunrise",
  "code": "🌅",
  "codepointsHex": [
    "U+1F305"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Sunset"
      ],
      "appleName": "Sunrise",
      "code": "🌅",
      "codepointsHex": [
        "U+1F305"
      ],
      "currentCldrName": "Sunrise",
      "description": "<p>A sun rising, early in the morning.&nbsp;Can be difficult to&nbsp;distinguish from a sunset in some versions of this artwork.</p>\r\n",
      "id": "437",
      "slug": "sunrise",
      "shortcodes": [
        {
          "code": ":sunrise:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":sunrise:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":sunrise:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":sunrise:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Sunrise"
    }
  ],
  "currentCldrName": "Sunrise",
  "description": "<p>A sun rising, early in the morning.&nbsp;Can be difficult to&nbsp;distinguish from a sunset in some versions of this artwork.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "437",
  "shortcodes": [
    {
      "code": ":sunrise:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":sunrise:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":sunrise:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":sunrise:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "sunrise",
  "title": "Sunrise",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Weather, landscape, and sky symbols",
    "keywords": [
      "sun",
      "morning"
    ],
    "definition": "A sun rising, early in the morning. Can be difficult to distinguish from a sunset in some versions of this artwork. Sunrise was approved as  http://emojipedia.org/sunrise/",
    "name": "sunrise",
    "unicode": "U+1F305",
    "shortcode": ":sunrise:",
    "senses": {
      "adjectives": [
        {
          "bn:00099568a": [
            "Bright and pleasant; promoting a feeling of cheer"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00007205n": [
            "Dawn is the time that marks the beginning of the twilight before sunrise.",
            "The part of the day between dawn and midday.",
            "Fictional planet in Isaac Asimov's Robot series",
            "Aurora is a fictional planet in Isaac Asimov's Robot series.",
            "Time of day.",
            "The part of the day from dawn to midday.",
            "The time of day at which the first crow of a cockerel is heard; dawn or daybreak; first light",
            "The time of day when the sun above the eastern horizon.",
            "The dawn",
            "A world in Isaac Asimov's fiction",
            "The beginning of the day; the first appearance of daylight in the morning.",
            "The first light of day",
            "The beginning.",
            "Dawn.",
            "A period of time at the beginning of the day shortly before sunrise during which the light gradually becomes stronger.",
            "Dawn; sunrise; the moment at which the sun can first be seen on the horizon.",
            "Sunrise or sun up is the instant at which the upper edge of the Sun appears over the eastern horizon in the morning.",
            "Sunrise is the instant at which the upper edge of the Sun appears above the horizon in the east.",
            "The beginning of the day, or first appearance of light; the dawn; daybreak.",
            "The time of day when the sun appears above the eastern horizon.",
            "The ascent of the sun above the eastern horizon in the morning."
          ]
        },
        {
          "bn:00044415n": [
            "A period in which a break is taken from work or studies for rest, travel or recreation.",
            "Holiday, period of leisure time.",
            "A period taken off work or study for travel or leisure.",
            "A holiday; a stretch of leisure time away from work or duty and devoted to rest or pleasure.",
            "A trip or leave of absence for the purpose of recreation or rest",
            "A vacation is a specific trip or journey, usually for the purpose of recreation or tourism.",
            "Leisure time away from work devoted to rest or pleasure",
            "A vacation or holiday is a specific trip or journey, usually for the purpose of recreation or tourism."
          ]
        },
        {
          "bn:00075204n": [
            "Daily disappearance of the Sun below the western half of the horizon",
            "Time of day.",
            "The daily disappearance of the Sun below the western half of the horizon",
            "The time in the evening at which the sun begins to fall below the horizon",
            "Sunset or sundown is the daily disappearance of the Sun below the western horizon, as a result of Earth's rotation.",
            "The time of day when the sun disappears below the western horizon.",
            "Sunset is the daily disappearance of the Sun below the horizon in the west as a result of Earth's rotation.",
            "The descent of the sun below the western horizon in the evening."
          ]
        },
        {
          "bn:00075170n": [
            "The star that is the source of light and heat for the planets in the solar system",
            "The Sun is the star at the center of the Solar System.",
            "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
            "Star at the centre of the Solar System",
            "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
            "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
            "The fourth planet from Earth in the Ptolemaic geocentric cosmology"
          ]
        },
        {
          "bn:00035851n": [
            "The period of time from the start of the day (midnight) until midday (12:00).",
            "Morning is the period of time between dawn and noon.",
            "Period of time between 5:00 am to 9:00 am",
            "Morning.",
            "The time period between dawn and noon",
            "Forenoon is the part of the day between sunrise and noon.",
            "The time period between dawn and noon.",
            "The time period between dawn and noon; morning.",
            "The time of day between morning and noon.",
            "Morning is the part of the day usually reckoned from dawn to noon."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "sunrise",
    "fromVersion": "0.6",
    "glyph": "🌅",
    "glyphAsUtfInEmoticons": [
      "1f305_sunrise"
    ],
    "group": "Travel & Places",
    "keywords": [
      "morning",
      "sun",
      "sunrise"
    ],
    "mappedToEmoticons": [
      "1f305_sunrise"
    ],
    "tts": "sunrise",
    "unicode": "1f305"
  },
  "fluentui_folder": "sunrise"
}