{
  "appleName": "Tram Car",
  "code": "🚋",
  "codepointsHex": [
    "U+1F68B"
  ],
  "components": [
    {
      "appleName": "Tram Car",
      "code": "🚋",
      "codepointsHex": [
        "U+1F68B"
      ],
      "currentCldrName": "Tram Car",
      "description": "<p>A form of public transport on rails, usually found on streets in cities or other urban areas. For short or medium-length journeys.</p>\n<p><a title=\"🚊 Tram\" href=\"/tram/\">Trams</a> tend to be similar to <a title=\"🚈 Light Rail\" href=\"/light-rail/\">light rail</a>, with the difference being that they don’t tend to have their own dedicated tracks.</p>\n<p>This emoji is generally shown as the side of the tram. The intended usage of this emoji, instead of the <a title=\"🚊 Tram\" href=\"/tram/\">tram</a> emoji is not clear.</p>\n",
      "id": "465",
      "slug": "tram-car",
      "shortcodes": [
        {
          "code": ":tram_car:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":train:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":train:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":train:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Tram Car"
    }
  ],
  "currentCldrName": "Tram Car",
  "description": "<p>A form of public transport on rails, usually found on streets in cities or other urban areas. For short or medium-length journeys.</p>\n<p><a title=\"🚊 Tram\" href=\"/tram/\">Trams</a> tend to be similar to <a title=\"🚈 Light Rail\" href=\"/light-rail/\">light rail</a>, with the difference being that they don’t tend to have their own dedicated tracks.</p>\n<p>This emoji is generally shown as the side of the tram. The intended usage of this emoji, instead of the <a title=\"🚊 Tram\" href=\"/tram/\">tram</a> emoji is not clear.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "465",
  "shortcodes": [
    {
      "code": ":tram_car:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":train:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":train:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":train:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "tram-car",
  "title": "Tram Car",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "trolleybus",
      "car",
      "tram"
    ],
    "definition": "A form of public transport on rails, usually found on streets in cities or other urban areas. For short or medium-length journeys. Trams ten http://emojipedia.org/tram-car/",
    "name": "tram car",
    "unicode": "U+1F68B",
    "shortcode": ":train:",
    "senses": {
      "adjectives": [
        {
          "bn:00102802a": [
            "Acting or moving or capable of acting or moving quickly",
            "Characterized by speed; acting or moving quickly."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00088912v": [
            "Change location; move, travel, or proceed, also metaphorically",
            "To change (from one value to another).",
            "To move or travel (from one location to another).",
            "To change the location of an object.",
            "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
            "To move an object one pixel at a time."
          ]
        },
        {
          "bn:00095069v": [
            "Travel by tram"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00074613n": [
            "An electric streetcar or tram with a trolley pole for collecting electric current.",
            "A tram, is a rail vehicle which runs on tracks along public urban streets, and also sometimes on separate rights of way.",
            "A passenger vehicle for public use that runs on tracks in the road.",
            "A wheeled vehicle that runs on rails and is propelled by electricity",
            "A railborne vehicle running primarily on streets.",
            "Trolley car or electric tram (streetcar), sometimes confused with a Cable car",
            "Passenger rail vehicle",
            "A tram or light rail vehicle, usually a single car, but also attached together, operating on city streets. A trolley car.",
            "A rail vehicle for carrying loads in a mine; a tram."
          ]
        },
        {
          "bn:00077850n": [
            "Electric bus",
            "A bus, powered via overhead electric cables, that does not run on tracks.",
            "A bus, powered via overhead electric cables, that does not run on tracks",
            "A passenger bus with an electric motor that draws power from overhead wires",
            "A trolleybus is an electric bus that draws its electricity from overhead wires (generally suspended from roadside posts) using spring-loaded trolley poles.",
            "An electric bus"
          ]
        },
        {
          "bn:00016241n": [
            "A carriage is a wheeled vehicle for people, usually horse-drawn; litters and sedan chairs are excluded, since they are wheelless vehicles.",
            "A wheeled vehicle for people, usually horse-drawn",
            "A wheeled vehicle, generally drawn by horse power.",
            "Wheeled vehicle, generally drawn by horse power.",
            "A vehicle with wheels drawn by one or more horses",
            "A railway vehicle that is drawn by a locomotive."
          ]
        },
        {
          "bn:00078004n": [
            "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
            "A means of conveyance.",
            "Shared passenger transport service which is available for use by the general public",
            "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
            "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
            "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
            "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
            "The conveyance of people or goods from one place to another."
          ]
        },
        {
          "bn:00078085n": [
            "The act of going from one place to another",
            "Movement of people between locations",
            "Movement of people between relatively distant geographical locations",
            "Act of traveling.",
            "Travel is the movement of people between relatively distant geographical locations, and can involve travel by foot, bicycle, automobile, train, boat, airplane, or other means, with or without luggage, and can be one way or round trip.",
            "The act of traveling.",
            "An application for travel planning, including destination photos and panoramas, travel guides, booking tools, currency conversions, and weather forecasts.",
            "The transport of people on a trip or journey."
          ]
        },
        {
          "bn:00007329n": [
            "A motorised bus, or coach.",
            "Vehicle with two decks.",
            "A large, long-bodied motor vehicle equipped with seating for passengers, usually operating as part of a scheduled service.",
            "A vehicle set up to carry many people (now usually called a bus).",
            "A vehicle, usually a bus or coach, with two decks.",
            "An automotive vehicle for long-distance travel",
            "Motor bus or motorbus is a now somewhat archaic term referring to a bus powered by an onboard internal combustion engine, as opposed to a horse-drawn bus, steam bus or trolleybus.",
            "A vehicle carrying many passengers; used for public transport",
            "A multi-passenger vehicle",
            "A motorised bus, or coach",
            "A charabanc or \"char-à-banc\" is a type of horse-drawn vehicle or early motor coach, usually open-topped, common in Britain during the early part of the 20th century.",
            "A coach is a type of bus used for conveying passengers on excursions and on longer distance intercity bus service between cities -- or even between countries.",
            "A single decked long-distance, or privately hired bus.",
            "A bus that is a motor vehicle, as opposed to earlier horse-drawn buses.",
            "A bus is a road vehicle designed to carry many passengers."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "tram car",
    "fromVersion": "1.0",
    "glyph": "🚋",
    "glyphAsUtfInEmoticons": [
      "1f68b_tramcar"
    ],
    "group": "Travel & Places",
    "keywords": [
      "car",
      "tram",
      "trolleybus"
    ],
    "mappedToEmoticons": [
      "1f68b_tramcar"
    ],
    "tts": "tram car",
    "unicode": "1f68b"
  },
  "fluentui_folder": "tram-car"
}