{
  "category": "Miscellaneous Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "turban",
    "medium skin tone"
  ],
  "definition": "This version of the ?? Person Wearing Turban emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on  http://emojipedia.org/man-with-turban-type-4/",
  "unicode": "U+1F473 U+1F3FD",
  "name": "person wearing turban: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00106354a": [
          "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
          "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
        ]
      },
      {
        "bn:00104941a": [
          "Of or relating to or characteristic of India or the East Indies or their peoples or languages or cultures",
          "Of or pertaining to India.",
          "Of or relating to India or its people; or (formerly) of the East Indies."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00089233v": [
          "Put on or wear a hat"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00015784n": [
          "The head.",
          "A head is the cephalic part of an organism, which usually comprises the eyes, ears, nose and mouth, each of which aid in various sensory functions, such as sight, hearing, smell, and taste.",
          "Head in French",
          "Cephalic part of an animal",
          "A Head is the cephalic part of an animal, which usually comprises the eyes, ears, nose and mouth, each of which aid in various sensory functions, such as sight, hearing, smell, and taste.",
          "The upper part of the human body or the front part of the body in animals; contains the face and brains",
          "The part of the body of an animal or human which contains the brain, mouth and main sense organs."
        ]
      },
      {
        "bn:00055975n": [
          "Believer of Islam.",
          "A Muslim or Moslem is an adherent of the religion of Islam.",
          "A believer in or follower of Islam",
          "A person who is a follower and believer of Islam.",
          "A Muslim, sometimes spelled Moslem, is a follower of the religion of Islam, a monotheistic Abrahamic religion based on the Quran.",
          "Adherent of Islam",
          "An adherent of the religion of Islam."
        ]
      },
      {
        "bn:00052968n": [
          "Determined sex of an animal. Use Q6581097 for a male human",
          "A member of the sex that begets young by fertilizing ova.",
          "A person who belongs to the sex that cannot have babies",
          "A male organism is the physiological sex which produces sperm.",
          "An animal of the sex that has testes."
        ]
      },
      {
        "bn:00046516n": [
          "A person, especially as one among many.",
          "Some unspecified person.",
          "An individual is a person or a specific object.",
          "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
          "A human; someone susceptible to death.",
          "A human being",
          "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
          "A human being.",
          "A person that will die eventually.",
          "A being, such as a human, that has certain capacities or attributes constituting personhood",
          "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
          "Some person.",
          "An individual; usually a human being."
        ]
      },
      {
        "bn:00072381n": [
          "The practice of hypnotising a snake by playing an instrument, the performance of which may also include handling the snakes or performing other seemingly dangerous acts.",
          "A performer who entertains crowds by performing tricks with dangerous snakes.",
          "A performer who uses movements and music to control snakes",
          "The practice of \"hypnotizing\" snakes",
          "Snake charming is the practice of pretending to hypnotise a snake by playing an instrument called pungi.",
          "A performer who uses movements and music to control snakes."
        ]
      },
      {
        "bn:00071567n": [
          "Sikhism is a monotheistic religion founded during the 15th century in the Punjab region of the Indian subcontinent by Guru Nanak and developed through the teachings of ten successive Sikh Gurus.",
          "Religion of Sikhs",
          "Sikhism is a monotheistic religion founded during the 15th century in the Punjab region of the Indian subcontinent, by Guru Nanak, which continued to develop through the ten successive Sikh gurus, the eleventh and last guru being the holy scripture Guru Granth Sahib, a collection of the Sikh Gurus' writings.",
          "The doctrines of a monotheistic religion founded in northern India in the 16th century by Guru Nanak and combining elements of Hinduism and Islam",
          "A revealed, monotheistic religion originating in northern India, in the 16th century, through Guru Nanak and his successors."
        ]
      },
      {
        "bn:00078617n": [
          "A traditional Muslim headdress consisting of a long scarf wrapped around the head",
          "Type of headgear",
          "Man's headdress made by winding a length of cloth round the head.",
          "Man’s headdress made by winding a length of cloth round the head.",
          "For the millinery fashion, see Draped turban A turban is a kind of headwear based on cloth winding."
        ]
      },
      {
        "bn:00060406n": [
          "An Indic language spoken mainly in the Punjab regions of India and Pakistan.",
          "The main language spoken in the Punjab region, in Northern India and Eastern Pakistan.",
          "Punjabi is an Indo-Aryan language spoken by 102 million native speakers worldwide, making it the 10th most widely spoken language in the world.",
          "A language spoken by inhabitants of the Punjab region",
          "Indo-Aryan language",
          "The Indic language spoken by most people in Punjab in northwestern India",
          "Language spoken in the Punjab region, in Northern India and Eastern Pakistan."
        ]
      },
      {
        "bn:00010203n": [
          "India, officially the Republic of India, is a country in South Asia.",
          "Country in Southern Asia (Bharat). Official name: Republic of India.",
          "Country in South Asia",
          "Republic of India",
          "The official name of India.",
          "A republic in the Asian subcontinent in southern Asia; second most populous country in the world; achieved independence from the United Kingdom in 1947",
          "An alternative name of India.",
          "A country in South Asia, with the capital New Delhi.",
          "Nelumbo nucifera. It is one of the names of the mythological character Krishna. Aravind?ksha, \"lotus-eyed\", appears as the 347th name of the Vishnu sahasranama. The variant spelling Aravind is more popular in North India. Aravindha is an uncommon variant and Arvindh is very rare.",
          "India is a country on the Asian continent."
        ]
      },
      {
        "bn:00001816n": [
          "The second largest of the continents, on the Mediterranean in the north, the Atlantic in the west, and the Red Sea, Gulf of Aden, and Indian Ocean in the east.",
          "The continent that is south of Europe, east of the Atlantic Ocean, west of the Indian Ocean and north of Antarctica. It holds the following countries:",
          "The second largest continent; located to the south of Europe and bordered to the west by the South Atlantic and to the east by the Indian Ocean",
          "From a Eurocentric point of view.",
          "Africa is the world's second-largest and second-most-populous continent.",
          "Continent south of Europe.",
          "Continent"
        ]
      },
      {
        "bn:00044181n": [
          "Hinduism is a religious tradition that originated in the Indian subcontinent in ancient times, referred as San?tana Dharma by its practitioners, a Sanskrit phrase meaning \"the eternal principle.\"",
          "A religion, philosophy and culture native to India, characterized by the belief in reincarnation and a supreme oneness personified in many forms and natures.",
          "Hinduism is the dominant religion, or way of life, of the Indian subcontinent, and consists of many diverse traditions.",
          "Kamla is another name of Lakshmi, consort of Vishnu. The name is derived from word Kamal, another name of Vishnu, and a lso meaning lotus in Sanskrit. Kamla is a common feminine given name, just as Padma, Kumud and Kumudini, all synonyms for Lotus. Kamla also gives rise another common masculine given name, Kamla Kant another name of Vishnu. Also written as Kamala",
          "A body of religious and philosophical beliefs and cultural practices native to India and based on a caste system; it is characterized by a belief in reincarnation, by a belief in a supreme being of many forms and natures, by the view that opposing theories are aspects of one eternal truth, and by a desire for liberation from earthly evils",
          "Dharmic religion",
          "A religion originating from India including the belief in reincarnation."
        ]
      },
      {
        "bn:00012569n": [
          "Young male human",
          "A youthful male person",
          "A young male human",
          "A boy is a young male human, usually child or adolescent.",
          "A young male person, usually a child or teenager.",
          "A young male human; a male child or young adult."
        ]
      },
      {
        "bn:00005248n": [
          "Semitic people",
          "A Semitic person, whose antecedents were from Arabia",
          "Arabs are a major panethnic group.",
          "A member of a Semitic people originally from the Arabian peninsula and surrounding territories who speaks Arabic and who inhabits much of the Middle East and northern Africa"
        ]
      }
    ]
  },
  "code": "👳🏽",
  "fluentui_metadata": {
    "cldr": "person wearing turban",
    "fromVersion": "0.6",
    "glyph": "👳",
    "glyphAsUtfInEmoticons": [
      "1f473_personwearingturban"
    ],
    "group": "People & Body",
    "keywords": [
      "person wearing turban",
      "turban"
    ],
    "mappedToEmoticons": [
      "1f473_personwearingturban"
    ],
    "tts": "person wearing turban",
    "unicode": "1f473",
    "unicodeSkintones": [
      "1f473",
      "1f473 1f3fb",
      "1f473 1f3fc",
      "1f473 1f3fd",
      "1f473 1f3fe",
      "1f473 1f3ff"
    ]
  },
  "fluentui_folder": "person-wearing-turban-medium-skin-tone",
  "slug": "person-wearing-turban-medium-skin-tone"
}