{
  "category": "Transport And Map Symbols -> Signage and other symbols",
  "keywords": [
    "bicycle",
    "cyclist",
    "medium-light skin tone",
    "biking"
  ],
  "definition": "This version of the ?? Person Biking emoji has the ?? Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on suppo http://emojipedia.org/bicyclist-type-3/",
  "unicode": "U+1F6B4 U+1F3FC",
  "name": "person biking: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00083471v": [
          "To ride a bicycle.",
          "To operate a pedal.",
          "Ride a bicycle",
          "To ride a bicycle or other cycle.",
          "To operate a bicycle.",
          "To ride a bike."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00006759n": [
          "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
          "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
          "Forms of competitive activity, usually physical",
          "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
          "An active diversion requiring physical exertion and competition",
          "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
          "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
          "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
          "Recreational games and play.",
          "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
          "A term for athletic sports and culture based on human, physical competition",
          "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "An umbrella sport, comprising track and field, cross country, road running and racewalking"
        ]
      },
      {
        "bn:00010248n": [
          "Human-powered, pedal-driven two-wheel vehicle",
          "A vehicle that has two wheels, one behind the other, a steering handle, and a saddle seat or seats and is usually propelled by the action of a rider's feet upon pedals.",
          "A pedal-powered vehicle, such as a unicycle, bicycle, or tricycle; or, motorized vehicle that has either two or three wheels, such as a motorbike, motorcycle, motorized tricycle, or motortrike.",
          "A bicycle, often called a bike or cycle, is a human-powered, pedal-driven, single-track vehicle, having two wheels attached to a frame, one behind the other.",
          "A vehicle with two wheels in tandem, pedals connected to the rear wheel by a chain, handlebars for steering, and a saddlelike seat.",
          "A short form of bicycle.",
          "A wheeled vehicle that has two wheels and is moved by foot pedals"
        ]
      },
      {
        "bn:13662197n": [
          "A person who rides a bicycle."
        ]
      },
      {
        "bn:00024734n": [
          "Cycling, also called bicycling or biking, is the use of bicycles for transport, recreation, or for sport.",
          "The sport of riding and racing bicycles.",
          "The use of bicycles for transport, recreation, or sport.",
          "The sport of riding a bicycle.",
          "Riding a bicycle",
          "The sport of riding and racing cycles, especially bicycles.",
          "The sport of traveling on a bicycle or motorcycle",
          "Null"
        ]
      },
      {
        "bn:00032203n": [
          "Exercise is the performance of some activity in order to develop or maintain physical fitness.",
          "The activity of exerting your muscles in various ways to keep fit",
          "Activity for physical fitness",
          "An exercise session; a period of physical exercise.",
          "Any activity designed to develop or hone a skill or ability.",
          "Bodily activity that enhances or maintains physical fitness and overall health and wellness",
          "Physical exercise is any bodily activity that enhances or maintains physical fitness and overall health and wellness."
        ]
      },
      {
        "bn:13662198n": [
          "A person whose lifestyle is centered on motorcycles, sometimes a member of an outlaw motorcycle club.",
          "A person whose lifestyle is centered on motorcycles, may be a member of an outlaw motorcycle club."
        ]
      },
      {
        "bn:00010258n": [
          "Person who rides a cycle.",
          "A person who rides a bicycle",
          "A person who rides a cycle, especially a bicycle, or who habitually engages in cycling.",
          "One who rides a bicycle, particularly one who does so regularly, or as an enthusiast."
        ]
      }
    ]
  },
  "code": "🚴🏼",
  "fluentui_metadata": {
    "cldr": "person biking",
    "fromVersion": "1.0",
    "glyph": "🚴",
    "glyphAsUtfInEmoticons": [
      "1f6b4_personbiking"
    ],
    "group": "People & Body",
    "keywords": [
      "bicycle",
      "biking",
      "cyclist",
      "person biking"
    ],
    "mappedToEmoticons": [
      "1f6b4_personbiking"
    ],
    "tts": "person biking",
    "unicode": "1f6b4",
    "unicodeSkintones": [
      "1f6b4",
      "1f6b4 1f3fb",
      "1f6b4 1f3fc",
      "1f6b4 1f3fd",
      "1f6b4 1f3fe",
      "1f6b4 1f3ff"
    ]
  },
  "fluentui_folder": "person-biking-medium-light-skin-tone",
  "slug": "person-biking-medium-light-skin-tone"
}