{
  "alsoKnownAs": [
    "French Flag",
    "Regional Indicator Symbol Letters FR"
  ],
  "appleName": "Flag of France",
  "code": "🇫🇷",
  "codepointsHex": [
    "U+1F1EB",
    "U+1F1F7"
  ],
  "components": [
    {
      "code": "🇫",
      "codepointsHex": [
        "U+1F1EB"
      ],
      "description": "<p>The letter&nbsp;<em>F</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1330",
      "slug": "regional-indicator-symbol-letter-f",
      "shortcodes": [
        {
          "code": ":regional_indicator_f:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter F"
    },
    {
      "code": "🇷",
      "codepointsHex": [
        "U+1F1F7"
      ],
      "description": "<p>The letter&nbsp;<em>R</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1342",
      "slug": "regional-indicator-symbol-letter-r",
      "shortcodes": [
        {
          "code": ":regional_indicator_r:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter R"
    }
  ],
  "currentCldrName": "Flag: France",
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/France\">France</a>, which may show as the letters&nbsp;<em>FR</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "978",
  "shortcodes": [
    {
      "code": ":flag_france:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":fr:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":fr:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag-fr:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_fr:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-france",
  "title": "Flag: France",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for France, which may show as the letters FR on some platforms. The Flag for France emoji is a sequence of the ?? Regional Indicato http://emojipedia.org/flag-for-france/",
    "name": "France",
    "unicode": "U+1F1EB U+1F1F7",
    "shortcode": ":fr:",
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        },
        {
          "bn:00103321a": [
            "Of or pertaining to France or the people of France",
            "Of or relating to the people or culture of France.",
            "Of or relating to the French people.",
            "Of or pertaining to France, the French people.",
            "Of or relating to Gaul or France."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00036426n": [
            "French is a Romance language, belonging to the Indo-European family.",
            "Although many of its inhabitants also speak Antillean Creole",
            "A Romance language spoken primarily in France, Belgium, Switzerland, Quebec, Valle d'Aosta and many former French colonies.",
            "The Romance language spoken in France and in countries colonized by France",
            "The language of France and numerous other countries.",
            "Romance language",
            "Romance language spoken in France."
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00036202n": [
            "Country in Western Europe having borders with Belgium, Luxembourg, Germany, Switzerland, Italy, Monaco, Andorra and Spain.",
            "A country in Western Europe which borders Belgium, Luxembourg, Germany, Switzerland, Italy, Monaco, Andorra and Spain, is a member state of the European Union and has a population of 62 million inhabitants. Official name: French Republic (République française).",
            "A republic in western Europe; the largest country wholly in Europe",
            "Often a derogatory term",
            "Republic located mostly in Western Europe",
            "France, officially the French Republic, is a unitary sovereign state comprising territory in western Europe and several overseas regions and territories.",
            "France, officially the French Republic, is a unitary semi-presidential republic in Western Europe."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
