{
  "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
  "keywords": [
    "dark skin tone",
    "man",
    "handball"
  ],
  "definition": "The Man Playing Handball, Type-6 emoji is a sequence of the ?? Handball, ?? Emoji Modifier Fitzpatrick Type-6, ? Male Sign and ? Variation S http://emojipedia.org/man-playing-handball-type-6/",
  "unicode": "U+1F93E U+1F3FF U+200D U+2642 U+FE0F",
  "name": "man playing handball: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:13656166v": [
          "To illegally touch the ball with the hand or arm."
        ]
      },
      {
        "bn:13656167v": [
          "To (legally) pass a football by holding it with one hand and hitting it with the other."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00042794n": [
          "A game played in a walled court or against a single wall by two or four players who strike a rubber ball with their hands",
          "A team sport where two teams of seven players each (six players and a goalkeeper) pass and bounce a ball trying to throw it in the goal of the opposing team. (source: wikipedia)",
          "A team sport where two teams of seven players each (six players and a goalkeeper) pass and bounce a ball trying to throw it in the goal of the opposing team.",
          "Handball is a team sport in which two teams of seven players each pass a ball to throw it into the goal of the other team.",
          "Team sport"
        ]
      },
      {
        "bn:00036052n": [
          "An act of passing a football by holding it with one hand and hitting it with the other.",
          "An act that violates the rules of a sport.",
          "Fouls and misconduct in association football are acts committed by players which are considered deemed by the referee to be unfair and are subsequently penalized.",
          "An act that violates the rules of a sport",
          "Unfair act by a player in association football"
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      }
    ]
  },
  "code": "🤾🏿‍♂️",
  "fluentui_metadata": {
    "cldr": "person playing handball",
    "fromVersion": "3.0",
    "glyph": "🤾",
    "glyphAsUtfInEmoticons": [
      "hand_ball"
    ],
    "group": "People & Body",
    "keywords": [
      "ball",
      "handball",
      "person playing handball"
    ],
    "mappedToEmoticons": [
      "hand_ball"
    ],
    "tts": "person playing handball",
    "unicode": "1f93e",
    "unicodeSkintones": [
      "1f93e",
      "1f93e 1f3fb",
      "1f93e 1f3fc",
      "1f93e 1f3fd",
      "1f93e 1f3fe",
      "1f93e 1f3ff"
    ]
  },
  "fluentui_folder": "man-playing-handball-dark-skin-tone",
  "slug": "man-playing-handball-dark-skin-tone"
}