{
  "alsoKnownAs": [
    "Boat With Paddles",
    "Rowing"
  ],
  "appleName": "Person Rowing Boat",
  "code": "🚣",
  "codepointsHex": [
    "U+1F6A3"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Boat With Paddles",
        "Rowing"
      ],
      "appleName": "Person Rowing Boat",
      "code": "🚣",
      "codepointsHex": [
        "U+1F6A3"
      ],
      "currentCldrName": "Person Rowing Boat",
      "description": "<p>A small rowboat suitable for&nbsp;a small number of people.&nbsp;<a href=\"/couple-with-heart/\" title=\"💑 Couple With Heart\">Couples</a>&nbsp;or <a href=\"/family/\" title=\"👪 Family\">families</a> sometimes hire these as an activity on calm waters.</p>",
      "id": "493",
      "modifiers": true,
      "slug": "person-rowing-boat",
      "shortcodes": [
        {
          "code": ":person_rowing_boat:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":rowboat:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":rowboat:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":person_rowing_boat:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":rowboat:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Rowboat"
    }
  ],
  "currentCldrName": "Person Rowing Boat",
  "description": "<p>A small rowboat suitable for&nbsp;a small number of people.&nbsp;<a href=\"/couple-with-heart/\" title=\"💑 Couple With Heart\">Couples</a>&nbsp;or <a href=\"/family/\" title=\"👪 Family\">families</a> sometimes hire these as an activity on calm waters.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "493",
  "modifiers": true,
  "shortcodes": [
    {
      "code": ":person_rowing_boat:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":rowboat:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":rowboat:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":person_rowing_boat:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":rowboat:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "person-rowing-boat",
  "title": "Rowboat",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "rowboat",
      "boat"
    ],
    "definition": "A small rowboat suitable for a small number of people. Couples or families sometimes hire these as an activity on calm waters. Person Rowing http://emojipedia.org/rowboat/",
    "name": "person rowing boat",
    "unicode": "U+1F6A3",
    "shortcode": ":rowboat:",
    "senses": {
      "adjectives": [
        {
          "bn:13750916a": [
            "Resembling a boat"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00084470v": [
            "Travel by canoe"
          ]
        },
        {
          "bn:00093229v": [
            "To traverse or travel by ship on a body of water.",
            "To travel by boat.",
            "Travel by boat.",
            "Traverse or travel on (a body of water)",
            "To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by steam or other power."
          ]
        },
        {
          "bn:00093143v": [
            "Transitive:to propel over water using oars.",
            "Propel with oars",
            "To propel (a boat or other craft) over water using oars.",
            "To pull oars through water in order to make a water vehicle (such as a boat) move."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00027192n": [
            "A small boat of shallow draft with cross thwarts for seats and rowlocks for oars with which it is propelled",
            "An open boat propelled by pulling oars through the water.",
            "Rowing is the act of propelling a boat using the motion of oars in the water.",
            "A small open boat, propelled by oars or paddles, carried as a tender, lifeboat, or pleasure craft on a ship.",
            "Act of propelling a boat using the motion of oars in the water",
            "A small open boat propelled by oars (by rowing).",
            "Small boat that is rowed.",
            "The dory is a small, shallow-draft boat, about long."
          ]
        },
        {
          "bn:00015316n": [
            "A small long and narrow boat, propelled by one or more people (depending on the size of canoe), using single-bladed paddles. The paddlers face in the direction of travel, in either a seated position, or kneeling on the bottom of the boat. Canoes are open on top, and pointed at both ends.",
            "Small and light boat; pointed at both ends; propelled with a paddle",
            "A canoe is a lightweight narrow boat, typically pointed at both ends and open on top, propelled by one or more seated or kneeling paddlers facing the direction of travel using a single-bladed paddle.",
            "Type of boat",
            "A light narrow boat driven by a paddle.",
            "Small long and narrow boat."
          ]
        },
        {
          "bn:00007481n": [
            "An auxiliary activity",
            "A hobby is a regular activity that is done for pleasure, typically during one's leisure time.",
            "The outside or perimeter of any activity.",
            "Activity done for recreation",
            "A small horse)",
            "A hobby or recreational activity, done regularly.",
            "Outside or perimeter of any activity.",
            "An activity that one enjoys doing in one's spare time.",
            "An activity that a person enjoys doing in their spare time (such as stamp collecting or knitting)."
          ]
        },
        {
          "bn:00011674n": [
            "A boat is a watercraft, usually smaller than most ships.",
            "A watercraft designed to float or plane on, and provide transport over water.",
            "A boat is a watercraft of any size designed to float or plane, to work or travel on water.",
            "Watercraft",
            "A small vessel for travel on water"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "person rowing boat",
    "fromVersion": "1.0",
    "glyph": "🚣",
    "glyphAsUtfInEmoticons": [
      "row_boat"
    ],
    "group": "People & Body",
    "keywords": [
      "boat",
      "person rowing boat",
      "rowboat"
    ],
    "mappedToEmoticons": [
      "personrowingboat"
    ],
    "tts": "person rowing boat",
    "unicode": "1f6a3",
    "unicodeSkintones": [
      "1f6a3",
      "1f6a3 1f3fb",
      "1f6a3 1f3fc",
      "1f6a3 1f3fd",
      "1f6a3 1f3fe",
      "1f6a3 1f3ff"
    ]
  },
  "fluentui_folder": "rowboat"
}