{
  "alsoKnownAs": [
    "Yen Exchange Rate",
    "Yen Graph"
  ],
  "appleName": "Chart with Upwards Trend and Yen Sign",
  "code": "💹",
  "codepointsHex": [
    "U+1F4B9"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Yen Exchange Rate",
        "Yen Graph"
      ],
      "appleName": "Chart with Upwards Trend and Yen Sign",
      "code": "💹",
      "codepointsHex": [
        "U+1F4B9"
      ],
      "currentCldrName": "Chart Increasing with Yen",
      "description": "<p>A graph showing the value of the Japanese <a href=\"/yen-banknote/\">Yen</a> rising.</p>",
      "id": "818",
      "slug": "chart-increasing-with-yen",
      "shortcodes": [
        {
          "code": ":chart_increasing_with_yen:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":chart:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":chart:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":chart:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Chart with Upwards Trend and Yen Sign"
    }
  ],
  "currentCldrName": "Chart Increasing with Yen",
  "description": "<p>A graph showing the value of the Japanese <a href=\"/yen-banknote/\">Yen</a> rising.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "818",
  "shortcodes": [
    {
      "code": ":chart_increasing_with_yen:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":chart:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":chart:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":chart:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "chart-increasing-with-yen",
  "title": "Chart with Upwards Trend and Yen Sign",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Money symbols",
    "keywords": [
      "money",
      "upward",
      "market",
      "yen",
      "trend",
      "bank",
      "chart",
      "rise",
      "currency",
      "growth",
      "graph"
    ],
    "definition": "A graph showing the current value of the Japanese Yen. Chart Increasing With Yen was approved as part of Unicode 6.0 in 2010 under the name  http://emojipedia.org/chart-with-upwards-trend-and-yen-sign/",
    "name": "chart increasing with yen",
    "unicode": "U+1F4B9",
    "shortcode": ":chart:",
    "senses": {
      "adjectives": [
        {
          "bn:00113407a": [
            "Extending or moving toward a higher place",
            "Moving up, directed toward a higher place.",
            "Directed toward a higher place."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00082761v": [
            "Move upward"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00067923n": [
            "A growth in strength or number or importance"
          ]
        },
        {
          "bn:00076496n": [
            "An inclination in a direction.",
            "A general direction in which something tends to move",
            "The general drift, tendency, or bent of a set of statistical data as related to time or another related set of statistical data.",
            "An inclination in a particular direction.",
            "A general tendency or inclination, typically determined by the examination of a particular attribute over time."
          ]
        },
        {
          "bn:00008364n": [
            "A bank is a financial intermediary that accepts deposits and channels those deposits into lending activities, either directly by loaning or indirectly through capital markets.",
            "Branch office of such an institution.",
            "A financial institution where one can borrow money (upon which interest is due) or deposit money (in order to collect interest).",
            "An institution where one can place and borrow money and take care of financial affairs.",
            "A financial institution that accepts deposits and channels the money into lending activities",
            "A business that keeps money for individual people or companies, exchanges currencies, makes loans, and offers other financial services.",
            "The bank or financial institution that the payment format file is transmitted to for processing.",
            "Financial institution",
            "A financial institution"
          ]
        },
        {
          "bn:00024507n": [
            "The metal or paper medium of exchange that is presently used",
            "A unit of exchange (such as money) used to facilitate transactions.",
            "Money or other items used to facilitate transactions.",
            "Money or other item used to facilitate transactions.",
            "Generally accepted medium of exchange",
            "A medium of exchange.",
            "A currency in the most specific use of the word refers to money in any form when in actual use or circulation as a medium of exchange, especially circulating banknotes and coins.",
            "Any form of money in public circulation that is not your base (local) currency.",
            "Any form of money, including bills and coins, used as a medium of exchange.",
            "A medium of exchange in circulation that is not limited to money.",
            "An 8-byte, fixed-point data type that is useful for calculations involving money or for fixed-point calculations in which accuracy is extremely important. The Currency data type is used to store numbers with up to 15 digits to the left of the decimal point and 4 digits to the right. The type-declaration character in Microsoft© Visual Basic© is an at sign (@). Currency can range from -922,337,203,685,477.5808 to 922,337,203,685,477.5807.",
            "Currency is a physical medium of exchange, typically represented in modern times by government-printed paper notes and government-minted coins.",
            "Monetized in specific units (euros, dollars, pesos, etc.) which may be given international value by their exchange values in foreign exchange"
          ]
        },
        {
          "bn:00041412n": [
            "In mathematics, the graph of a function f is the collection of all ordered pairs.",
            "A visual representation of the relations between certain quantities plotted with reference to a set of axes",
            "In mathematics, a visual representation of the relations between certain quantities plotted according to a set of axes."
          ]
        },
        {
          "bn:00074061n": [
            "A branch of applied mathematics concerned with the collection and interpretation of quantitative data and the use of probability theory to estimate population parameters",
            "Also known as quantitative analysis",
            "The body of techniques used in statistical inference concerning a population.",
            "Statistics is the study of the collection, analysis, interpretation, presentation and organization of data.",
            "Statistics is a mathematical science pertaining to the collection, analysis, interpretation and presentation of data.",
            "Study of the collection, organization, analysis, interpretation, and presentation of data",
            "A branch of mathematics dealing with the collection, analysis, interpretation, and presentation of masses of numerical data.",
            "A mathematical science concerned with data collection, presentation, analysis, and interpretation."
          ]
        },
        {
          "bn:00017904n": [
            "A chart is a graphical representation of data, in which \"the data is represented by symbols, such as bars in a bar chart, lines in a line chart, or slices in a pie chart\".",
            "Graphical representation of statistical data",
            "A graphic or diagram that displays data or the relationships between sets of data in pictorial rather than numeric form.",
            "Small guide explaining symbols or terminology.",
            "A visual display of information",
            "A guide explaining the symbols or terminology of a map or chart; a legend."
          ]
        },
        {
          "bn:00055644n": [
            "Means of exchange and measure of value.",
            "A medium for exchanging ownership of the economic values represented by one or more currency units.",
            "A generally accepted means of exchange and measure of value.",
            "An unspecified amount in a currency.",
            "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
            "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
            "Object or record accepted as payment",
            "The most common medium of exchange; functions as legal tender",
            "In Dutch or German languages"
          ]
        },
        {
          "bn:00081896n": [
            "The official currency of Japan.",
            "A currency unit",
            "Unit of Japanese currency.",
            "The basic unit of money in Japan; equal to 100 sen",
            "The is the official currency of Japan.",
            "Official currency of Japan",
            "The unit of Japanese currency, equal to 100 sen."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "chart increasing with yen",
    "fromVersion": "0.6",
    "glyph": "💹",
    "glyphAsUtfInEmoticons": [
      "1f4b9_yengraph"
    ],
    "group": "Objects",
    "keywords": [
      "chart",
      "chart increasing with yen",
      "graph",
      "growth",
      "money",
      "yen"
    ],
    "mappedToEmoticons": [
      "1f4b9_yengraph"
    ],
    "tts": "chart increasing with yen",
    "unicode": "1f4b9"
  },
  "fluentui_folder": "chart-with-upwards-trend-and-yen-sign"
}