{
  "alsoKnownAs": [
    "Bottle",
    "Rice Wine"
  ],
  "appleName": "Sake Bottle and Cup",
  "code": "🍶",
  "codepointsHex": [
    "U+1F376"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Bottle",
        "Rice Wine"
      ],
      "appleName": "Sake Bottle and Cup",
      "code": "🍶",
      "codepointsHex": [
        "U+1F376"
      ],
      "currentCldrName": "Sake",
      "description": "<p>Japanese&nbsp;<a href=\"https://en.wikipedia.org/wiki/Sake\">sake</a>, an alcoholic beverage made from rice. Shown as a&nbsp;<a href=\"https://en.wikipedia.org/wiki/Sake_set\">sake set</a>&nbsp;with a carafe (<i>tokkuri</i>) and drinking cup (<i>choko</i>). Most platforms show a&nbsp;cream colored sake set&nbsp;with a blue or red stripe motif. Samsung&#39;s design used to show&nbsp;the Japanese script for &#39;sake&#39;&nbsp;in red along the side of the carafe.</p>",
      "id": "377",
      "slug": "sake",
      "shortcodes": [
        {
          "code": ":sake:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":sake:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":sake:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":sake:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Sake Bottle and Cup"
    }
  ],
  "currentCldrName": "Sake",
  "description": "<p>Japanese&nbsp;<a href=\"https://en.wikipedia.org/wiki/Sake\">sake</a>, an alcoholic beverage made from rice. Shown as a&nbsp;<a href=\"https://en.wikipedia.org/wiki/Sake_set\">sake set</a>&nbsp;with a carafe (<i>tokkuri</i>) and drinking cup (<i>choko</i>). Most platforms show a&nbsp;cream colored sake set&nbsp;with a blue or red stripe motif. Samsung&#39;s design used to show&nbsp;the Japanese script for &#39;sake&#39;&nbsp;in red along the side of the carafe.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "377",
  "shortcodes": [
    {
      "code": ":sake:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":sake:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":sake:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":sake:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "sake",
  "title": "Sake Bottle and Cup",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Beverage symbols",
    "keywords": [
      "cup",
      "beverage",
      "bottle",
      "drink",
      "bar"
    ],
    "definition": "An alcoholic beverage popular in Japan, sometimes called rice wine as it is made from rice. Shown as a sake bottle, and a small bowl-like cu http://emojipedia.org/sake-bottle-and-cup/",
    "name": "sake",
    "unicode": "U+1F376",
    "shortcode": ":sake:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00083796v": [
            "To drink alcohol.",
            "Consume alcohol",
            "Slang:to drink alcohol.",
            "To consume a liquid containing alcohol.",
            "To consume alcoholic beverages."
          ]
        },
        {
          "bn:00095785v": [
            "Drink wine"
          ]
        },
        {
          "bn:00087321v": [
            "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
            "Take in liquids",
            "To consume a liquid through the mouth.",
            "To consume (a liquid) through the mouth.",
            "To drink or imbibe."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00080022n": [
            "Alcoholic beverage made from grapes.",
            "Fermented juice (of grapes especially)",
            "An alcoholic beverage made by fermenting juice of grapes.",
            "Alcoholic beverage made from grapes",
            "Wine is an alcoholic beverage made from fermented grapes or other fruits.",
            "Null"
          ]
        },
        {
          "bn:00019637n": [
            "The ceramic material which makes up potterywares",
            "Pottery is the ceramic act of making pottery wares, of which major types include earthenware, stoneware and porcelain.",
            "Material from which the potteryware is made",
            "Fired ceramic wares that contain clay when formed.",
            "Ceramic ware made from clay and baked in a kiln",
            "Pottery is the ceramic ware made by potters.",
            "Fired ceramic wares that contain clay when formed"
          ]
        },
        {
          "bn:00024410n": [
            "Drinking vessel",
            "A concave vessel for holding liquid, generally adorned with either a handle or a stem",
            "A concave vessel for drinking from, usually made of opaque material (as opposed to a glass) and with a handle.",
            "Vessel for drinking.",
            "A small open container usually used for drinking; usually has a handle",
            "A cup is a small, open container used for carrying and drinking drinks."
          ]
        },
        {
          "bn:00002519n": [
            "An alcoholic beverage is a drink that typically contains 3% -- 40% alcohol.",
            "A liquor or brew containing alcohol as the active agent",
            "That which intoxicates; an intoxicating agent; as, alcohol, opium and laughing gas are intoxicants.",
            "Drink containing alcohols, typically ethanol",
            "Drink",
            "Sometimes referred to as \"alcohol\", any drink containing ethanol",
            "A fermented drink is a beverage containing alcohol because of a metabolic process that converts sugar to acids, gases and/or alcohol (e.g. beer or wine).",
            "An alcoholic beverage is a drink containing ethanol, commonly known as alcohol -- although in chemistry the definition of alcohol includes many other compounds. beverages",
            "A drink (a liquor or brew) containing ethanol, commonly known as alcohol."
          ]
        },
        {
          "bn:00028916n": [
            "Pissed, adj. British and Commonwealth slang, common usage but also mildly vulgar",
            "A state of being drunk",
            "A temporary state resulting from excessive consumption of alcohol",
            "State of being drunk.",
            "Drunkenness, also known as inebriation or alcohol intoxication, is a physiological state that occurs when a person has a high level of ethanol in their blood.",
            "Alcohol intoxication is a physiological state induced by the ingestion of ethyl alcohol."
          ]
        },
        {
          "bn:00010183n": [
            "Any drinkable liquid; a beverage.",
            "Any liquid suitable for drinking",
            "Kind of liquid which is specifically prepared for human consumption",
            "A beverage.",
            "Any one of various liquids for drinking.",
            "Drinks, or beverages, are liquids specifically prepared for human consumption."
          ]
        },
        {
          "bn:00067720n": [
            "Rice wine; a drink made from filtered fermented rice.",
            "A Japanese alcoholic beverage brewed from rice",
            "Traditional Japanese alcoholic beverage made from rice.",
            "Rice wine, a Japanese alcoholic beverage made from rice.",
            "A sweet low alcohol wine brewed from steamed glutinous rice.",
            "Japanese alcoholic beverage made from fermented rice; usually served hot",
            "Sake or saké is an alcoholic beverage of Japanese origin that is made from fermented rice.",
            "Rice wine also known as mijiu, is the eastern alcoholic beverage made from rice, originated from China.",
            "(rice wine)",
            "Japanese rice wine."
          ]
        },
        {
          "bn:00028749n": [
            "A single serving of a beverage",
            "Served alcoholic beverage.",
            "A (served) alcoholic beverage."
          ]
        },
        {
          "bn:00012339n": [
            "A glass or plastic vessel used for storing drinks or other liquids; typically cylindrical without handles and with a narrow neck that can be plugged or capped",
            "A bottle is a rigid container with a neck that is narrower than the body and a \"mouth\".",
            "Container of liquids",
            "A container, typically made of glass and having a tapered neck, used for holding liquids.",
            "A container, typically made of glass or plastic and having a tapered neck, used primarily for holding liquids."
          ]
        },
        {
          "bn:00012195n": [
            "A traditional English folk-song",
            "An alcoholic beverage that is distilled rather than fermented",
            "A distilled beverage with a high alcohol content, such as brandy, whiskey, or vodka.",
            "A distilled beverage, spirit, liquor, or hard liquor is an alcoholic beverage produced by distillation of a mixture produced from alcoholic fermentation, such as wine.",
            "Alcoholic beverage containing more than 20 percent alcohol.",
            "John Barleycorn is a British folksong.",
            "Alcoholic beverage produced through destillation, regardless of alcohol content.",
            "Alcoholic beverage that is produced by distilling",
            "Distilled alcoholic beverages.",
            "Any alcoholic beverage.",
            "Strong alcoholic drink derived from fermentation and distillation."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "sake",
    "fromVersion": "0.6",
    "glyph": "🍶",
    "glyphAsUtfInEmoticons": [
      "1f376_sakebottleandcup"
    ],
    "group": "Food & Drink",
    "keywords": [
      "bar",
      "beverage",
      "bottle",
      "cup",
      "drink",
      "sake"
    ],
    "mappedToEmoticons": [
      "1f376_sakebottleandcup"
    ],
    "tts": "sake",
    "unicode": "1f376"
  },
  "fluentui_folder": "sake-bottle-and-cup"
}