{
  "alsoKnownAs": [
    "Interstate",
    "Highway",
    "Road"
  ],
  "appleName": "Motorway",
  "code": "🛣️",
  "codepointsHex": [
    "U+1F6E3",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Interstate",
        "Highway",
        "Road"
      ],
      "appleName": "Motorway",
      "code": "🛣️",
      "codepointsHex": [
        "U+1F6E3",
        "U+FE0F"
      ],
      "currentCldrName": "Motorway",
      "description": "<p>A wide road shown from a first person perspective. Apple&#39;s artwork displays a road sign to Curpertino.</p>\r\n",
      "id": "487",
      "slug": "motorway",
      "shortcodes": [
        {
          "code": ":motorway:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":motorway:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":motorway:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":motorway:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Motorway"
    }
  ],
  "currentCldrName": "Motorway",
  "description": "<p>A wide road shown from a first person perspective. Apple&#39;s artwork displays a road sign to Curpertino.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "487",
  "shortcodes": [
    {
      "code": ":motorway:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":motorway:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":motorway:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":motorway:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "motorway",
  "title": "Motorway",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Miscellaneous mark",
    "keywords": [
      "road",
      "highway"
    ],
    "definition": "A wide road shown from a first person perspective. Apple's artwork displays a road sign to Curpertino. Motorway was approved as part of Unic http://emojipedia.org/motorway/",
    "name": "motorway",
    "unicode": "U+1F6E3",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:00105313a": [
            "Involving and relating to the mutual relations of states especially of the United States"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00032402n": [
            "The highest-grade type of highway with access ramps, lane dividers, etc., for high-speed traffic",
            "A controlled-access highway is a type of highway which has been designed for high-speed vehicular traffic, with all traffic flow and ingress/egress regulated.",
            "A broad highway fit for high-speed traffic; a thoroughfare.",
            "A broad highway designed for high speed traffic, having restrictions on the vehicle types permitted and merging lanes instead of cross traffic; in parts of the United States and other places called freeway.",
            "The Malaysian Expressway System, which begins with the North-South Expressway, is currently in the process of being substantially developed.",
            "A broad highway designed for high-speed traffic",
            "The Strade Statali, abbreviated SS, is the Italian national network of state highways.",
            "A heavily traveled passage, such as a waterway, strait, or channel.",
            "A thoroughfare is a transportation route connecting one location to another.",
            "A wide road built for fast moving traffic travelling long distances, with a limited number of points at which drivers can enter and leave it.",
            "A road designed for safe, high-speed operation of motor vehicles through the elimination of at-grade intersections, usually divided and having at least two lanes in each direction; a dual carriageway with no at-grade crossings, a motorway.",
            "A divided highway where intersections and direct access to adjacent properties have been eliminated."
          ]
        },
        {
          "bn:00047219n": [
            "One of the system of highways linking major cities in the 48 contiguous states of the United States",
            "A network of freeways that forms a part of the National Highway System of the United States",
            "The Dwight D. Eisenhower National System of Interstate and Defense Highways is a network of freeways that forms a part of the National Highway System of the United States.",
            "Highway system",
            "A freeway that is part of the Interstate Highway System"
          ]
        },
        {
          "bn:00067975n": [
            "A road is a thoroughfare, route, or way on land between two places, which has been paved or otherwise improved to allow travel by some conveyance, including a horse, cart, or motor vehicle.",
            "A long piece of hard ground that people can drive along from one place to another.",
            "Thoroughfare, route, or way on land between two places",
            "An open way (generally public) for travel or transportation"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "motorway",
    "fromVersion": "0.7",
    "glyph": "🛣️",
    "group": "Travel & Places",
    "keywords": [
      "highway",
      "motorway",
      "road"
    ],
    "mappedToEmoticons": [
      "1f6e3_motorway"
    ],
    "tts": "motorway",
    "unicode": "1f6e3 fe0f"
  },
  "fluentui_folder": "motorway"
}