{
  "alsoKnownAs": [
    "Grinning Cat",
    "Happy Cat"
  ],
  "appleName": "Grinning Cat Face",
  "code": "😸",
  "codepointsHex": [
    "U+1F638"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Grinning Cat",
        "Happy Cat"
      ],
      "appleName": "Grinning Cat Face",
      "code": "😸",
      "codepointsHex": [
        "U+1F638"
      ],
      "currentCldrName": "Grinning Cat with Smiling Eyes",
      "description": "<p>A cartoon cat variant of <a href=\"/grinning-face-with-smiling-eyes/\">😄 Grinning Face With Smiling Eyes</a>. Depicted as yellow on major platforms.</p>",
      "id": "223",
      "slug": "grinning-cat-with-smiling-eyes",
      "shortcodes": [
        {
          "code": ":grinning_cat_with_smiling_eyes:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":smile_cat:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":smile_cat:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":smile_cat:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Grinning Cat Face with Smiling Eyes"
    }
  ],
  "currentCldrName": "Grinning Cat with Smiling Eyes",
  "description": "<p>A cartoon cat variant of <a href=\"/grinning-face-with-smiling-eyes/\">😄 Grinning Face With Smiling Eyes</a>. Depicted as yellow on major platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "223",
  "shortcodes": [
    {
      "code": ":grinning_cat_with_smiling_eyes:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":smile_cat:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":smile_cat:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":smile_cat:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "grinning-cat-with-smiling-eyes",
  "title": "Grinning Cat Face with Smiling Eyes",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Cat faces",
    "keywords": [
      "eye",
      "cat",
      "smile",
      "grin",
      "face"
    ],
    "definition": "The cat variant of the Grinning Face Emoji. Grinning Cat Face With Smiling Eyes was approved as part of Unicode 6.0 in 2010 and added to Emo http://emojipedia.org/grinning-cat-face-with-smiling-eyes/",
    "name": "grinning cat face with smiling eyes",
    "unicode": "U+1F638",
    "shortcode": ":smile_cat:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00087901v": [
            "Produce laughter",
            "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
            "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
            "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter."
          ]
        },
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        },
        {
          "bn:00089048v": [
            "To draw back the lips and reveal the teeth, in a smile, grimace, or snarl",
            "To smile, parting the lips so as to show the teeth.",
            "To smile showing the teeth."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00004222n": [
            "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
            "A classification of living organisms",
            "Creature is a 1999 documentary film that was directed by Parris Patton.",
            "All of the animal life of any particular region or time.",
            "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
            "A living organism characterized by voluntary movement",
            "A living organism characterized by voluntary movement.",
            "Animals considered as a group; especially those of a particular country, region, time, etc.",
            "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
            "The entire animal life of a given region, habitat or geological stratum.",
            "Any nonhuman animal, esp. a large, four-footed mammal.",
            "Animals considered as a group.",
            "Fauna is all of the animal life of any particular region or time.",
            "This page is for quotes about animals.",
            "Multicellular eukaryotic organisms"
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "grinning cat with smiling eyes",
    "fromVersion": "0.6",
    "glyph": "😸",
    "group": "Smileys & Emotion",
    "keywords": [
      "cat",
      "eye",
      "face",
      "grin",
      "grinning cat with smiling eyes",
      "smile"
    ],
    "mappedToEmoticons": [
      "laughcat"
    ],
    "tts": "grinning cat with smiling eyes",
    "unicode": "1f638"
  },
  "fluentui_folder": "grinning-cat-face-with-smiling-eyes"
}