{
  "appleName": "Keycap Digit Zero",
  "code": "0️⃣",
  "codepointsHex": [
    "U+30",
    "U+FE0F",
    "U+20E3"
  ],
  "components": [
    {
      "code": "0️",
      "codepointsHex": [
        "U+30",
        "U+FE0F"
      ],
      "description": "<p>An emoji version of the digit 0, created via a <a href=\"/variation-selector-16\">variation selector</a>.</p>\r\n\r\n<p>Not given emoji presentation on Apple or Microsoft devices, or on platforms such as Facebook and Twitter / X. Microsoft did previously support this emoji within Windows 8 and Windows 10.</p>",
      "id": "2630",
      "slug": "digit-zero",
      "title": "Digit Zero"
    },
    {
      "code": "⃣",
      "codepointsHex": [
        "U+20E3"
      ],
      "description": "<p>An emoji component character that may appear as a square with rounded corners on certain platforms.</p>",
      "id": "6915",
      "slug": "combining-enclosing-keycap",
      "title": "Combining Enclosing Keycap"
    }
  ],
  "currentCldrName": "Keycap Digit Zero",
  "description": "<p>The number 0 on a&nbsp;square with rounded corners, designed to look like a keycap.</p>",
  "emojiVersion": {
    "date": 1464825600,
    "name": "3.0",
    "slug": "emoji-3.0",
    "status": 0
  },
  "id": "747",
  "shortcodes": [
    {
      "code": ":keycap_digit_zero:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":zero:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":zero:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":zero:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "keycap-digit-zero",
  "title": "Keycap Digit Zero",
  "type": "KEYCAP",
  "version": {
    "date": 936144000,
    "description": "<p>The following characters we added to Unicode in 1999, with most being given emoji presentation status in the years 2010-2015.</p>",
    "name": "3.0",
    "slug": "unicode-3.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "keycap"
    ],
    "definition": "Keycap Digit Zero was approved as part of Unicode 3.0 in 1999 and added to Emoji 3.0 in 2016. Copy and paste this emoji: Copy http://emojipedia.org/keycap-digit-zero/",
    "name": "keycap: 0",
    "unicode": "U+0030 U+FE0F U+20E3",
    "shortcode": ":zero:",
    "senses": {
      "adjectives": [
        {
          "bn:00095886a": [
            "Indicating the absence of any or all units under consideration"
          ]
        },
        {
          "bn:00098606a": [
            "Having a tint or hue similar to the colour blue.",
            "Somewhat blue.",
            "Of the color intermediate between green and violet; having a color similar to that of a clear unclouded sky- Helen Hunt Jackson",
            "Having the pure color of a clear sky; the primary color between green and violet in the visible spectrum, an effect of light with a wavelength between 450 and 500 nm.",
            "Of the colour blue.",
            "Somewhat blue in color."
          ]
        },
        {
          "bn:00106058a": [
            "Limited or below average in number or quantity or magnitude or extent"
          ]
        }
      ],
      "verbs": [
        {
          "bn:13761762v": [
            "To nullify; to annul"
          ]
        },
        {
          "bn:00086770v": [
            "To select a number, or to call someone, on a telephone.",
            "Operate a dial to select a telephone number",
            "To enter numbers on a telephone or mobile device in order to make a phone call.",
            "To select a number on a telephone."
          ]
        },
        {
          "bn:00085859v": [
            "To determine the number (of objects in a group).",
            "Determine the number or amount of",
            "To count",
            "To determine the amount of."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00007146n": [
            "Wiktionary, the free dictionary, has entries for: aught cipher duck love nada naught nil nought o ought zero zilch zip There are several names for the number 0 in English, and concomitant names for the decades where the tens column contains the number 0.",
            "Is the absence of everything or a void.",
            "Nothing is a pronoun denoting the absence of anything.",
            "A quantity of no importance",
            "A zero value in several branches of mathematics",
            "The cardinal number that denotes no quantity or amount at all.",
            "The value of a magnitude corresponding to the cardinal number zero.",
            "Pronoun denoting the absence of anything",
            "In mathematics, the word null means of or related to having zero members in a set or a value of zero.",
            "Nothingness denotes the nonexistence of something or of anything specifiable, the state of nothing, the property of having nothing, or of being no thing; in nontechnical uses, \"nothing\" denotes things lacking importance, interest, value, relevance, or significance.",
            "Nothing; zero."
          ]
        },
        {
          "bn:00058285n": [
            "A concept of quantity involving zero and units",
            "Mathematical object used to count, label, and measure",
            "A number is one of several related types of mathematical objects.",
            "A member of one of several classes: natural numbers, integers, rational numbers, real numbers, complex numbers, quaternions.",
            "Set of numerals.",
            "A set of numerals for representing numbers."
          ]
        },
        {
          "bn:03629990n": [
            "A keycap is a small plastic cover placed over the keyswitch of a computer keyboard.",
            "A computer keyboard element"
          ]
        },
        {
          "bn:00000004n": [
            "0 is both a number and the numerical digit used to represent that number in numerals.",
            "A mathematical element that when added to another number yields the same number",
            "The digit \"0\"",
            "Numeric symbol of zero.",
            "The numeric symbol that represents the cardinal number zero.",
            "Number",
            "A mathematical concept",
            "A grouping of three digits in a number, especially when delimited by commas or periods:",
            "Not any quantity of number; zero; the score of no points in a game."
          ]
        }
      ]
    }
  },
  "given_category": "Symbols",
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI"
}