{
  "alsoKnownAs": [
    "Aeroplane Landing",
    "Plane Landing"
  ],
  "appleName": "Airplane Landing",
  "code": "🛬",
  "codepointsHex": [
    "U+1F6EC"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Aeroplane Landing",
        "Plane Landing"
      ],
      "appleName": "Airplane Landing",
      "code": "🛬",
      "codepointsHex": [
        "U+1F6EC"
      ],
      "currentCldrName": "Airplane Arrival",
      "description": "<p>A plane approaching a&nbsp;runway for landing. Generally displayed left-right, with the front of the plane facing toward the ground in a position that may result in a crash if attempted in the real world.</p>",
      "id": "502",
      "slug": "airplane-arrival",
      "shortcodes": [
        {
          "code": ":airplane_arrival:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":flight_arrival:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":airplane_arriving:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":airplane_arriving:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Airplane Arriving"
    }
  ],
  "currentCldrName": "Airplane Arrival",
  "description": "<p>A plane approaching a&nbsp;runway for landing. Generally displayed left-right, with the front of the plane facing toward the ground in a position that may result in a crash if attempted in the real world.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "502",
  "shortcodes": [
    {
      "code": ":airplane_arrival:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":flight_arrival:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":airplane_arriving:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":airplane_arriving:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "airplane-arrival",
  "title": "Airplane Arriving",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "landing",
      "arriving",
      "airplane",
      "arrivals",
      "aeroplane"
    ],
    "definition": "Airplane Arrival was approved as part of Unicode 7.0 in 2014 under the name “Airplane Arriving” and added to Emoji 1.0 in 2015. Copy and pas http://emojipedia.org/airplane-arriving/",
    "name": "airplane arrival",
    "unicode": "U+1F6EC",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13783028a": [
            "Fast, swift."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00082788v": [
            "Reach a destination; arrive by movement or progress",
            "To come to a destination.",
            "To reach; to come to."
          ]
        },
        {
          "bn:00083708v": [
            "To step or climb.",
            "Get on board of (trains, buses, ships, aircraft, etc.)",
            "To enter trains, buses, ships, aircraft, etc.",
            "To step or climb onto or otherwise enter a ship, aircraft, train or other conveyance."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00001676n": [
            "An aerodrome or airdrome is a location from which aircraft flight operations take place, regardless of whether they involve cargo, passengers, or neither.",
            "A facility for transporting passengers and/or cargo via aircraft",
            "An airfield equipped with control tower and hangars as well as accommodations for passengers and cargo.",
            "An airfield (a place where airplanes can take off and land), including one or more runways and one or more passenger terminals.",
            "An airfield equipped with control tower and hangars as well as accommodations for passengers and cargo",
            "A place designated for airplanes.",
            "Location from which aircraft flight operations take place (broader than the term airport)",
            "Any place at which flight operations take place. In British English, it refers chiefly to a small airport or airfield",
            "An airfield equipped with air traffic control facilities and hangars as well as accommodation for passengers and cargo; an airport.",
            "An airport served by jet aircraft",
            "A landing and taking-off area for civil aircraft, usually with surfaced runways and aircraft maintenance and passenger facilities.",
            "An airport is a location with facilities for commercial aviation flights to take off and land."
          ]
        },
        {
          "bn:00011660n": [
            "Transferring people onto a vehicle",
            "The process of loading onto a ship or aircraft",
            "The act of people getting aboard a ship or aircraft; embarkation",
            "The act of passengers and crew getting aboard a ship or aircraft",
            "Boarding is the entry of passengers onto a vehicle, usually in public transportation.",
            "Embarkation is the process of loading a passenger ship or an airplane with passengers or military personnel, related to and overlapping with individual boarding on aircraft and ships.",
            "The process of loading military personnel and vehicles etc into ships or aircraft."
          ]
        },
        {
          "bn:00049864n": [
            "The end of a flight",
            "Last part of a flight",
            "The act of coming down to the earth (or other surface)",
            "Landing is the last part of a flight, where a flying animal, aircraft, or spacecraft returns to the ground.",
            "A place on a shoreline where a boat lands.",
            "The level part of a staircase, at the top of a flight of stairs, or connecting one flight with another."
          ]
        },
        {
          "bn:00002275n": [
            "A vehicle capable of atmospheric flight due to interaction with the air, such as buoyancy or lift.",
            "Machine capable of atmospheric flight.",
            "Machine that is able to fly by gaining support from the air",
            "A vehicle, designed to be supported by the air, either by the dynamic action of the air upon the surfaces of the structure or object or by its own buoyancy.",
            "A vehicle that can fly",
            "An aircraft is a machine that is able to fly by gaining support from the air, or, in general, the atmosphere of a planet."
          ]
        },
        {
          "bn:00001697n": [
            "An aircraft that has a fixed wing and is powered by propellers or jets",
            "A powered heavier-than-air aircraft with fixed wings.",
            "An airplane or aeroplane is a powered, fixed-wing aircraft that is propelled forward by thrust from a jet engine or propeller.",
            "A powered heavier-than-air aircraft with fixed wings that obtains lift by the Bernoulli effect and is used for transportation.",
            "Powered aircraft capable of flight using fixed wings that generate lift",
            "An airplane; an aeroplane."
          ]
        },
        {
          "bn:00035206n": [
            "A formation of aircraft in flight",
            "A formation of aircraft in flight."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "airplane arrival",
    "fromVersion": "1.0",
    "glyph": "🛬",
    "glyphAsUtfInEmoticons": [
      "1f6ec_airplanearriving"
    ],
    "group": "Travel & Places",
    "keywords": [
      "aeroplane",
      "airplane",
      "airplane arrival",
      "arrivals",
      "arriving",
      "landing"
    ],
    "mappedToEmoticons": [
      "1f6ec_airplanearriving"
    ],
    "tts": "airplane arrival",
    "unicode": "1f6ec"
  },
  "fluentui_folder": "airplane-arriving"
}