{
  "alsoKnownAs": [
    "Green Tea",
    "Matcha",
    "Matcha Green Tea"
  ],
  "appleName": "Teacup Without Handle",
  "code": "🍵",
  "codepointsHex": [
    "U+1F375"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Green Tea",
        "Matcha",
        "Matcha Green Tea"
      ],
      "appleName": "Teacup Without Handle",
      "code": "🍵",
      "codepointsHex": [
        "U+1F375"
      ],
      "currentCldrName": "Teacup Without Handle",
      "description": "<p>A cup of green tea, as the minty-colored Japanese&nbsp;<a href=\"https://en.wikipedia.org/wiki/Matcha\">matcha</a>, usually shown on a wooden mat. Matcha is traditionally served in a small bowl that resembles a cup without a handle. Often taken as a bowl of soup, such as a split pea.</p>\r\n\r\n<p>May also be used to refer to a person&#39;s physical attractiveness, as per the slang phrase &quot;your body is tea.&quot;</p>",
      "id": "376",
      "slug": "teacup-without-handle",
      "shortcodes": [
        {
          "code": ":teacup_without_handle:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":tea:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":tea:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":tea:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Teacup Without Handle"
    }
  ],
  "currentCldrName": "Teacup Without Handle",
  "description": "<p>A cup of green tea, as the minty-colored Japanese&nbsp;<a href=\"https://en.wikipedia.org/wiki/Matcha\">matcha</a>, usually shown on a wooden mat. Matcha is traditionally served in a small bowl that resembles a cup without a handle. Often taken as a bowl of soup, such as a split pea.</p>\r\n\r\n<p>May also be used to refer to a person&#39;s physical attractiveness, as per the slang phrase &quot;your body is tea.&quot;</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "376",
  "shortcodes": [
    {
      "code": ":teacup_without_handle:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":tea:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":tea:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":tea:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "teacup-without-handle",
  "title": "Teacup Without Handle",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Beverage symbols",
    "keywords": [
      "cup",
      "beverage",
      "teacup",
      "tea",
      "drink"
    ],
    "definition": "A teacup without a handle, which is commonly used in Japan to drink matcha. Matcha is a powdered tea that has a distinctive green color, and http://emojipedia.org/teacup-without-handle/",
    "name": "teacup without handle",
    "unicode": "U+1F375",
    "shortcode": ":tea:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:13637137v": [
            "To drink tea."
          ]
        },
        {
          "bn:00087460v": [
            "Take in solid food",
            "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
            "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
          ]
        },
        {
          "bn:13637138v": [
            "To take afternoon tea (the light meal)."
          ]
        },
        {
          "bn:00084009v": [
            "Eat an early morning meal",
            "To eat the morning meal."
          ]
        },
        {
          "bn:00087321v": [
            "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
            "Take in liquids",
            "To consume a liquid through the mouth.",
            "To consume (a liquid) through the mouth.",
            "To drink or imbibe."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00076298n": [
            "Cup for drinking tea.",
            "A cup in which tea is served.",
            "A small cup, with a handle, used for drinking tea; normally sits in a saucer as part of a tea set.",
            "A cup from which tea is drunk",
            "A teacup is a cup, with or without a handle, generally a small one that may be grasped with the thumb and one or two fingers."
          ]
        },
        {
          "bn:00076266n": [
            "Tea is an aromatic beverage commonly prepared by pouring hot or boiling water over cured leaves of the tea plant, Camellia sinensis.",
            "A traditional beverage made from steeping the processed leaves, buds, or twigs of the tea bush (Camellia sinensis) in water.",
            "The drink made by infusing these dried leaves or buds in hot water.",
            "Dried leaves of the tea shrub; used to make tea",
            "A cup full of tea.",
            "Drink made from infusing boiling water with the leaves of the tea plant",
            "The drink made by infusing dried leaves or buds in hot water.",
            "Tea is an aromatic beverage prepared by adding cured leaves of the Camellia sinensis plant to hot water.",
            "Leaf of the tea plant.",
            "A dried fragment of a leaf of the tea plant used in making the drink tea."
          ]
        },
        {
          "bn:00012930n": [
            "Breakfast is the first meal taken after rising from a night's sleep, most often eaten in the early morning before undertaking the day's work.",
            "First meal of the day.",
            "The first meal of the day (usually in the morning)",
            "The first meal of the day, usually eaten in the morning.",
            "First meal eaten in the early morning"
          ]
        },
        {
          "bn:00024410n": [
            "Drinking vessel",
            "A concave vessel for holding liquid, generally adorned with either a handle or a stem",
            "A concave vessel for drinking from, usually made of opaque material (as opposed to a glass) and with a handle.",
            "Vessel for drinking.",
            "A small open container usually used for drinking; usually has a handle",
            "A cup is a small, open container used for carrying and drinking drinks."
          ]
        },
        {
          "bn:00041696n": [
            "Green tea is made from the leaves from Camellia sinensis that have undergone minimal oxidation during processing.",
            "Leaves of the tea plant which are treated with steam or roasted to denature the enzymes that cause the leaves to darken and change taste. (Without this step they would become oolong tea or black tea).",
            "A type of tea where the leaves have undergone minimal oxidation in contrast to black tea.",
            "Tea leaves that have been steamed and dried without fermenting"
          ]
        },
        {
          "bn:01675241n": [
            "Fine powder green tea",
            "A powdered green tea used in the Japanese tea ceremony.",
            "Matcha, also spelled maccha, refers to finely milled or fine powder green tea.",
            "Powdered green tea."
          ]
        },
        {
          "bn:00072921n": [
            "The liquid part of such a dish; the broth.",
            "Food",
            "Soup is a primarily liquid food, generally served warm, that is made by combining ingredients such as meat and vegetables with stock, juice, water, or another liquid.",
            "A liquidy food",
            "Liquid food especially of meat or fish or vegetable stock often containing pieces of solid food",
            "A cooked, liquid dish (made from meat or vegetables that are mixed with broth in a pot) that is often sold in tins."
          ]
        },
        {
          "bn:00010183n": [
            "Any drinkable liquid; a beverage.",
            "Any liquid suitable for drinking",
            "Kind of liquid which is specifically prepared for human consumption",
            "A beverage.",
            "Any one of various liquids for drinking.",
            "Drinks, or beverages, are liquids specifically prepared for human consumption."
          ]
        },
        {
          "bn:00028749n": [
            "A single serving of a beverage",
            "Served alcoholic beverage.",
            "A (served) alcoholic beverage."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "teacup without handle",
    "fromVersion": "0.6",
    "glyph": "🍵",
    "glyphAsUtfInEmoticons": [
      "chai"
    ],
    "group": "Food & Drink",
    "keywords": [
      "beverage",
      "cup",
      "drink",
      "tea",
      "teacup",
      "teacup without handle"
    ],
    "mappedToEmoticons": [
      "chai"
    ],
    "tts": "teacup without handle",
    "unicode": "1f375"
  },
  "fluentui_folder": "teacup-without-handle"
}