{
  "alsoKnownAs": [
    "Clover",
    "Ireland",
    "Lucky"
  ],
  "appleName": "Four Leaf Clover",
  "code": "🍀",
  "codepointsHex": [
    "U+1F340"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Clover",
        "Ireland",
        "Lucky"
      ],
      "appleName": "Four Leaf Clover",
      "code": "🍀",
      "codepointsHex": [
        "U+1F340"
      ],
      "currentCldrName": "Four Leaf Clover",
      "description": "<p>A four-leaf clover, a symbol of good luck. Depicted as a bright green sprig of clover, with four, heart-shaped leaves.</p>\r\n\r\n<p>Not to be confused with the three-leaf <a href=\"/shamrock/\">☘️ Shamrock</a>, though this emoji does tend to spike in popularity on&nbsp;<a href=\"/st-patricks-day\">St Patrick&rsquo;s Day</a>.</p>",
      "id": "314",
      "slug": "four-leaf-clover",
      "shortcodes": [
        {
          "code": ":four_leaf_clover:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":four_leaf_clover:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":four_leaf_clover:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":four_leaf_clover:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Four Leaf Clover"
    }
  ],
  "currentCldrName": "Four Leaf Clover",
  "description": "<p>A four-leaf clover, a symbol of good luck. Depicted as a bright green sprig of clover, with four, heart-shaped leaves.</p>\r\n\r\n<p>Not to be confused with the three-leaf <a href=\"/shamrock/\">☘️ Shamrock</a>, though this emoji does tend to spike in popularity on&nbsp;<a href=\"/st-patricks-day\">St Patrick&rsquo;s Day</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "314",
  "shortcodes": [
    {
      "code": ":four_leaf_clover:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":four_leaf_clover:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":four_leaf_clover:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":four_leaf_clover:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "four-leaf-clover",
  "title": "Four Leaf Clover",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Plant symbols",
    "keywords": [
      "leaf",
      "4",
      "four",
      "clover"
    ],
    "definition": "A four-leaf clover is a less common variety of the three-leaved clover. Considered to be lucky. Not to be confused with the shamrock (aka th http://emojipedia.org/four-leaf-clover/",
    "name": "four leaf clover",
    "unicode": "U+1F340",
    "shortcode": ":four_leaf_clover:",
    "senses": {
      "adjectives": [
        {
          "bn:00105419a": [
            "Of or relating to Ireland, the Irish people, or the Irish language.",
            "Pertaining to or originating from Ireland or the Irish people.",
            "Of or relating to or characteristic of Ireland or its people"
          ]
        },
        {
          "bn:00106250a": [
            "Occurring by chance"
          ]
        }
      ],
      "verbs": [
        {
          "bn:13671850v": [
            "To succeed by chance."
          ]
        },
        {
          "bn:13671851v": [
            "To rely on luck."
          ]
        },
        {
          "bn:13671852v": [
            "To carry out relying on luck."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00047477n": [
            "Language spoken in Ireland",
            "The Goidelic language indigenous to Ireland, also known as Irish Gaelic.",
            "Irish is a Goidelic language of the Indo-European languages family, originating in Ireland and historically spoken by the Irish people.",
            "The Celtic language of Ireland",
            "Also known as Irish Gaelic, a Goidelic language spoken in Ireland",
            "A Celtic language spoken primarily in Ireland.",
            "The Celtic language indigenous to Ireland, commonly called Irish."
          ]
        },
        {
          "bn:03480569n": [
            "An uncommon variation of the common, three-leaved clover",
            "The four-leaf clover is an uncommon variation of the common, three-leaved clover.",
            "An uncommon variation of the clover, having four leaves instead of the usual three.",
            "Clover with four leaves."
          ]
        },
        {
          "bn:00020028n": [
            "A plant of the genus Trifolium with leaves usually divided into three (rarely four) leaflets and with white or red flowers.",
            "Plant in genus Trifolium.",
            "A plant of the genus Trifolium",
            "Clover, or trefoil, is a genus of about 300 species of plants in the leguminous pea family Fabaceae.",
            "A synonym of the genus Trifolium (clovers)",
            "Genus of plants, the Clovers",
            "Any of several plants of the pea family, having compound, trifoliate leaves; especially one of the genus Trifolium.",
            "A plant of the genus Trifolium."
          ]
        },
        {
          "bn:00035324n": [
            "Plants, taken collectively.",
            "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
            "(botany) a living organism lacking the power of locomotion",
            "Plants considered as a group, especially those of a particular country, region, time, etc.",
            "The plants that inhabit a certain region or environment.",
            "Collectively, the set of all plants.",
            "Organism capable of photosynthesis.",
            "Inventory of plant species in a given region",
            "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
            "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
            "Species belonging to the plant kingdom.",
            "The plant life characterizing a specific geographic region or environment.",
            "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
            "Plants are living organisms belonging to the kingdom Plantae."
          ]
        },
        {
          "bn:00017622n": [
            "An unknown and unpredictable phenomenon that causes an event to result one way rather than another",
            "Chance.",
            "Something that happens to someone by chance, a chance occurrence.",
            "A chance happening, or that which happens beyond a person's controls",
            "Something positive that happens to someone by chance.",
            "The definition of luck varies by philosophical, religious, mystical, or emotional context of the one interpreting it; according to the classic Noah Webster's dictionary, luck is \"a purposeless, unpredictable and uncontrollable force that shapes events favorably or unfavorably for an individual, group or cause\".",
            "Luck is a chance happening, or that which happens beyond a person's control, and can be referred to as \"good luck\" or \"bad luck\".",
            "Something that happens to someone by chance."
          ]
        },
        {
          "bn:00050749n": [
            "A leprechaun is a type of fairy in Irish folklore, usually taking the form of an old man, clad in a red or green coat, who enjoys partaking in mischief.",
            "A mischievous elf in Irish folklore",
            "A familiar in Kingdom Of Loathing"
          ]
        },
        {
          "bn:00035596n": [
            "The main organ of photosynthesis and transpiration in higher plants, usually consisting of a flat green blade attached to the stem directly or by a stalk.",
            "Anything resembling the leaf of a plant.",
            "Organ of a vascular plant, composing its foliage",
            "A leaf is an organ of a vascular plant and is the principal lateral appendage of the stem.",
            "The main organ of photosynthesis and transpiration in higher plants",
            "Part of a plant.",
            "A major part of a leaf",
            "A structure at the base of a leaf's petiole that partly surrounds or protect the stem or another organ that it subtends.",
            "The leaves of plants.",
            "The leaves of a plant together."
          ]
        },
        {
          "bn:00079663n": [
            "In culinary terms, a vegetable is an edible plant or its part, intended for cooking or eating raw.",
            "A plant raised for some edible part of it.",
            "Edible seeds or roots or stems or leaves or bulbs or tubers or nonsweet fruits of any of numerous herbaceous plant",
            "Edible plant or part of a plant",
            "A nutritional and culinary term that denotes any part of a plant that is commonly consumed by humans as food.",
            "Any of various herbaceous plants having parts that are used as food.",
            "The edible part of such a plant."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "four leaf clover",
    "fromVersion": "0.6",
    "glyph": "🍀",
    "glyphAsUtfInEmoticons": [
      "goodluck"
    ],
    "group": "Animals & Nature",
    "keywords": [
      "4",
      "clover",
      "four",
      "four-leaf clover",
      "leaf"
    ],
    "mappedToEmoticons": [
      "goodluck"
    ],
    "tts": "four leaf clover",
    "unicode": "1f340"
  },
  "fluentui_folder": "four-leaf-clover"
}