{
  "alsoKnownAs": [
    "Graduate",
    "College",
    "Mortar Board",
    "Square Academic Cap",
    "University"
  ],
  "appleName": "Graduation Cap",
  "code": "🎓",
  "codepointsHex": [
    "U+1F393"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Graduate",
        "College",
        "Mortar Board",
        "Square Academic Cap",
        "University"
      ],
      "appleName": "Graduation Cap",
      "code": "🎓",
      "codepointsHex": [
        "U+1F393"
      ],
      "currentCldrName": "Graduation Cap",
      "description": "<p>A graduation cap, worn on the head of students graduating from college or university. Known in some locations as a mortar board with tassel.</p>\r\n\r\n<p>An <a href=\"/apple/ios-4.0/graduation-cap/\">early Apple design</a> displayed a graduation shirt instead of a graduation cap.</p>",
      "id": "644",
      "slug": "graduation-cap",
      "shortcodes": [
        {
          "code": ":graduation_cap:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":mortar_board:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":mortar_board:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":mortar_board:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Graduation Cap"
    }
  ],
  "currentCldrName": "Graduation Cap",
  "description": "<p>A graduation cap, worn on the head of students graduating from college or university. Known in some locations as a mortar board with tassel.</p>\r\n\r\n<p>An <a href=\"/apple/ios-4.0/graduation-cap/\">early Apple design</a> displayed a graduation shirt instead of a graduation cap.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "644",
  "shortcodes": [
    {
      "code": ":graduation_cap:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":mortar_board:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":mortar_board:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":mortar_board:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "graduation-cap",
  "title": "Graduation Cap",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Celebration symbols",
    "keywords": [
      "hat",
      "cap",
      "celebration",
      "graduation",
      "clothing"
    ],
    "definition": "A graduation cap, worn on the head of students graduating from college or university. Known in some locations as a mortar board with tassel. http://emojipedia.org/graduation-cap/",
    "name": "graduation cap",
    "unicode": "U+1F393",
    "shortcode": ":mortar_board:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00082281v": [
            "To acquire knowledge on a subject.",
            "To acquire knowledge or ability.",
            "Gain knowledge or skills",
            "To acquire, or attempt to acquire knowledge or an ability to do something."
          ]
        },
        {
          "bn:00089252v": [
            "Be dressed in"
          ]
        },
        {
          "bn:00089006v": [
            "Receive an academic degree upon completion of one's studies",
            "To obtain an academic degree upon completion of one's studies."
          ]
        },
        {
          "bn:00093341v": [
            "Educate in or as if in a school"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00055947n": [
            "The square academic cap, graduate cap, cap, or mortarboard or Oxford cap, is an item of academic head dress consisting of a horizontal square board fixed upon a skull-cap, with a tassel attached to the center.",
            "An academic cap with a flat square with a tassel on top",
            "An academic cap that has a flat square top with a tassel."
          ]
        },
        {
          "bn:00020642n": [
            "A college is an educational institution or a constituent part of one.",
            "Institution of higher education teaching undergraduates.",
            "An institution of higher education created to educate and grant degrees; often a part of a university",
            "An institution of higher education teaching undergraduates.",
            "Educational institute"
          ]
        },
        {
          "bn:00015398n": [
            "Type of headgear",
            "A close-fitting head covering either without a brim or with a peak.",
            "A usually soft and close-fitting head covering, either having no brim or with a visor.",
            "A cap is a form of headgear.",
            "A tight-fitting headdress"
          ]
        },
        {
          "bn:00017718n": [
            "A covering for the head, often in the approximate form of a cone or a cylinder closed at its top end, and sometimes having a brim and other decoration.",
            "An item of clothing worn on a person's head.",
            "Headdress that protects the head from bad weather; has shaped crown and usually a brim",
            "A hat is a head covering.",
            "A hat.",
            "A hat is a headcovering.",
            "\"Chapeau\" is a French term signifying a hat or other covering for the head.",
            "An item of clothing intended to cover the head made from material hard enough to have a shape independant of the skull, and most commonly with a rim.",
            "Head covering"
          ]
        },
        {
          "bn:00026980n": [
            "Any formulated, regular or special organization of instruction, training or knowledge disclosure, especially the institutional structures supporting that endeavor.",
            "Learning in which knowledge and skills is transferred through teaching",
            "The art and science of teaching.",
            "Intended for purposes of instruction, for teaching.",
            "Education in its general sense is a form of learning in which the knowledge, skills, and habits of a group of people are transferred from one generation to the next through teaching, training, or research.",
            "The act or process of imparting or acquiring knowledge or skills.",
            "The process or art of imparting knowledge, skill and judgment.",
            "The art or science of teaching.",
            "Education in the largest sense is any act or experience that has a formative effect on the mind, character or physical ability of an individual.",
            "The notion that principles such as Bloom's Taxonomy assist in maintaining congruence among various educational undertakings.",
            "The activities of educating or instructing; activities that impart knowledge or skill",
            "Act of instructing, teaching, or furnishing with knowledge; information.",
            "The activities of educating, teaching or instructing.",
            "The act of instructing, teaching, or furnishing with information or knowledge.",
            "A didactic method is a teaching method that follows a consistent scientific approach or educational style to engage the student's mind."
          ]
        },
        {
          "bn:00079152n": [
            "Institution of higher education (typically accepting students from the age of about 17 or 18, depending on country, but in some exceptional cases able to take younger students) where subjects are studied and researched in depth and degrees are offered.",
            "An institution dedicated to teaching and learning before college or university.",
            "  An educational institution providing primary and secondary education, prior to tertiary education (college or university).",
            "Establishment where a seat of higher learning is housed, including administrative and living quarters as well as facilities for research and teaching",
            "Universities are institutions of higher education and research, which grant academic degrees in a variety of subjects.",
            "An institution of higher education and of research, which grants academic degrees.",
            "Academic institution for further education",
            "An institution of higher education",
            "A university is an institution of higher education and research which grants academic degrees in a variety of subjects and provides both undergraduate education and postgraduate education."
          ]
        },
        {
          "bn:00069619n": [
            "A school is an institution designed for the teaching of students under the direction of teachers.",
            "Institution designed for the teaching of students under the direction of teachers",
            "An institution of higher education and of research, which grants academic degrees.",
            "An institution dedicated to teaching and learning.",
            "An educational institution",
            "  An institution dedicated to teaching and learning; an educational institution."
          ]
        },
        {
          "bn:00006125n": [
            "Clothing, garments, dress, material.",
            "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
            "Clothing is fiber and textile material worn on the body.",
            "Clothes.",
            "Clothes considered as a group.",
            "All coverings designed to be worn on a person's body.",
            "Clothing",
            "Something that can be worn; an item of clothing.",
            "A covering of or like clothing.",
            "A single item of clothing.",
            "An act or instance of putting clothes on.",
            "A covering designed to be worn on a person's body",
            "Clothes, possessions or equipment.",
            "(in combination) clothing",
            "Fiber and textile material worn on the body"
          ]
        },
        {
          "bn:00020972n": [
            "An academic exercise in which diplomas are conferred",
            "The action of receiving or conferring an academic degree or the associated ceremony",
            "The action or process of graduating.",
            "The action or process of graduating and receiving a diploma for completing a course of study (such as from an educational institution).",
            "Graduation is the action of receiving or conferring an academic degree or the ceremony that is sometimes associated, where students become graduates.",
            "The action of receiving a diploma for having completed a course of study."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "graduation cap",
    "fromVersion": "0.6",
    "glyph": "🎓",
    "glyphAsUtfInEmoticons": [
      "1f393_graduationcap"
    ],
    "group": "Objects",
    "keywords": [
      "cap",
      "celebration",
      "clothing",
      "graduation",
      "hat"
    ],
    "mappedToEmoticons": [
      "1f393_graduationcap"
    ],
    "tts": "graduation cap",
    "unicode": "1f393"
  },
  "fluentui_folder": "graduation-cap"
}