{
  "alsoKnownAs": [
    "Gay Couple"
  ],
  "appleName": "Two Men Holding Hands",
  "code": "👬",
  "codepointsHex": [
    "U+1F46C"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Gay Couple"
      ],
      "appleName": "Two Men Holding Hands",
      "code": "👬",
      "codepointsHex": [
        "U+1F46C"
      ],
      "currentCldrName": "Men Holding Hands",
      "description": "<p>Two men&nbsp;holding hands, most likely due to being in a relationship.</p>",
      "id": "113",
      "modifiers": true,
      "slug": "men-holding-hands",
      "shortcodes": [
        {
          "code": ":men_holding_hands:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":two_men_holding_hands:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":two_men_holding_hands:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":men_holding_hands:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":two_men_holding_hands:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Two Men Holding Hands"
    }
  ],
  "currentCldrName": "Men Holding Hands",
  "description": "<p>Two men&nbsp;holding hands, most likely due to being in a relationship.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "113",
  "modifiers": true,
  "shortcodes": [
    {
      "code": ":men_holding_hands:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":two_men_holding_hands:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":two_men_holding_hands:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":men_holding_hands:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":two_men_holding_hands:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "men-holding-hands",
  "title": "Two Men Holding Hands",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "keywords": [
      "twins",
      "hand",
      "gemini",
      "couple",
      "zodiac",
      "hold",
      "man"
    ],
    "definition": "Two men holding hands, most likely due to being in a relationship. Two Men Holding Hands was approved as part of Unicode 6.0 in 2010 and add http://emojipedia.org/two-men-holding-hands/",
    "name": "two men holding hands",
    "unicode": "U+1F46C",
    "shortcode": ":two_men_holding_hands:",
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00052121n": [
            "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
            "An intense feeling of affection and care towards another person.",
            "Emotion based on affection",
            "A strong positive emotion of regard and affection",
            "In the Italian or Latin languages",
            "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
            "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
          ]
        },
        {
          "bn:00042759n": [
            "That part of the fore limb below the forearm or wrist in primates (including humans).",
            "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
            "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
            "Part of the fore limb.",
            "The (prehensile) extremity of the superior limb",
            "The manus is the zoological term for the distal portion of the fore limb of an animal.",
            "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
            "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
          ]
        },
        {
          "bn:00036545n": [
            "A close friendship between people who are in a same group or team.",
            "(uncountable) condition of being friends.",
            "Friendship is a relationship of mutual affection between two or more people.",
            "A relationship between two people who hold mutual affection for each other",
            "The condition of being friends.",
            "Friendship is a term used to denote co-operative and supportive behavior between two or more people.",
            "The state of being chummy.",
            "Relationship between people who have mutual affection for each other",
            "The state of being friends (or friendly)"
          ]
        },
        {
          "bn:00001533n": [
            "Sexual maturity is the age or stage when an organism can reproduce.",
            "The age or stage when an organism can reproduce",
            "An adult male human.",
            "A man is a male human.",
            "An adult male human",
            "An adult human member of the sex that begets young by fertilizing ova.",
            "A human member of the masculine sex or gender.",
            "An adult person who is male (as opposed to a woman)"
          ]
        },
        {
          "bn:00023268n": [
            "A pair who associate with one another",
            "A pair or couple, especially one that is harmonious or elegant."
          ]
        },
        {
          "bn:00037541n": [
            "Gay is a term that primarily refers to a homosexual person or the trait of being homosexual.",
            "Term that primarily refers to a homosexual person lamar bowden",
            "A person who is attracted solely or primarily to others of the same sex.",
            "A homosexual person.",
            "Someone who practices homosexuality; having a sexual attraction to persons of the same sex",
            "A person who is sexually attracted solely or primarily to other members of the same sex.",
            "The word homophile refers to an individual who accepts homosexuals, a supporter of certain rights of homosexuals, one who has positive thoughts about homosexuality, or an advocate of its social acceptance."
          ]
        },
        {
          "bn:01272588n": [
            "Close non-romantic relationship between two or more men",
            "A close but non-sexual relationship between two men, a form of homosocial intimacy.",
            "A bromance is a close non-romantic relationship between two men, a form of affectional or homosocial intimacy.",
            "Close, non-sexual relationship between two or more men."
          ]
        },
        {
          "bn:00078753n": [
            "A case of multiple birth in which the mother gives birth to two offspring from the same pregnancy.",
            "Either of two people (or, less commonly, animals) who shared the same uterus at the same time; one who was born at the same birth as a sibling.",
            "One of two offspring produced in the same pregnancy. Use with P31 on items for one twin",
            "Twins are two offspring produced by the same pregnancy.",
            "Either of two offspring born at the same time from the same pregnancy"
          ]
        },
        {
          "bn:00061450n": [
            "(plural) any group of human beings (men or women or children) collectively",
            "Plurality of persons considered as a whole",
            "A group of persons forming or belonging to a particular nation, class, ethnic group, country, family, etc.",
            "Persons who exist in no programmatic feature category, or more than one category.",
            "(plural peoples)  Persons forming or belonging to a particular group, such as a nation, class, ethnic group, country, family, etc; folk; community.",
            "A group of persons forming or belonging to a particular nation etc.",
            "A people is a plurality of persons considered as a whole, as in an ethnic group or nation.",
            "A group of humans"
          ]
        },
        {
          "bn:03349597n": [
            "Form of hentai involving two or more males in a homosexual relationship.",
            "Yaoi, also known as Boys' Love, is a Japanese genre of fictional media focusing on homoerotic romantic or sexual relationships between male characters, aimed at a female audience and usually created by female authors.",
            "Japanese term for female-oriented fiction featuring idealized romantic relationships between two males",
            "A form of hentai involving two or more males in a homosexual relationship, primarily intended for a female audience."
          ]
        },
        {
          "bn:00036538n": [
            "Person whose company one enjoys.",
            "A person other than a family member, spouse or lover whose company one enjoys and towards whom one feels affection.",
            "A person with whom a Windows Live user has established a mutual social connection.",
            "A person you know well and regard with affection and trust"
          ]
        },
        {
          "bn:00012569n": [
            "Young male human",
            "A youthful male person",
            "A young male human",
            "A boy is a young male human, usually child or adolescent.",
            "A young male person, usually a child or teenager.",
            "A young male human; a male child or young adult."
          ]
        }
      ]
    }
  },
  "given_category": "People & Body",
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI"
}