{
  "appleName": "Registered Sign",
  "code": "®️",
  "codepointsHex": [
    "U+AE",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Registered Sign",
      "code": "®️",
      "codepointsHex": [
        "U+AE",
        "U+FE0F"
      ],
      "currentCldrName": "Registered",
      "description": "<p>A registered trademark symbol, a circled capital letter <em>R</em> for registered.</p>",
      "id": "1217",
      "slug": "registered",
      "shortcodes": [
        {
          "code": ":registered:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":registered:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":registered:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":registered:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Registered Sign"
    }
  ],
  "currentCldrName": "Registered",
  "description": "<p>A registered trademark symbol, a circled capital letter <em>R</em> for registered.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1217",
  "shortcodes": [
    {
      "code": ":registered:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":registered:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":registered:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":registered:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "registered",
  "title": "Registered Sign",
  "type": "SINGLE",
  "version": {
    "date": 738892800,
    "description": "<p>Unicode 1.1 were pre-dated emoji inclusion in Unicode by 17 years, and included many characters primarily sourced from the Zapf Dingbats font.</p>\r\n\r\n<p>The following characters were added to Unicode in 1993 and many were given emoji presentation status in the years 2010-2015.</p>",
    "name": "1.1",
    "slug": "unicode-1.1",
    "status": 0
  },
  "emoji_net_data": {
    "keywords": [
      "registered"
    ],
    "definition": "Registered was approved as part of Unicode 1.1 in 1993 under the name “Registered Sign” and added to Emoji 1.0 in 2015. Copy and paste this  http://emojipedia.org/registered-sign/",
    "name": "registered",
    "unicode": "U+00AE",
    "shortcode": ":registered:",
    "senses": {
      "adjectives": [
        {
          "bn:00100484a": [
            "Of or relating to a corporation.",
            "Of, or relating to a corporation.",
            "Of or belonging to a corporation"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00095062v": [
            "To register something as a trademark.",
            "Register the trademark of"
          ]
        },
        {
          "bn:00083883v": [
            "Mark with a brand or trademark",
            "To associate a product or service with a trademark or other name and related images."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00053450n": [
            "A visible indication.",
            "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
            "A perceptible indication of something not immediately apparent, as a visible clue that something has happened."
          ]
        },
        {
          "bn:00077877n": [
            "A trademark, trade mark, or trade-mark is a recognizable sign, design or expression which identifies products or services of a particular source from those of others.",
            "A formally registered symbol identifying the manufacturer or distributor of a product",
            "A word or mark that distinctly indicates the ownership of a product or service, and that is legally reserved for the exclusive use of that owner.",
            "A word, symbol, or phrase used to identify a particular company's product and differentiate it from other companies' products.",
            "A word, phrase, symbol, or design (or some combination thereof) used to identify a proprietary product and claimed but not registered with a governmental body. It is often accompanied by the symbol TM.",
            "Recognizable sign, design or expression which identifies products or services",
            "A word, phrase, symbol, or design (or some combination thereof) used to identify a proprietary product and registered with a governmental body. It is often accompanied by the symbol ®.",
            "A treaty involved in intellectual property identification",
            "Identification of a company's product."
          ]
        },
        {
          "bn:00075652n": [
            "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
            "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
            "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
            "A character or glyph representing an idea, concept or object.",
            "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
            "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
            "Character or glyph.",
            "An arbitrary sign (written or printed) that has acquired a conventional significance",
            "Something that represents an idea, a process, or a physical entity"
          ]
        }
      ]
    }
  },
  "given_category": "Symbols",
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI"
}