{
  "category": "Supplemental Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "light skin tone",
    "ball",
    "handball"
  ],
  "definition": "This version of the ?? Person Playing Handball emoji has the ?? Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported http://emojipedia.org/handball-type-1-2/",
  "unicode": "U+1F93E U+1F3FB",
  "name": "person playing handball: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:13656166v": [
          "To illegally touch the ball with the hand or arm."
        ]
      },
      {
        "bn:13656167v": [
          "To (legally) pass a football by holding it with one hand and hitting it with the other."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00008124n": [
          "A testicle of a vertebrate",
          "One of the two male reproductive glands that produce spermatozoa and secrete androgens",
          "A testicle.",
          "The testicles.",
          "The female gamete of an animal or plant, capable of fusing with a male gamete to produce a zygote.",
          "\"Bollocks\" is a word of Anglo-Saxon origin, meaning \"testicles\".",
          "The testicle is the male gonad in animals.",
          "The male sex gland that produces sperm and male hormones, found in some types of animals.",
          "The male sex and endocrine gland, found in some types of animals, that produces sperm and male sex hormones, including the steroid testosterone.",
          "Internal organ used in the male reproductive system"
        ]
      },
      {
        "bn:00042794n": [
          "A game played in a walled court or against a single wall by two or four players who strike a rubber ball with their hands",
          "A team sport where two teams of seven players each (six players and a goalkeeper) pass and bounce a ball trying to throw it in the goal of the opposing team. (source: wikipedia)",
          "A team sport where two teams of seven players each (six players and a goalkeeper) pass and bounce a ball trying to throw it in the goal of the opposing team.",
          "Handball is a team sport in which two teams of seven players each pass a ball to throw it into the goal of the other team.",
          "Team sport"
        ]
      },
      {
        "bn:00036052n": [
          "An act of passing a football by holding it with one hand and hitting it with the other.",
          "An act that violates the rules of a sport.",
          "Fouls and misconduct in association football are acts committed by players which are considered deemed by the referee to be unfair and are subsequently penalized.",
          "An act that violates the rules of a sport",
          "Unfair act by a player in association football"
        ]
      }
    ]
  },
  "code": "🤾🏻",
  "fluentui_metadata": {
    "cldr": "person playing handball",
    "fromVersion": "3.0",
    "glyph": "🤾",
    "glyphAsUtfInEmoticons": [
      "hand_ball"
    ],
    "group": "People & Body",
    "keywords": [
      "ball",
      "handball",
      "person playing handball"
    ],
    "mappedToEmoticons": [
      "hand_ball"
    ],
    "tts": "person playing handball",
    "unicode": "1f93e",
    "unicodeSkintones": [
      "1f93e",
      "1f93e 1f3fb",
      "1f93e 1f3fc",
      "1f93e 1f3fd",
      "1f93e 1f3fe",
      "1f93e 1f3ff"
    ]
  },
  "fluentui_folder": "person-playing-handball-light-skin-tone",
  "slug": "person-playing-handball-light-skin-tone"
}