{
  "alsoKnownAs": [
    "Cocktail",
    "Martini"
  ],
  "appleName": "Cocktail Glass",
  "code": "🍸",
  "codepointsHex": [
    "U+1F378"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Cocktail",
        "Martini"
      ],
      "appleName": "Cocktail Glass",
      "code": "🍸",
      "codepointsHex": [
        "U+1F378"
      ],
      "currentCldrName": "Cocktail Glass",
      "description": "<p>A stemmed glass with a cone-shaped bowl, used for serving cocktails. Depicted as a&nbsp;<a href=\"https://en.wikipedia.org/wiki/Martini_(cocktail)\">martini</a>&nbsp;garnished with an olive. Might be gin or vodka, shaken or stirred. See also&nbsp;<a href=\"/tropical-drink/\">Tropical Drink</a>.</p>",
      "id": "380",
      "slug": "cocktail-glass",
      "shortcodes": [
        {
          "code": ":cocktail_glass:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":cocktail:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":cocktail:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":cocktail:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Cocktail Glass"
    }
  ],
  "currentCldrName": "Cocktail Glass",
  "description": "<p>A stemmed glass with a cone-shaped bowl, used for serving cocktails. Depicted as a&nbsp;<a href=\"https://en.wikipedia.org/wiki/Martini_(cocktail)\">martini</a>&nbsp;garnished with an olive. Might be gin or vodka, shaken or stirred. See also&nbsp;<a href=\"/tropical-drink/\">Tropical Drink</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "380",
  "shortcodes": [
    {
      "code": ":cocktail_glass:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":cocktail:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":cocktail:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":cocktail:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "cocktail-glass",
  "title": "Cocktail Glass",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Beverage symbols",
    "keywords": [
      "drink",
      "bar",
      "glass",
      "cocktail"
    ],
    "definition": "A cocktail glass with a thin stem, and wide surface area. Often associated with martinis, most versions of this emoji show an olive inside t http://emojipedia.org/cocktail-glass/",
    "name": "cocktail glass",
    "unicode": "U+1F378",
    "shortcode": ":cocktail:",
    "senses": {
      "adjectives": [
        {
          "bn:13742905a": [
            "Festive, lively"
          ]
        },
        {
          "bn:00101836a": [
            "In a state of intoxication caused by the consumption of excessive alcohol, usually by drinking alcoholic beverages.",
            "Stupefied by any chemical substance.",
            "Stupefied or excited by a chemical substance (especially alcohol)",
            "Being in a temporary state in which one's physical and mental faculties are impaired due to excessive consumption of alcohol.",
            "Intoxicated after drinking too much alcohol.",
            "Behaving as though affected by alcohol including exhilaration, and a dumbed or stupefied manner."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00083796v": [
            "To drink alcohol.",
            "Consume alcohol",
            "Slang:to drink alcohol.",
            "To consume a liquid containing alcohol.",
            "To consume alcoholic beverages."
          ]
        },
        {
          "bn:00087321v": [
            "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
            "Take in liquids",
            "To consume a liquid through the mouth.",
            "To consume (a liquid) through the mouth.",
            "To drink or imbibe."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00048532n": [
            "The liquid that is produced by squeezing or crushing fruits or vegetables.",
            "Liquid from a plant.",
            "Juice is a liquid that is naturally contained in fruit and vegetables.",
            "The liquid part or moisture of an animal body or substance.",
            "A liquid from a plant, especially fruit.",
            "The liquid part that can be extracted from plant or animal tissue by squeezing or cooking",
            "Liquid that is naturally contained in fruit and vegetables"
          ]
        },
        {
          "bn:03500399n": [
            "A cocktail glass is a stemmed glass with an inverted cone bowl."
          ]
        },
        {
          "bn:00053589n": [
            "A cocktail made of gin (or vodka) with dry vermouth",
            "The Martini is a cocktail made with gin and vermouth, and garnished with an olive or a lemon twist.",
            "Cocktail made with gin and vermouth",
            "A cocktail made from gin or vodka mixed with a splash of vermouth",
            "A popular cocktail",
            "A cocktail made with gin or vodka and vermouth"
          ]
        },
        {
          "bn:00002519n": [
            "An alcoholic beverage is a drink that typically contains 3% -- 40% alcohol.",
            "A liquor or brew containing alcohol as the active agent",
            "That which intoxicates; an intoxicating agent; as, alcohol, opium and laughing gas are intoxicants.",
            "Drink containing alcohols, typically ethanol",
            "Drink",
            "Sometimes referred to as \"alcohol\", any drink containing ethanol",
            "A fermented drink is a beverage containing alcohol because of a metabolic process that converts sugar to acids, gases and/or alcohol (e.g. beer or wine).",
            "An alcoholic beverage is a drink containing ethanol, commonly known as alcohol -- although in chemistry the definition of alcohol includes many other compounds. beverages",
            "A drink (a liquor or brew) containing ethanol, commonly known as alcohol."
          ]
        },
        {
          "bn:00028916n": [
            "Pissed, adj. British and Commonwealth slang, common usage but also mildly vulgar",
            "A state of being drunk",
            "A temporary state resulting from excessive consumption of alcohol",
            "State of being drunk.",
            "Drunkenness, also known as inebriation or alcohol intoxication, is a physiological state that occurs when a person has a high level of ethanol in their blood.",
            "Alcohol intoxication is a physiological state induced by the ingestion of ethyl alcohol."
          ]
        },
        {
          "bn:00020306n": [
            "When used to refer to any generic alcoholic mixed drink, cocktail may mean any beverage that contains two or more ingredients if at least one of them contains alcohol.",
            "A short mixed drink",
            "Mixed drink comprising alcoholic beverages",
            "A mixed alcoholic beverage.",
            "Style of mixed drink, usually containing two or more types of liquor and flavorings."
          ]
        },
        {
          "bn:00010183n": [
            "Any drinkable liquid; a beverage.",
            "Any liquid suitable for drinking",
            "Kind of liquid which is specifically prepared for human consumption",
            "A beverage.",
            "Any one of various liquids for drinking.",
            "Drinks, or beverages, are liquids specifically prepared for human consumption."
          ]
        },
        {
          "bn:00028749n": [
            "A single serving of a beverage",
            "Served alcoholic beverage.",
            "A (served) alcoholic beverage."
          ]
        },
        {
          "bn:00008462n": [
            "A room or establishment where alcoholic drinks are served over a counter",
            "A business licensed to sell intoxicating beverages for consumption on the premises, or the premises themselves",
            "A bar or barroom; a room where alcoholic beverages are served on tap.",
            "A bar is a retail business establishment that serves alcoholic drinks -- beer, wine, liquor, and cocktails -- for consumption on the premises.",
            "A room where alcoholic drinks are served over a counter.",
            "Establishment serving alcoholic beverages for consumption on the premises",
            "The top surface of a bar (counter for serving drinks).",
            "A public house, where beverages, primarily alcoholic, may be bought and drunk. Many pubs also provide food and/or entertainment.",
            "An establishment licensed to sell alcoholic beverages to be consumed on or off the premises; they often provide meals and sometimes accommodation.",
            "A list of addresses that serves as a reference point for other addresses.",
            "A business licensed to sell alcoholic drinks for consumption on the premises, or the premises themselves; public house.",
            "Also known as a lounge in some cases"
          ]
        },
        {
          "bn:01361585n": [
            "Traditional Cuban highball cocktail",
            "A Cuban cocktail made from rum, lime, sugar, mint etc.",
            "Mojito is a traditional Cuban highball."
          ]
        },
        {
          "bn:00002526n": [
            "A person who drinks alcohol to excess habitually",
            "A person addicted to alcohol.",
            "A person who is habitually drunk.",
            "A person who regularly consumes a lot of alcohol and is addicted to it.",
            "One who drinks habitually; a drunkard.",
            "A person who is addicted to drinking alcohol excessively."
          ]
        },
        {
          "bn:00012195n": [
            "A traditional English folk-song",
            "An alcoholic beverage that is distilled rather than fermented",
            "A distilled beverage with a high alcohol content, such as brandy, whiskey, or vodka.",
            "A distilled beverage, spirit, liquor, or hard liquor is an alcoholic beverage produced by distillation of a mixture produced from alcoholic fermentation, such as wine.",
            "Alcoholic beverage containing more than 20 percent alcohol.",
            "John Barleycorn is a British folksong.",
            "Alcoholic beverage produced through destillation, regardless of alcohol content.",
            "Alcoholic beverage that is produced by distilling",
            "Distilled alcoholic beverages.",
            "Any alcoholic beverage.",
            "Strong alcoholic drink derived from fermentation and distillation."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "cocktail glass",
    "fromVersion": "0.6",
    "glyph": "🍸",
    "glyphAsUtfInEmoticons": [
      "drink"
    ],
    "group": "Food & Drink",
    "keywords": [
      "bar",
      "cocktail",
      "drink",
      "glass"
    ],
    "mappedToEmoticons": [
      "drink"
    ],
    "tts": "cocktail glass",
    "unicode": "1f378"
  },
  "fluentui_folder": "cocktail-glass"
}