{
  "alsoKnownAs": [
    "Shopping Center",
    "Shops"
  ],
  "appleName": "Department Store",
  "code": "🏬",
  "codepointsHex": [
    "U+1F3EC"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Shopping Center",
        "Shops"
      ],
      "appleName": "Department Store",
      "code": "🏬",
      "codepointsHex": [
        "U+1F3EC"
      ],
      "currentCldrName": "Department Store",
      "description": "<p>A large department store, selling a range of products to the general public. Shown as a large building with a billboard.</p>\r\n\r\n<p>Previously shown as a <a href=\"/shopping-bags/\" title=\"🛍 Shopping Bags\">shopping bag</a> on <a href=\"/microsoft/windows-10/department-store/\">Windows</a>.</p>",
      "id": "424",
      "slug": "department-store",
      "shortcodes": [
        {
          "code": ":department_store:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":department_store:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":department_store:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":department_store:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Department Store"
    }
  ],
  "currentCldrName": "Department Store",
  "description": "<p>A large department store, selling a range of products to the general public. Shown as a large building with a billboard.</p>\r\n\r\n<p>Previously shown as a <a href=\"/shopping-bags/\" title=\"🛍 Shopping Bags\">shopping bag</a> on <a href=\"/microsoft/windows-10/department-store/\">Windows</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "424",
  "shortcodes": [
    {
      "code": ":department_store:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":department_store:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":department_store:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":department_store:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "department-store",
  "title": "Department Store",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "store",
      "department"
    ],
    "definition": "A large department store, selling a range of products to the general public. Shown as a large building with a billboard on most platforms, o http://emojipedia.org/department-store/",
    "name": "department store",
    "unicode": "U+1F3EC",
    "shortcode": ":department_store:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00084198v": [
            "Make by combining materials and parts",
            "To create something by combining or assembling materials or parts or by changing it.",
            "To form by combining materials or parts.",
            "(transitive) to form by combining materials or parts.",
            "To build or form (something) by assembling parts.",
            "To form or formulate in the mind."
          ]
        },
        {
          "bn:13643873v": [
            "To shop at the mall."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00017134n": [
            "A shopping mall, shopping center/centre, shopping arcade, shopping precinct, or simply just a mall is one or more buildings forming a complex of shops representing merchandisers, with interconnecting walkways enabling visitors to walk from unit to unit.",
            "Mercantile establishment consisting of a carefully landscaped complex of shops representing leading merchandisers; usually includes restaurants and a convenient parking area; a modern version of the traditional marketplace",
            "Shopping center",
            "A 1903 long public park in downtown Cleveland, Ohio",
            "One or more buildings forming a complex of shops, also sometimes called a shopping arcade",
            "Mall, shopping centre.",
            "An enclosed shopping centre.",
            "A shopping mall",
            "Shopping mall; shopping centre",
            "The Cleveland Mall is a long public park in downtown Cleveland, Ohio.",
            "Enclosed area in which there is a variety of shops."
          ]
        },
        {
          "bn:00026342n": [
            "A department store is a retail establishment with a building open to the public, offering a wide range of consumer goods.",
            "A large retail store organized into departments offering a variety of merchandise; commonly part of a retail chain",
            "A large retail store, esp. one selling a great variety of articles.",
            "The Emporium is a luxury shopping mall in Khlong Toei district, Bangkok, Thailand, which opened in 1997.",
            "A department store.",
            "A retail store that includes many specialized departments such as clothing or household items",
            "A retail organization which carries a wide range of merchandise that is organized into separate departments for the purpose of promotion, service and control."
          ]
        },
        {
          "bn:00071230n": [
            "Recently bought goods.",
            "Buying goods",
            "The commodities purchased from storeswomen carrying home shopping didn't give me a second glance\"",
            "A retailer or shop is a business that presents a selection of goods or services and offers to sell them to customers for money or other goods."
          ]
        },
        {
          "bn:00013722n": [
            "A building, esp. one of large size or imposing appearance.",
            "A structure that has a roof and walls and stands more or less permanently in one place",
            "Closed structure with walls and a roof.",
            "Building",
            "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
            "Structure with a roof and walls, such as a house or factory.",
            "A closed structure with walls and a roof.",
            "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
            "Man-made structure with a roof and walls standing more or less permanently in one place",
            "A building to which there is free access by the public and which is available for the use of a community."
          ]
        },
        {
          "bn:00037283n": [
            "A building (or section of a building) used to store a car or cars, tools and other miscellaneous items.",
            "Part of home",
            "A building, or a section of a building, used to store a car, tools and other miscellaneous items.",
            "An outbuilding (or part of a building) for housing automobiles",
            "A residential garage is part of a home, or an associated building, designed or used for storing a vehicle or vehicles.",
            "A building or part of a building for storing one or more vehicles",
            "Place where cars are serviced and repaired."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "department store",
    "fromVersion": "0.6",
    "glyph": "🏬",
    "glyphAsUtfInEmoticons": [
      "1f3ec_departmentstore"
    ],
    "group": "Travel & Places",
    "keywords": [
      "department",
      "store"
    ],
    "mappedToEmoticons": [
      "1f3ec_departmentstore"
    ],
    "tts": "department store",
    "unicode": "1f3ec"
  },
  "fluentui_folder": "department-store"
}