{
  "alsoKnownAs": [
    "Post Office"
  ],
  "appleName": "European Post Office",
  "code": "🏤",
  "codepointsHex": [
    "U+1F3E4"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Post Office"
      ],
      "appleName": "European Post Office",
      "code": "🏤",
      "codepointsHex": [
        "U+1F3E4"
      ],
      "currentCldrName": "Post Office",
      "description": "<p>A European-style post office. A&nbsp;<a href=\"/postal-horn/\" title=\"📯 Postal Horn\">postal horn</a> can be seen on the front, which is commonly found in the logos of <a href=\"https://en.wikipedia.org/wiki/List_of_national_postal_services#Europe\">European Postal Services</a>.</p>\r\n",
      "id": "417",
      "slug": "post-office",
      "shortcodes": [
        {
          "code": ":post_office:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":european_post_office:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":european_post_office:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":european_post_office:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "European Post Office"
    }
  ],
  "currentCldrName": "Post Office",
  "description": "<p>A European-style post office. A&nbsp;<a href=\"/postal-horn/\" title=\"📯 Postal Horn\">postal horn</a> can be seen on the front, which is commonly found in the logos of <a href=\"https://en.wikipedia.org/wiki/List_of_national_postal_services#Europe\">European Postal Services</a>.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "417",
  "shortcodes": [
    {
      "code": ":post_office:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":european_post_office:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":european_post_office:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":european_post_office:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "post-office",
  "title": "European Post Office",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "european",
      "post"
    ],
    "definition": "A European-style post office. A postal horn can be seen on the front, which is commonly found in the logos of European Postal Services. Post http://emojipedia.org/european-post-office/",
    "name": "post office",
    "unicode": "U+1F3E4",
    "shortcode": ":european_post_office:",
    "senses": {
      "adjectives": [
        {
          "bn:00102027a": [
            "Possessing an education (especially having more than average knowledge)"
          ]
        },
        {
          "bn:00104262a": [
            "Having the comfortable characteristics of a home.",
            "Having a feeling of home; cozy and comfortable",
            "Befitting a home; cozy, intimate"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00082281v": [
            "To acquire knowledge on a subject.",
            "To acquire knowledge or ability.",
            "Gain knowledge or skills",
            "To acquire, or attempt to acquire knowledge or an ability to do something."
          ]
        },
        {
          "bn:00084198v": [
            "Make by combining materials and parts",
            "To create something by combining or assembling materials or parts or by changing it.",
            "To form by combining materials or parts.",
            "(transitive) to form by combining materials or parts.",
            "To build or form (something) by assembling parts.",
            "To form or formulate in the mind."
          ]
        },
        {
          "bn:00088773v": [
            "To send via the post.",
            "To send (a letter, parcel, etc.) through the mail.",
            "Send via the postal service"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00013722n": [
            "A building, esp. one of large size or imposing appearance.",
            "A structure that has a roof and walls and stands more or less permanently in one place",
            "Closed structure with walls and a roof.",
            "Building",
            "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
            "Structure with a roof and walls, such as a house or factory.",
            "A closed structure with walls and a roof.",
            "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
            "Man-made structure with a roof and walls standing more or less permanently in one place",
            "A building to which there is free access by the public and which is available for the use of a community."
          ]
        },
        {
          "bn:00051752n": [
            "A letter mailed at a post office and either kept for general delivery, or delivered to a post office box, at that same post office.",
            "A place (building, office, shop, or counter) concerned with the business of delivering letters, post or mail and selling stamps, etc.",
            "Customer service facility of a postal system",
            "A building, office or shop concerned with the business of delivering letters, post or mail and selling stamps etc.",
            "A local branch where postal services are available\"",
            "A post office is a customer service facility forming part of a national postal system."
          ]
        },
        {
          "bn:00052815n": [
            "The mail or post is a system for physically transporting documents and other small packages, as well as a name for the postcards, letters, and parcels themselves.",
            "The letters, parcels etc delivered to a particular address or person.",
            "Anything sent through postal services",
            "Mail, or post, is a system for transporting letters and other tangible objects: written documents, typically enclosed in envelopes, and also small packages are delivered to destinations around the world.",
            "The system whereby messages are transmitted via the post office",
            "A message or topic published on a blog, message board or Help board.",
            "A single delivery of letters; the letters or deliveries that make up a single batch delivered to one person or one address.",
            "Method of delivering mail.",
            "System for transporting documents and other small packages",
            "A batch of letters and parcels received via post."
          ]
        },
        {
          "bn:00069619n": [
            "A school is an institution designed for the teaching of students under the direction of teachers.",
            "Institution designed for the teaching of students under the direction of teachers",
            "An institution of higher education and of research, which grants academic degrees.",
            "An institution dedicated to teaching and learning.",
            "An educational institution",
            "  An institution dedicated to teaching and learning; an educational institution."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "post office",
    "fromVersion": "1.0",
    "glyph": "🏤",
    "glyphAsUtfInEmoticons": [
      "1f3e4_europeanpostoffice"
    ],
    "group": "Travel & Places",
    "keywords": [
      "European",
      "post",
      "post office"
    ],
    "mappedToEmoticons": [
      "1f3e4_europeanpostoffice"
    ],
    "tts": "post office",
    "unicode": "1f3e4"
  },
  "fluentui_folder": "european-post-office"
}