{
  "alsoKnownAs": [
    "Wallet"
  ],
  "appleName": "Purse",
  "code": "👛",
  "codepointsHex": [
    "U+1F45B"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Wallet"
      ],
      "appleName": "Purse",
      "code": "👛",
      "codepointsHex": [
        "U+1F45B"
      ],
      "currentCldrName": "Purse",
      "description": "<p>A small pouch with a clasp, generally used to hold coins. Sometimes called a &ldquo;coin purse.&rdquo;</p>\r\n\r\n<p>Color varies by platform, though most platforms have a pink, blue, or turquoise bag with a silver or gold (gray or yellow) clasp.</p>\r\n\r\n<p>Not to be confused with <a href=\"/clutch-bag/\">👝 Clutch Bag</a>, which can look like a coin person on some platforms, due to lack of relative scale in emoji designs.</p>",
      "id": "187",
      "slug": "purse",
      "shortcodes": [
        {
          "code": ":purse:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":purse:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":purse:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":purse:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Purse"
    }
  ],
  "currentCldrName": "Purse",
  "description": "<p>A small pouch with a clasp, generally used to hold coins. Sometimes called a &ldquo;coin purse.&rdquo;</p>\r\n\r\n<p>Color varies by platform, though most platforms have a pink, blue, or turquoise bag with a silver or gold (gray or yellow) clasp.</p>\r\n\r\n<p>Not to be confused with <a href=\"/clutch-bag/\">👝 Clutch Bag</a>, which can look like a coin person on some platforms, due to lack of relative scale in emoji designs.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "187",
  "shortcodes": [
    {
      "code": ":purse:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":purse:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":purse:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":purse:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "purse",
  "title": "Purse",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Clothing and accessories",
    "keywords": [
      "coin",
      "clothing"
    ],
    "definition": "A place to keep coins and perhaps notes of money, for females. The male equivalent would be a wallet. Purse was approved as part of Unicode  http://emojipedia.org/purse/",
    "name": "purse",
    "unicode": "U+1F45B",
    "shortcode": ":purse:",
    "senses": {
      "adjectives": [
        {
          "bn:00102886a": [
            "Having the qualities associated with women.",
            "Associated with women and not with men",
            "Having the qualities stereotypically associated with women: nurturing, not aggressive."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00084554v": [
            "To lift (something) and take it to another place; to transport (something) by lifting.",
            "To transport by lifting.",
            "Move while supporting, either in a vehicle or in one's hands or on one's body",
            "To lift and bring to somewhere else while supporting, either in a vehicle or on one's body; to transport by lifting."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00000677n": [
            "Clothing that is worn or carried, but not part of your main clothing.",
            "An article of clothing or equipment, in particular when used as an accessory.",
            "Clothing that is worn or carried, but not part of your main clothing"
          ]
        },
        {
          "bn:00006125n": [
            "Clothing, garments, dress, material.",
            "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
            "Clothing is fiber and textile material worn on the body.",
            "Clothes.",
            "Clothes considered as a group.",
            "All coverings designed to be worn on a person's body.",
            "Clothing",
            "Something that can be worn; an item of clothing.",
            "A covering of or like clothing.",
            "A single item of clothing.",
            "An act or instance of putting clothes on.",
            "A covering designed to be worn on a person's body",
            "Clothes, possessions or equipment.",
            "(in combination) clothing",
            "Fiber and textile material worn on the body"
          ]
        },
        {
          "bn:00071230n": [
            "Recently bought goods.",
            "Buying goods",
            "The commodities purchased from storeswomen carrying home shopping didn't give me a second glance\"",
            "A retailer or shop is a business that presents a selection of goods or services and offers to sell them to customers for money or other goods."
          ]
        },
        {
          "bn:00033731n": [
            "Popular trends.",
            "Fashion refers to styles of dress that are popular in a culture at any given time.",
            "The latest and most admired style in clothes and cosmetics and behavior",
            "Term for a popular style or practice in clothing, make-up, furniture, etc.",
            "The latest and most admired style in clothes and cosmetics and behavior.",
            "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
            "A prevailing mode of expression, e.g., clothing"
          ]
        },
        {
          "bn:00007925n": [
            "A container used for carrying money and small personal items or accessories (especially by women)",
            "A object used for carrying money and small personal items or accessories (especially by women).",
            "A bag that is used typically by women to hold personal items",
            "A handbag (small bag usually used by women for carrying various small personal items)",
            "A small bag used by women (or sometimes by men) for carrying various small personal items.",
            "A handbag, also purse, pocketbook or pouch in American English, is a handled medium-to-large bag that is often fashionably designed, typically used by women, to hold personal items such as wallet/coins, keys, mobile phone, cosmetics and jewelry, books/e-books, pen and paper, food and beverage such as a water bottle, pepper spray and other items for self-defence, tampons and other feminine hygiene products, contraceptives, tissues and infant care products, or a hairbrush.",
            "Small bag used by women."
          ]
        },
        {
          "bn:00055644n": [
            "Means of exchange and measure of value.",
            "A medium for exchanging ownership of the economic values represented by one or more currency units.",
            "A generally accepted means of exchange and measure of value.",
            "An unspecified amount in a currency.",
            "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
            "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
            "Object or record accepted as payment",
            "The most common medium of exchange; functions as legal tender",
            "In Dutch or German languages"
          ]
        },
        {
          "bn:00979195n": [
            "Small pouch made for carrying coins",
            "Small bag or pouch for coins.",
            "A small bag or pouch designed for carrying money, particularly coins.",
            "A purse, sometimes called coin purse for clarity, is a small money bag or pouch, made for carrying coins."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "purse",
    "fromVersion": "0.6",
    "glyph": "👛",
    "glyphAsUtfInEmoticons": [
      "1f45b_purse"
    ],
    "group": "Objects",
    "keywords": [
      "clothing",
      "coin",
      "purse"
    ],
    "mappedToEmoticons": [
      "1f45b_purse"
    ],
    "tts": "purse",
    "unicode": "1f45b"
  },
  "fluentui_folder": "purse"
}