{
  "alsoKnownAs": [
    "iMac"
  ],
  "appleName": "Desktop Computer",
  "code": "🖥️",
  "codepointsHex": [
    "U+1F5A5",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "iMac"
      ],
      "appleName": "Desktop Computer",
      "code": "🖥️",
      "codepointsHex": [
        "U+1F5A5",
        "U+FE0F"
      ],
      "currentCldrName": "Desktop Computer",
      "description": "<p>A desktop personal computer. Generally depicted as a black or gray monitor with a dark or blue screen.</p>\r\n\r\n<p>Like <a href=\"/laptop/\">💻 Laptop Computer</a>, used for various content concerning computer technology, work, and activity. May also be used to represent <a href=\"/laptop/\">television</a>, as it resembles a flatscreen TV.</p>\r\n\r\n<p>Google and WhatsApp include <a href=\"/keyboard/\">keyboards</a>. Apple&rsquo;s design resembles an iMac. <a href=\"/microsoft/windows-10-anniversary-update/desktop-computer/\">Microsoft</a> and <a href=\"/samsung/touchwiz-7.1/desktop-computer/\">Samsung&rsquo;s</a> designs previously featured PC towers.</p>",
      "id": "764",
      "slug": "desktop-computer",
      "shortcodes": [
        {
          "code": ":desktop_computer:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":desktop_computer:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":desktop_computer:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":desktop:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":desktop_computer:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Desktop Computer"
    }
  ],
  "currentCldrName": "Desktop Computer",
  "description": "<p>A desktop personal computer. Generally depicted as a black or gray monitor with a dark or blue screen.</p>\r\n\r\n<p>Like <a href=\"/laptop/\">💻 Laptop Computer</a>, used for various content concerning computer technology, work, and activity. May also be used to represent <a href=\"/laptop/\">television</a>, as it resembles a flatscreen TV.</p>\r\n\r\n<p>Google and WhatsApp include <a href=\"/keyboard/\">keyboards</a>. Apple&rsquo;s design resembles an iMac. <a href=\"/microsoft/windows-10-anniversary-update/desktop-computer/\">Microsoft</a> and <a href=\"/samsung/touchwiz-7.1/desktop-computer/\">Samsung&rsquo;s</a> designs previously featured PC towers.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "764",
  "shortcodes": [
    {
      "code": ":desktop_computer:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":desktop_computer:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":desktop_computer:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":desktop:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":desktop_computer:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "desktop-computer",
  "title": "Desktop Computer",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Computer symbols",
    "keywords": [
      "computer",
      "desktop"
    ],
    "definition": "A desktop computer that is shown as a current-model iMac in Apple's artwork, and a PC tower case in the Emoji One image. Not to be confused  http://emojipedia.org/desktop-computer/",
    "name": "desktop computer",
    "unicode": "U+1F5A5",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13656620a": [
            "Of an application, converted to be carried out on a personal computer."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00007787n": [
            "The work area on a computer screen that simulates the top of an actual desk. The desktop contains the Recycle Bin and other icons (shortcuts to programs, files, folders, and various types of documents such as letters, reports, or pictures) that you can arrange on the electronic desktop just as you would arrange real objects on top of a desk.",
            "A background process is a computer process that runs \"behind the scenes\" and without user intervention.",
            "The color or image that appears behind the content of a visual element, for example, behind the text that is displayed in a TextBox control or on your graphical user interface.",
            "Software that is running but not being displayed",
            "The color against which characters and graphics are displayed, such as a white background for black characters.",
            "The main graphical user interface of an operating system, usually displaying icons, windows and background wallpaper.",
            "A personal computer intended to be used on a desk and not moved, as opposed to a laptop.",
            "Desktop is a WYSIWYG word processor for computers Sinclair ZX Spectrum and compatible.",
            "The area that appears behind the tiles on the Start screen.",
            "In a graphical user interface such as Windows, a pattern or picture in the screen background that can be chosen by the user.",
            "(computer science) the area of the screen in graphical user interfaces against which icons and windows appear"
          ]
        },
        {
          "bn:00005105n": [
            "Engineering physics is the study of the combined disciplines of physics, engineering and mathematics in order to develop an understanding of the interrelationships of these three disciplines.",
            "Science whose results are employed in technical applications.",
            "Applied science is a discipline of science that applies existing scientific knowledge to develop more practical applications, such as technology or inventions.",
            "Use of symbols to denote equipment, services, pipelines, boundaries and features.",
            "Technology is the collection of tools, including machinery, modifications, arrangements and procedures used by humans.",
            "The discipline dealing with the art or science of applying scientific knowledge to practical problems",
            "The study of or a collection of techniques",
            "The science by which the properties of matter and the sources of power in nature are made useful to humans in structures, machines, and products.",
            "Technology is a broad term dealing with the use and knowledge of humanity's tools and crafts.",
            "Application of knowledge to produce systems",
            "Systematic knowledge of industrial processes and their application.",
            "Engineering is the discipline, art, skill and profession of acquiring and applying scientific, mathematical, economic, social, and practical knowledge, in order to design and build structures, machines, devices, systems, materials and processes.",
            "Engineering is the application of scientific, economic, social, and practical knowledge in order to invent, design, build, maintain, and improve structures, machines, devices, systems, materials and processes."
          ]
        },
        {
          "bn:00026560n": [
            "A desktop computer is a personal computer in a form intended for regular use at a single location desk/table due to its size and power requirements, as opposed to a laptop whose rechargeable battery and compact dimensions allow it to be regularly carried and used in different locations.",
            "A computer of a size designed to be used on a desk.",
            "Personal computer in a form intended for regular use at a single location desk/table",
            "A computer of a size designed to be used on a desk or table, as opposed to larger machines, such as mainframes, and smaller machines, such as laptops and palmtops.",
            "A personal computer designed to fit on a desk",
            "A computer that fits conveniently on a desk or table, and is not designed to be portable.",
            "A personal computer intended to be used on a desk and not moved, as opposed to a laptop.",
            "A computer where the operating system, monitor, speakers, microphone, and sometimes camera, are all integrated in a single unit.",
            "A personal computer small enough to fit conveniently in an individual workspace",
            "A desktop computer.",
            "A computer that typically stands on the floor and that is taller than it is wide."
          ]
        },
        {
          "bn:00021494n": [
            "The branch of engineering science that studies (with the aid of computers) computable processes and structures",
            "Activity requiring, benefiting from, or creating computers",
            "Study of computers and their architecture.",
            "Computer science is the scientific and practical approach to computation and its applications.",
            "Science and technique of data elaboration and of automatic treatment of information.",
            "Computer science or computing science is the study of the theoretical foundations of information and computation and of practical techniques for their implementation and application in computer systems. science",
            "Any goal-oriented activity requiring, benefiting from, or creating computers.",
            "The study of computers and their architecture, languages, and applications, in all aspects, as well as the mathematical structures that relate to computers and computation.",
            "The theoretical study of algorithms, information and computation.",
            "Computing is any goal-oriented activity requiring, benefiting from, or creating algorithmic processes-e.g. through computers."
          ]
        },
        {
          "bn:00021464n": [
            "The configuration that includes all functional components of a computer and its associated hardware. A basic microcomputer system includes a console, or system unit, with one or more disk drives, a monitor, and a keyboard. Additional hardware, called peripherals, can include such devices as a printer, a modem, and a mouse. Software is usually not considered part of a computer system, although the operating system that runs the hardware is known as system software.",
            "A computer is a general purpose device that can be programmed to carry out a set of arithmetic or logical operations automatically.",
            "Simple general purpose device for performing arithmetics or logical operations",
            "Any device capable of processing information to produce a desired result. No matter how large or small they are, computers typically perform their work in three well-defined steps: (1) accepting input, (2) processing the input according to predefined rules (programs), and (3) producing output. There are several ways to categorize computers, including class (ranging from microcomputers to supercomputers), generation (first through fifth generation), and mode of processing (analog versus digital).",
            "A programmable electronic device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly; now especially, a small one for personal or home use employed for manipulating text or graphics, accessing the Internet, or playing games or media.",
            "The combination of hardware and software which forms a complete, working computer. Computer systems will include the computer alongside any software (example: operating system, BIOS) and peripheral devices that are necessary to make the computer function.",
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Computer as the default device for calling phone numbers, Communicator uses the Voice Over Internet Protocol (VOIP) connection for making a call.",
            "A computer is a machine for manipulating data or storing data according to a list of instructions.",
            "A machine for performing calculations automatically",
            "A programmable device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "desktop computer",
    "fromVersion": "0.7",
    "glyph": "🖥️",
    "group": "Objects",
    "keywords": [
      "computer",
      "desktop"
    ],
    "mappedToEmoticons": [
      "1f5a5_desktopcomputer"
    ],
    "tts": "desktop computer",
    "unicode": "1f5a5 fe0f"
  },
  "fluentui_folder": "desktop-computer"
}