{
  "alsoKnownAs": [
    "Clover",
    "Trefoil"
  ],
  "appleName": "Shamrock",
  "code": "☘️",
  "codepointsHex": [
    "U+2618",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Clover",
        "Trefoil"
      ],
      "appleName": "Shamrock",
      "code": "☘️",
      "codepointsHex": [
        "U+2618",
        "U+FE0F"
      ],
      "currentCldrName": "Shamrock",
      "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Shamrock\">shamrock</a>, a clover-like plant. Depicted as a bright green sprig with three, heart-shaped leaves.</p>\r\n\r\n<p>An emblem of <a href=\"/flag-ireland/\">Ireland</a> and symbol of St. Patrick, said to use the shamrock to explain the Christian concept of the Holy Trinity. Commonly used on <a href=\"/st-patricks-day/\">St. Patrick&rsquo;s Day</a> and in association with Irish culture and heritage.</p>\r\n\r\n<p>Not to be confused with <a href=\"/four-leaf-clover/\">🍀 Four Leaf Clover</a>, though their applications may overlap.</p>",
      "id": "306",
      "slug": "shamrock",
      "shortcodes": [
        {
          "code": ":shamrock:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":shamrock:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":shamrock:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":shamrock:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Shamrock"
    }
  ],
  "currentCldrName": "Shamrock",
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Shamrock\">shamrock</a>, a clover-like plant. Depicted as a bright green sprig with three, heart-shaped leaves.</p>\r\n\r\n<p>An emblem of <a href=\"/flag-ireland/\">Ireland</a> and symbol of St. Patrick, said to use the shamrock to explain the Christian concept of the Holy Trinity. Commonly used on <a href=\"/st-patricks-day/\">St. Patrick&rsquo;s Day</a> and in association with Irish culture and heritage.</p>\r\n\r\n<p>Not to be confused with <a href=\"/four-leaf-clover/\">🍀 Four Leaf Clover</a>, though their applications may overlap.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "306",
  "shortcodes": [
    {
      "code": ":shamrock:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":shamrock:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":shamrock:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":shamrock:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "shamrock",
  "title": "Shamrock",
  "type": "SINGLE",
  "version": {
    "date": 1112227200,
    "description": "<p>The following characters we added to Unicode in 2005 and&nbsp;given emoji presentation status in the years 2010-2015.</p>",
    "name": "4.1",
    "slug": "unicode-4.1",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Miscellaneous mark",
    "keywords": [
      "plant"
    ],
    "definition": "A three-leaf clover, otherwise known as a shamrock. Commonly used on St Patrick's Day in Ireland and around the world, as it is said that he http://emojipedia.org/shamrock/",
    "name": "shamrock",
    "unicode": "U+2618",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:00105419a": [
            "Of or relating to Ireland, the Irish people, or the Irish language.",
            "Pertaining to or originating from Ireland or the Irish people.",
            "Of or relating to or characteristic of Ireland or its people"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00047477n": [
            "Language spoken in Ireland",
            "The Goidelic language indigenous to Ireland, also known as Irish Gaelic.",
            "Irish is a Goidelic language of the Indo-European languages family, originating in Ireland and historically spoken by the Irish people.",
            "The Celtic language of Ireland",
            "Also known as Irish Gaelic, a Goidelic language spoken in Ireland",
            "A Celtic language spoken primarily in Ireland.",
            "The Celtic language indigenous to Ireland, commonly called Irish."
          ]
        },
        {
          "bn:00044732n": [
            "Shamrock is a three-leafed old white clover.",
            "Clover native to Ireland with yellowish flowers; often considered the true or original shamrock",
            "Any of several small plants, forms of clover, with trefoil leaves, especially Trifolium repens.",
            "The shamrock refers to the young sprigs of clover or trefoil.",
            "Trifolium dubium, the lesser hop trefoil or suckling clover is a plant in the family Fabaceae.",
            "Hop-clover is a common name for several different plants and may refer to.",
            "A three leaf clover (or sometimes other plants with similar leaves) that is a symbol of Ireland"
          ]
        },
        {
          "bn:00020028n": [
            "A plant of the genus Trifolium with leaves usually divided into three (rarely four) leaflets and with white or red flowers.",
            "Plant in genus Trifolium.",
            "A plant of the genus Trifolium",
            "Clover, or trefoil, is a genus of about 300 species of plants in the leguminous pea family Fabaceae.",
            "A synonym of the genus Trifolium (clovers)",
            "Genus of plants, the Clovers",
            "Any of several plants of the pea family, having compound, trifoliate leaves; especially one of the genus Trifolium.",
            "A plant of the genus Trifolium."
          ]
        },
        {
          "bn:00035324n": [
            "Plants, taken collectively.",
            "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
            "(botany) a living organism lacking the power of locomotion",
            "Plants considered as a group, especially those of a particular country, region, time, etc.",
            "The plants that inhabit a certain region or environment.",
            "Collectively, the set of all plants.",
            "Organism capable of photosynthesis.",
            "Inventory of plant species in a given region",
            "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
            "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
            "Species belonging to the plant kingdom.",
            "The plant life characterizing a specific geographic region or environment.",
            "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
            "Plants are living organisms belonging to the kingdom Plantae."
          ]
        },
        {
          "bn:00079663n": [
            "In culinary terms, a vegetable is an edible plant or its part, intended for cooking or eating raw.",
            "A plant raised for some edible part of it.",
            "Edible seeds or roots or stems or leaves or bulbs or tubers or nonsweet fruits of any of numerous herbaceous plant",
            "Edible plant or part of a plant",
            "A nutritional and culinary term that denotes any part of a plant that is commonly consumed by humans as food.",
            "Any of various herbaceous plants having parts that are used as food.",
            "The edible part of such a plant."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "shamrock",
    "fromVersion": "1.0",
    "glyph": "☘️",
    "group": "Animals & Nature",
    "keywords": [
      "plant",
      "shamrock"
    ],
    "mappedToEmoticons": [
      "2618_shamrock"
    ],
    "tts": "shamrock",
    "unicode": "2618 fe0f"
  },
  "fluentui_folder": "shamrock"
}