{
  "alsoKnownAs": [
    "Red Delicious Apple"
  ],
  "appleName": "Red Apple",
  "code": "🍎",
  "codepointsHex": [
    "U+1F34E"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Red Delicious Apple"
      ],
      "appleName": "Red Apple",
      "code": "🍎",
      "codepointsHex": [
        "U+1F34E"
      ],
      "currentCldrName": "Red Apple",
      "description": "<p>A classic red apple, shown with a stem and single, green leaf on major platforms. Commonly associated with&nbsp;<a href=\"/woman-health-worker/\">doctors</a>,&nbsp;<a href=\"/man-teacher/\">teachers</a>, and&nbsp;<a href=\"/statue-of-liberty/\">New York</a>.</p>",
      "id": "325",
      "slug": "red-apple",
      "shortcodes": [
        {
          "code": ":red_apple:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":apple:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":apple:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":apple:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Red Apple"
    }
  ],
  "currentCldrName": "Red Apple",
  "description": "<p>A classic red apple, shown with a stem and single, green leaf on major platforms. Commonly associated with&nbsp;<a href=\"/woman-health-worker/\">doctors</a>,&nbsp;<a href=\"/man-teacher/\">teachers</a>, and&nbsp;<a href=\"/statue-of-liberty/\">New York</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "325",
  "shortcodes": [
    {
      "code": ":red_apple:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":apple:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":apple:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":apple:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "red-apple",
  "title": "Red Apple",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Fruit and vegetable symbols",
    "keywords": [
      "apple",
      "fruit",
      "red"
    ],
    "definition": "A red apple, of the fruit variety. Looks orange on Android. Red Apple was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in  http://emojipedia.org/red-apple/",
    "name": "red apple",
    "unicode": "U+1F34E",
    "shortcode": ":apple:",
    "senses": {
      "adjectives": [
        {
          "bn:00100064a": [
            "That can be eaten without harm; innocuous to humans; suitable for consumption.",
            "Suitable to be eaten; edible.",
            "Suitable for use as food",
            "That can be eaten without harm, non-toxic to humans; suitable for consumption."
          ]
        },
        {
          "bn:00101128a": [
            "Greatly pleasing or entertaining"
          ]
        },
        {
          "bn:00098581a": [
            "Of a color at the end of the color spectrum (next to orange); resembling the color of blood or cherries or tomatoes or rubies",
            "Bright red in color, like the color of fresh blood.",
            "Of a bright red colour.",
            "Having red as its colour.",
            "Somewhat red.",
            "Having a deep red colour.",
            "Of a deep red colour.",
            "Having red as its color.",
            "Of the purplish red colour shade carmine."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087460v": [
            "Take in solid food",
            "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
            "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00066631n": [
            "One of the three primary additive colors",
            "Quality of being red.",
            "The quality of being red in color.",
            "Red is the color at the end of the visible spectrum next to orange and at the opposite end from violet.",
            "Any of a range of colours having the longest wavelengths, 670 nm, of the visible spectrum; a primary additive colour for transmitted light: the colour obtained by subtracting green and blue from white light using magenta and yellow filters; the colour of blood, ripe strawberries, etc.",
            "The blood-red colour of raw flesh.",
            "Red color or pigment; the chromatic color resembling the hue of blood",
            "The colour obtained by subtracting green and blue from white. A primary colour in the additive colour system, and a secondary colour in the subtractive colour system. It is the complementary colour of cyan."
          ]
        },
        {
          "bn:00036686n": [
            "The ripened reproductive body of a seed plant",
            "Fruit, in broad terms, is a structure of a plant that contains its seeds.",
            "The seed-bearing part of a plant, often edible, colourful/colorful and fragrant, produced from a floral ovary after fertilization.",
            "Part of a flowering plant",
            "A fully matured plant ovary with or without other floral or shoot parts united with it at maturity.",
            "In botany, a fruit is a part of a flowering plant that derives from specific tissues of the flower, one or more ovaries, and in some cases accessory tissues."
          ]
        },
        {
          "bn:00005054n": [
            "Fruit with red or yellow or green skin and sweet to tart crisp whitish flesh",
            "An apple is the pomaceous fruit of the apple tree, Malus domestica of the rose family.",
            "Apples are the pomaceous fruit of apple trees, species Malus domestica in the rose family.",
            "The peel of an apple.",
            "The flower of an apple tree that will eventually turn into an apple.",
            "The popular, crisp, round fruit of the apple tree, usually with red, yellow or green skin, light-coloured flesh and pips inside.",
            "The cultivation of fruit; fruit growing",
            "A tree of the genus Malus, especially one cultivated for its edible fruit; the apple tree.",
            "The flower of an apple tree.",
            "Fruit of the apple tree"
          ]
        },
        {
          "bn:00052516n": [
            "By extension, any waterproof coat or raincoat.",
            "A brand of personal computer from Apple Inc., named after the apple cultivar",
            "The Mackintosh or raincoat is a form of waterproof raincoat, first sold in 1824, made out of rubberised fabric.",
            "Mac is a non-profit arts center situated in Cannon Hill Park, Edgbaston, Birmingham, England.",
            "A brand of personal computer manufactured by Apple Inc.",
            "A form of waterproof raincoat",
            "The Macintosh, or Mac, is a series of personal computers designed, developed, and marketed by Apple Inc.",
            "Personal computer line by Apple",
            "An Apple Macintosh computer.",
            "A Macintosh computer (made by Apple Computer), or its operating system.",
            "A raincoat or mackintosh.",
            "A waterproof raincoat made of rubberized fabric"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "red apple",
    "fromVersion": "0.6",
    "glyph": "🍎",
    "glyphAsUtfInEmoticons": [
      "apple"
    ],
    "group": "Food & Drink",
    "keywords": [
      "apple",
      "fruit",
      "red"
    ],
    "mappedToEmoticons": [
      "apple"
    ],
    "tts": "red apple",
    "unicode": "1f34e"
  },
  "fluentui_folder": "red-apple"
}