{
  "alsoKnownAs": [
    "Diamond Ring",
    "Engagement Ring"
  ],
  "appleName": "Ring",
  "code": "💍",
  "codepointsHex": [
    "U+1F48D"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Diamond Ring",
        "Engagement Ring"
      ],
      "appleName": "Ring",
      "code": "💍",
      "codepointsHex": [
        "U+1F48D"
      ],
      "currentCldrName": "Ring",
      "description": "<p>A ring with displaying a&nbsp;<a href=\"/gem-stone/\" title=\" 💎 Gem Stone\">gem stone</a> of some kind on the top, most likely a diamond. This piece of jewellery is often&nbsp;associated with a proposal and subsequent&nbsp;engagement&nbsp;to be <a href=\"/wedding-marriage/\">married</a>.</p>\r\n",
      "id": "202",
      "slug": "ring",
      "shortcodes": [
        {
          "code": ":ring:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":ring:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":ring:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":ring:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Ring"
    }
  ],
  "currentCldrName": "Ring",
  "description": "<p>A ring with displaying a&nbsp;<a href=\"/gem-stone/\" title=\" 💎 Gem Stone\">gem stone</a> of some kind on the top, most likely a diamond. This piece of jewellery is often&nbsp;associated with a proposal and subsequent&nbsp;engagement&nbsp;to be <a href=\"/wedding-marriage/\">married</a>.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "202",
  "shortcodes": [
    {
      "code": ":ring:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":ring:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":ring:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":ring:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "ring",
  "title": "Ring",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Romance symbols",
    "keywords": [
      "diamond"
    ],
    "definition": "A ring with displaying a gem stone of some kind on the top, most likely a diamond. This piece of jewellery is often associated with a propos http://emojipedia.org/ring/",
    "name": "ring",
    "unicode": "U+1F48D",
    "shortcode": ":ring:",
    "senses": {
      "adjectives": [
        {
          "bn:00103623a": [
            "As if shining with a brilliant light; radiant.",
            "Reflecting light",
            "Reflecting light."
          ]
        },
        {
          "bn:00096670a": [
            "Having brief brilliant points or flashes of light"
          ]
        },
        {
          "bn:13773520a": [
            "Made of, or containing diamond.",
            "Made of, or containing diamond, a diamond or diamonds."
          ]
        },
        {
          "bn:00106204a": [
            "Feeling or showing love and affection"
          ]
        }
      ],
      "verbs": [
        {
          "bn:13721484v": [
            "To adorn with diamonds.",
            "To adorn with or as if with diamonds"
          ]
        },
        {
          "bn:00089252v": [
            "Be dressed in"
          ]
        },
        {
          "bn:00094080v": [
            "Emit or produce sparks"
          ]
        },
        {
          "bn:13788122v": [
            "To adorn with, or as if with, gems."
          ]
        },
        {
          "bn:00085614v": [
            "To take as husband or wife.",
            "To take a husband or wife.",
            "To take as husband or wife; to take in marriage.",
            "Take in marriage"
          ]
        }
      ],
      "nouns": [
        {
          "bn:13604980n": [
            "To ask for a person's hand in marriage."
          ]
        },
        {
          "bn:00052121n": [
            "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
            "An intense feeling of affection and care towards another person.",
            "Emotion based on affection",
            "A strong positive emotion of regard and affection",
            "In the Italian or Latin languages",
            "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
            "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
          ]
        },
        {
          "bn:00080794n": [
            "A ring (usually plain gold) given to the bride (and sometimes one is also given to the groom) at the wedding",
            "A wedding ring or wedding band is a ring, often but not always made of metal, indicating the wearer is married.",
            "One of a pair of rings exchanged by bride and groom in a wedding ceremony; symbolizes continuous fidelity.",
            "Alternative form of wedding ring.",
            "One of a pair or rings exchanged by bride and groom in a wedding ceremony; symbolizes continuous fidelity.",
            "A ring symbolizing marriage."
          ]
        },
        {
          "bn:00048188n": [
            "Jewellery or jewelry is small decorative items worn for personal adornment, such as brooches, rings, necklaces, earrings, and bracelets.",
            "Form of personal adornment",
            "An adornment (as a bracelet or ring or necklace) made of precious metals and set with gems (or imitation gems)",
            "Collectively, personal ornamentation such as rings, necklaces, brooches and bracelets, made of precious metals and sometimes set with gemstones."
          ]
        },
        {
          "bn:00053518n": [
            "The state of being married; matrimony.",
            "Marriage; the state of being married.",
            "The act or state of marriage.",
            "The state of being married.",
            "State of being married.",
            "Conflict of marriage laws is the conflict of laws regarding marriage in different jurisdictions.",
            "The state of being a married couple voluntarily joined for life (or until divorce)"
          ]
        },
        {
          "bn:00053107n": [
            "Two people who are married to each other",
            "Marriage is a socially or ritually recognized union or legal contract between spouses that establishes rights and obligations between them, between them and their children, and between them and their in-laws.",
            "A union of two persons (usually a man and a woman) which entails legal obligations and is intended to last for life.",
            "The union of any two people, to the exclusion of all others.",
            "A newly married couple",
            "Union of individuals that creates kinship.",
            "Social union or legal contract between people called spouses that creates kinship",
            "Union of two people."
          ]
        },
        {
          "bn:00037606n": [
            "An attractive mineral used for adornments",
            "Piece of mineral used to make jewelry",
            "A crystalline rock that can be cut and polished for jewelry",
            "Any gem, such as a diamond or ruby, that is expensive because of its rarity or desirability; especially one set into a piece of jewelry.",
            "A small piece of stone, a pebble.",
            "A gemstone or gem is a piece of crystal, which, in cut and polished form, is used to make jewelry or other adornments.",
            "A valuable stone that has been cut and polished and is used in jewellery."
          ]
        },
        {
          "bn:00030845n": [
            "An engagement ring is a ring indicating that the person wearing it is engaged to be married, especially in Western cultures.",
            "Ring indicating that the person wearing it is engaged to be married",
            "A ring given and worn as a sign of betrothal",
            "Ring which a man gives to his fiancée on the occasion of an engagement, sometimes also the woman gives one."
          ]
        },
        {
          "bn:00045458n": [
            "A ceremony celebrating the beginning of a marriage, during which the marrying parties exchanges vows.",
            "The social event at which the ceremony of marriage is performed",
            "Marriage ceremony; ritual officially celebrating the beginning of a marriage.",
            "A wedding; a ceremony in which people wed.",
            "A wedding is a ceremony where people are united in marriage.",
            "Wedding ceremony",
            "Ceremony where people are united in marriage"
          ]
        },
        {
          "bn:00033731n": [
            "Popular trends.",
            "Fashion refers to styles of dress that are popular in a culture at any given time.",
            "The latest and most admired style in clothes and cosmetics and behavior",
            "Term for a popular style or practice in clothing, make-up, furniture, etc.",
            "The latest and most admired style in clothes and cosmetics and behavior.",
            "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
            "A prevailing mode of expression, e.g., clothing"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "ring",
    "fromVersion": "0.6",
    "glyph": "💍",
    "glyphAsUtfInEmoticons": [
      "ring"
    ],
    "group": "Objects",
    "keywords": [
      "diamond",
      "ring"
    ],
    "mappedToEmoticons": [
      "ring"
    ],
    "tts": "ring",
    "unicode": "1f48d"
  },
  "fluentui_folder": "ring"
}