{
  "alsoKnownAs": [
    "><",
    "Closed-Eyes Smile",
    "Big Grin",
    "Laughing",
    "XD"
  ],
  "appleName": "Grinning Face with Squinting Eyes",
  "code": "😆",
  "codepointsHex": [
    "U+1F606"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "><",
        "Closed-Eyes Smile",
        "Big Grin",
        "Laughing",
        "XD"
      ],
      "appleName": "Grinning Face with Squinting Eyes",
      "code": "😆",
      "codepointsHex": [
        "U+1F606"
      ],
      "currentCldrName": "Grinning Squinting Face",
      "description": "<p>A yellow face with a broad, open smile and scrunched, X-shaped&nbsp;eyes. Often conveys&nbsp;excitement or hearty laughter.</p>\r\n\r\n<p>Similar to <a href=\"/grinning-face/\">😀 Grinning Face</a>&nbsp;but with eyes that might say&nbsp;<em>Squee!</em>&nbsp;or <em>Awesome!</em>&nbsp;An emoji form of the &gt;&lt; or xD emoticons.</p>",
      "id": "7",
      "slug": "grinning-squinting-face",
      "shortcodes": [
        {
          "code": ":grinning_squinting_face:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":laughing:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":satisfied:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":laughing:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":satisfied:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":laughing:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":satisfied:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Smiling Face with Open Mouth and Tightly-Closed Eyes"
    }
  ],
  "currentCldrName": "Grinning Squinting Face",
  "description": "<p>A yellow face with a broad, open smile and scrunched, X-shaped&nbsp;eyes. Often conveys&nbsp;excitement or hearty laughter.</p>\r\n\r\n<p>Similar to <a href=\"/grinning-face/\">😀 Grinning Face</a>&nbsp;but with eyes that might say&nbsp;<em>Squee!</em>&nbsp;or <em>Awesome!</em>&nbsp;An emoji form of the &gt;&lt; or xD emoticons.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "7",
  "shortcodes": [
    {
      "code": ":grinning_squinting_face:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":laughing:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":satisfied:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":laughing:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":satisfied:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":laughing:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":satisfied:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "grinning-squinting-face",
  "title": "Smiling Face with Open Mouth and Tightly-Closed Eyes",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "laugh",
      "smile",
      "mouth",
      "open",
      "face",
      "satisfied"
    ],
    "definition": "A face with a big smiling mouth, and scrunched-closed eyes. May be used in a similar context to the text-based >< emoticon. Smiling Face Wit http://emojipedia.org/smiling-face-with-open-mouth-and-tightly-closed-eyes/",
    "name": "smiling face with open mouth & closed eyes",
    "unicode": "U+1F606",
    "shortcode": ":laughing:,:satisfied:",
    "senses": {
      "adjectives": [
        {
          "bn:00103933a": [
            "Enjoying or showing or marked by joy or pleasure"
          ]
        },
        {
          "bn:00097006a": [
            "Arousing laughter.",
            "Of or pertaining to laughter",
            "Being funny, whimsically amusing.",
            "Arousing or provoking laughter",
            "Full of humor or arousing laughter; funny.",
            "Funny; amusing; comical.",
            "Fitted to excite laughter; humorous.",
            "Amusing; humorous; comical.",
            "Funny, hilarious."
          ]
        },
        {
          "bn:00103601a": [
            "Showing or causing joy and pleasure; especially made happy",
            "Pleased, happy, gratified",
            "Pleased, happy, satisfied."
          ]
        },
        {
          "bn:00110116a": [
            "Filled with satisfaction",
            "In a state of satisfaction."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087901v": [
            "Produce laughter",
            "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
            "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
            "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter."
          ]
        },
        {
          "bn:13659479v": [
            "To laugh out loud."
          ]
        },
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        },
        {
          "bn:00088614v": [
            "To meet needs, to fulfill.",
            "To do what is asked for, requested; to meet the requirements or expectations of.",
            "Meet the requirements or expectations of",
            "To do enough for; to meet the needs of; to fulfill the wishes or requirements of.",
            "To be in accordance with requirements, specifications, or explicit expectations."
          ]
        },
        {
          "bn:00089996v": [
            "To feel joy, to rejoice.",
            "Feel happiness or joy",
            "To be very happy, be delighted, exult; to feel joy."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00050198n": [
            "Laughter can be an audible expression of merriment and amusement or an inward feeling of joy or pleasure, in a reaction to certain stimuli, including fundamental stresses, which serves as an emotional balancing mechanism.",
            "The sound of laughing.",
            "The sound of laughing, produced by air so expelled; any similar sound.",
            "An involuntary reaction to a funny or entertaining dialogue or action that usually results in the emission of chuckling or explosive sounds, and shows happiness or satisfaction of the situation.",
            "Laughter is a physical reaction in humans and some species of primate, consisting typically of rhythmical, often audible contractions of the diaphragm and other parts of the respiratory system.",
            "An expression of mirth particular to the human species; the sound heard in laughing; laughter.",
            "Example: The witch gave a cackle, then went away on her broom.",
            "Expression of mirth peculiar to the human species.",
            "LAUNGAGE ALSO NEEDED  HIND",
            "The sound of laughing"
          ]
        },
        {
          "bn:03300699n": [
            "Ideograms or smileys used in Japanese electronic messages and webpages",
            "Emoji are the ideograms or smileys used in Japanese electronic messages and webpages, the use of which is spreading outside Japan."
          ]
        },
        {
          "bn:00036813n": [
            "A show put on for the enjoyment or amusement of others",
            "Activities that are enjoyable or amusing",
            "A source of amusement, enjoyment or pleasure.",
            "Show for enjoyment.",
            "Playful fun",
            "Basic emotion",
            "Fun is a word for activity which produces amusement, delight, or joy.",
            "Amusement, enjoyment or pleasure",
            "Fun is the enjoyment of pleasure, particularly in leisure activities."
          ]
        },
        {
          "bn:02247187n": [
            "Internet slang",
            "Rolling on the floor laughing out loud.",
            "LOL, an acronym for laughing out loud or laugh out loud, is a common element of Internet slang.",
            "Rolling on the floor laughing out loud"
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:00056135n": [
            "Mouths are a part of the anatomy constituting the first portion of the alimentary canal that receives food and saliva.",
            "The opening through which food is taken in and vocalizations emerge",
            "A body cavity",
            "First portion of the alimentary canal that receives food",
            "In biological anatomy, commonly referred to as the mouth, under formal names such as the oral cavity, buccal cavity, or in Latin cavum oris, is the opening through which many animals take in food and issue vocal sounds.",
            "Cavity that is limited by the lips in front, the cheeks on the side, the soft and hard palate at the top and the floor of the mouth below.",
            "Mouth",
            "The opening of a creature through which food is ingested."
          ]
        },
        {
          "bn:00042905n": [
            "The emotion of being happy; joy.",
            "Mental or emotional state of well-being characterized by pleasant emotions",
            "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
            "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
            "Emotion of being happy.",
            "The state of being jocund.",
            "Emotions experienced when in a state of well-being.",
            "Emotions experienced when in a state of well-being"
          ]
        },
        {
          "bn:00048468n": [
            "Feeling of happiness.",
            "Anything that causes such a feeling.",
            "The emotion of great happiness",
            "The feeling of happiness."
          ]
        },
        {
          "bn:00072311n": [
            "An emoticon of a smiling face",
            "A simplified drawing of a smiling face, using two dots for the eyes and an arc for the mouth.",
            "Representation of a smiling face.",
            "A stylized representation of a smiling humanoid face",
            "A graphical representation, either in the form of an image or made up of ASCII characters.",
            "A simplified representation of a smiling face.",
            "An emoticon expressing happy emotions.",
            "A representation of a smiling face, most often colored yellow",
            "A smiley is a stylized representation of a smiling humanoid face, an important part of popular culture."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "grinning squinting face",
    "comments": [
      "This is the 1st version of grinning squinting face. It has 72 frames.",
      "This is used for (xd) and (laugh) in Skype/Teams configs. (xd) in Skype currently uses old 72 frames set. (laugh) in Teams uses new 51 frames set.",
      "New set of images for laugh (51 frames) is in this repository ../skype-unique/laugh"
    ],
    "fromVersion": "0.6",
    "glyph": "😆",
    "group": "Smileys & Emotion",
    "keywords": [
      "face",
      "grinning squinting face",
      "laugh",
      "mouth",
      "satisfied",
      "smile"
    ],
    "mappedToEmoticons": [
      "xd",
      "laugh"
    ],
    "tts": "grinning squinting face",
    "unicode": "1f606"
  },
  "fluentui_folder": "smiling-face-with-open-mouth-and-tightly-closed-eyes"
}