{
  "appleName": "Skier",
  "code": "⛷️",
  "codepointsHex": [
    "U+26F7",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Skier",
      "code": "⛷️",
      "codepointsHex": [
        "U+26F7",
        "U+FE0F"
      ],
      "currentCldrName": "Skier",
      "description": "<p>A person downhill-skiiing. Displayed with poles and <a href=\"/skis/\" title=\"🎿 Ski and Ski Boot\">skis</a>, generally wearing a mask.</p>\r\n\r\n<p>Platforms vary in display of scarf, helmet, and color of clothing. No gendered options are provided for this emoji. Skin tones support is not recommended&nbsp;for this emoji, but this is supported by some platforms.</p>",
      "id": "669",
      "slug": "skier",
      "shortcodes": [
        {
          "code": ":skier:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":skier:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":skier:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        }
      ],
      "title": "Skier"
    }
  ],
  "currentCldrName": "Skier",
  "description": "<p>A person downhill-skiiing. Displayed with poles and <a href=\"/skis/\" title=\"🎿 Ski and Ski Boot\">skis</a>, generally wearing a mask.</p>\r\n\r\n<p>Platforms vary in display of scarf, helmet, and color of clothing. No gendered options are provided for this emoji. Skin tones support is not recommended&nbsp;for this emoji, but this is supported by some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "669",
  "shortcodes": [
    {
      "code": ":skier:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":skier:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":skier:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    }
  ],
  "slug": "skier",
  "title": "Skier",
  "type": "SINGLE",
  "version": {
    "date": 1254355200,
    "description": "<p>Unicode 5.2&nbsp;pre-dated emoji inclusion in Unicode by one&nbsp;year, and included many characters primarily sourced from the&nbsp;<a href=\"http://www.unicode.org/L2/L2007/07391-n3341.pdf\">ARIB set of Japanese broadcasting symbols</a>.</p>\r\n\r\n<p>The following characters were among those added to Unicode in 2009, several of which were given&nbsp;emoji presentation status in the years 2010-2015.</p>",
    "name": "5.2",
    "slug": "unicode-5.2",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Map symbol from ARIB STD B24",
    "keywords": [
      "ski",
      "snow"
    ],
    "definition": "A person downhill-skiiing. Displayed with poles and skis, generally wearing a mask. Platforms vary in display of scarf, helmet, and color of http://emojipedia.org/skier/",
    "name": "skier",
    "unicode": "U+26F7",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00093803v": [
            "Move along on skis"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00072455n": [
            "A snow system leading to an accumulation of snow between 1 to 3 inches. A snow shower brings more snow than a flurry, but less than a snow storm or a blizzard.",
            "Precipitation falling from clouds in the form of ice crystals",
            "Snow is so much more than a type of precipitation in the form of crystalline water ice, consisting of a multitude of snowflakes that fall from clouds, but complicates and blesses our lives in a number of ways, giving rise to both frustration and romance.",
            "Precipitation in the form of flakes of crystalline water ice",
            "A fall of snow.",
            "An instance of falling of snow.",
            "Precipitation in form of snow.",
            "The amount of snow on a mountain; the depth of snow that has fallen.",
            "Snow is precipitation in the form of flakes of crystalline water ice that falls from clouds.",
            "Snow and water mixed, or snow just melted",
            "A mass of snow which covers something, for example the soil",
            "The most common form of frozen precipitation, usually flakes or starlike crystals, matted ice needles, or combinations, and often rime-coated.",
            "The frozen, crystalline state of water that falls as precipitation."
          ]
        },
        {
          "bn:00071932n": [
            "Narrow strip of wood, plastic, metal for skiing",
            "One of a pair of long flat runners designed for gliding over snow.",
            "A ski is a narrow strip of semi-rigid material worn underfoot to glide over snow.",
            "Narrow wood or metal or plastic runners used in pairs for gliding over snow"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "skier",
    "fromVersion": "0.7",
    "glyph": "⛷️",
    "glyphAsUtfInEmoticons": [
      "skier"
    ],
    "group": "People & Body",
    "keywords": [
      "ski",
      "skier",
      "snow"
    ],
    "mappedToEmoticons": [
      "skier"
    ],
    "tts": "skier",
    "unicode": "26f7 fe0f"
  },
  "fluentui_folder": "skier"
}