{
  "alsoKnownAs": [
    "Clock Tower",
    "Elementary School",
    "High School",
    "Middle School"
  ],
  "appleName": "School",
  "code": "🏫",
  "codepointsHex": [
    "U+1F3EB"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Clock Tower",
        "Elementary School",
        "High School",
        "Middle School"
      ],
      "appleName": "School",
      "code": "🏫",
      "codepointsHex": [
        "U+1F3EB"
      ],
      "currentCldrName": "School",
      "description": "<p>A school building with multiple storeys, and a clock on the front. A place that children or teenagers attend for their education.</p>\r\n\r\n<p>This emoji tends to spike in use in September when many Northern Hemisphere countries&#39; schools reopen after their&nbsp;<a href=\"/summer\">summer</a> holidays.</p>\r\n\r\n<p>Previously displayed&nbsp;on <a href=\"/microsoft/windows-10/school/\">Windows </a>as&nbsp;a collection of school-related items: an <a href=\"/red-apple/\" title=\"🍎 Red Apple\">apple</a>, <a href=\"/straight-ruler/\" title=\"📏 Straight Ruler\">ruler</a>, and <a href=\"/pencil/\" title=\"✏ Pencil\">pencil</a>.</p>",
      "id": "423",
      "slug": "school",
      "shortcodes": [
        {
          "code": ":school:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":school:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":school:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":school:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "School"
    }
  ],
  "currentCldrName": "School",
  "description": "<p>A school building with multiple storeys, and a clock on the front. A place that children or teenagers attend for their education.</p>\r\n\r\n<p>This emoji tends to spike in use in September when many Northern Hemisphere countries&#39; schools reopen after their&nbsp;<a href=\"/summer\">summer</a> holidays.</p>\r\n\r\n<p>Previously displayed&nbsp;on <a href=\"/microsoft/windows-10/school/\">Windows </a>as&nbsp;a collection of school-related items: an <a href=\"/red-apple/\" title=\"🍎 Red Apple\">apple</a>, <a href=\"/straight-ruler/\" title=\"📏 Straight Ruler\">ruler</a>, and <a href=\"/pencil/\" title=\"✏ Pencil\">pencil</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "423",
  "shortcodes": [
    {
      "code": ":school:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":school:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":school:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":school:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "school",
  "title": "School",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "building"
    ],
    "definition": "A school building with multiple storeys, and a clock on the front. A place that children, or teenagers attend for their education. Displays  http://emojipedia.org/school/",
    "name": "school",
    "unicode": "U+1F3EB",
    "shortcode": ":school:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00082281v": [
            "To acquire knowledge on a subject.",
            "To acquire knowledge or ability.",
            "Gain knowledge or skills",
            "To acquire, or attempt to acquire knowledge or an ability to do something."
          ]
        },
        {
          "bn:00089791v": [
            "To pass on knowledge.",
            "To pass on knowledge and skills.",
            "Impart skills or knowledge to"
          ]
        },
        {
          "bn:00084198v": [
            "Make by combining materials and parts",
            "To create something by combining or assembling materials or parts or by changing it.",
            "To form by combining materials or parts.",
            "(transitive) to form by combining materials or parts.",
            "To build or form (something) by assembling parts.",
            "To form or formulate in the mind."
          ]
        },
        {
          "bn:00093341v": [
            "Educate in or as if in a school"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00013722n": [
            "A building, esp. one of large size or imposing appearance.",
            "A structure that has a roof and walls and stands more or less permanently in one place",
            "Closed structure with walls and a roof.",
            "Building",
            "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
            "Structure with a roof and walls, such as a house or factory.",
            "A closed structure with walls and a roof.",
            "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
            "Man-made structure with a roof and walls standing more or less permanently in one place",
            "A building to which there is free access by the public and which is available for the use of a community."
          ]
        },
        {
          "bn:00030716n": [
            "Learning is the act of acquiring new, or modifying and reinforcing, existing knowledge, behaviors, skills, values, or preferences and may involve synthesizing different types of information.",
            "Profound knowledge, especially that based on learning and scholarship.",
            "Profound scholarly knowledge",
            "Profound scholarly knowledge.",
            "Learning is the acquisition and development of memories and behaviors, including skills, knowledge, understanding, values, and wisdom.",
            "Acquiring new, or modifying existing, knowledge",
            "Accumulated knowledge.",
            "Knowledge acquired by study, research, etc."
          ]
        },
        {
          "bn:00026980n": [
            "Any formulated, regular or special organization of instruction, training or knowledge disclosure, especially the institutional structures supporting that endeavor.",
            "Learning in which knowledge and skills is transferred through teaching",
            "The art and science of teaching.",
            "Intended for purposes of instruction, for teaching.",
            "Education in its general sense is a form of learning in which the knowledge, skills, and habits of a group of people are transferred from one generation to the next through teaching, training, or research.",
            "The act or process of imparting or acquiring knowledge or skills.",
            "The process or art of imparting knowledge, skill and judgment.",
            "The art or science of teaching.",
            "Education in the largest sense is any act or experience that has a formative effect on the mind, character or physical ability of an individual.",
            "The notion that principles such as Bloom's Taxonomy assist in maintaining congruence among various educational undertakings.",
            "The activities of educating or instructing; activities that impart knowledge or skill",
            "Act of instructing, teaching, or furnishing with knowledge; information.",
            "The activities of educating, teaching or instructing.",
            "The act of instructing, teaching, or furnishing with information or knowledge.",
            "A didactic method is a teaching method that follows a consistent scientific approach or educational style to engage the student's mind."
          ]
        },
        {
          "bn:00069619n": [
            "A school is an institution designed for the teaching of students under the direction of teachers.",
            "Institution designed for the teaching of students under the direction of teachers",
            "An institution of higher education and of research, which grants academic degrees.",
            "An institution dedicated to teaching and learning.",
            "An educational institution",
            "  An institution dedicated to teaching and learning; an educational institution."
          ]
        },
        {
          "bn:00019887n": [
            "A clock is an instrument to indicate, keep, and co-ordinate time.",
            "A timepiece that shows the time of day",
            "An instrument used to measure or keep track of time.",
            "Instrument that tells the time",
            "Instrument to measure or keep track of time.",
            "An instrument used to measure or keep track of time; a non-portable timepiece."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "school",
    "fromVersion": "0.6",
    "glyph": "🏫",
    "glyphAsUtfInEmoticons": [
      "1f3eb_school"
    ],
    "group": "Travel & Places",
    "keywords": [
      "building",
      "school"
    ],
    "mappedToEmoticons": [
      "1f3eb_school"
    ],
    "tts": "school",
    "unicode": "1f3eb"
  },
  "fluentui_folder": "school"
}