{
  "category": "Miscellaneous Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "old",
    "light skin tone",
    "man"
  ],
  "definition": "This version of the ?? Old Man emoji has the ?? Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported platforms. Copy http://emojipedia.org/older-man-type-1-2/",
  "unicode": "U+1F474 U+1F3FB",
  "name": "old man: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00096644a": [
          "Advanced in years; (`aged' is pronounced as two syllables)",
          "Being of advanced age.",
          "Having the age of. (primarily non-US)"
        ]
      },
      {
        "bn:00110401a": [
          "Older; higher in rank; longer in length of tenure or service"
        ]
      },
      {
        "bn:00106354a": [
          "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
          "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00082449v": [
          "Begin to seem older; get older",
          "To begin to look older; to get older."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00024989n": [
          "Nickname",
          "An informal term for a father; probably derived from baby talk",
          "Dad, daddy, father; a familiar or old-fashioned term of address to one's father.",
          "Children word for \"father\".",
          "Father, papa.",
          "Papa is a nickname which may refer to.",
          "Affectionate form of father.",
          "Father, dad.",
          "Father.",
          "A father, a male parent.",
          "A list of people"
        ]
      },
      {
        "bn:00052968n": [
          "Determined sex of an animal. Use Q6581097 for a male human",
          "A member of the sex that begets young by fertilizing ova.",
          "A person who belongs to the sex that cannot have babies",
          "A male organism is the physiological sex which produces sperm.",
          "An animal of the sex that has testes."
        ]
      },
      {
        "bn:00030100n": [
          "An older person or an older member, usually a leader, of some community.",
          "An old person.",
          "Someone older than someone else (with possessive).",
          "A name suffix used after a child's name when his parent has the same name",
          "The style at the end of a person's name which gives additional identifying information about the person",
          "An older person (usually considered to be above the age of 60).",
          "Person respected and listened to for being old in age or in membership.",
          "A person who is older than you are",
          "A name suffix, in the Western English-language naming tradition, follows a person's full name and provides additional information about the person."
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00041536n": [
          "An old man.",
          "A male person who is old of age.",
          "An elderly man.",
          "A man who is very old",
          "Any person or thing that has lived to a very old age.",
          "Greybeard is a science fiction novel by British author Brian Aldiss, published in 1964."
        ]
      },
      {
        "bn:00041310n": [
          "Grandfather (from either side).",
          "The father of your father or mother",
          "A father of someone's parent."
        ]
      }
    ]
  },
  "code": "👴🏻",
  "fluentui_metadata": {
    "cldr": "old man",
    "fromVersion": "0.6",
    "glyph": "👴",
    "glyphAsUtfInEmoticons": [
      "1f474_olderman"
    ],
    "group": "People & Body",
    "keywords": [
      "adult",
      "man",
      "old"
    ],
    "mappedToEmoticons": [
      "1f474_olderman"
    ],
    "tts": "old man",
    "unicode": "1f474",
    "unicodeSkintones": [
      "1f474",
      "1f474 1f3fb",
      "1f474 1f3fc",
      "1f474 1f3fd",
      "1f474 1f3fe",
      "1f474 1f3ff"
    ]
  },
  "fluentui_folder": "old-man-light-skin-tone",
  "slug": "old-man-light-skin-tone"
}