{
  "category": "Miscellaneous Symbols And Pictographs -> Hand symbols",
  "keywords": [
    "thumb",
    "hand",
    "-1",
    "medium skin tone",
    "down"
  ],
  "definition": "This version of the ?? Thumbs Down emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported  http://emojipedia.org/thumbs-down-sign-type-4/",
  "unicode": "U+1F44E U+1F3FD",
  "name": "thumbs down: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00107198a": [
          "Characterized by or displaying negation or denial or opposition or resistance; having no positive features"
        ]
      },
      {
        "bn:00101571a": [
          "Anxious or uneasy",
          "Anxious or uneasy.",
          "Afflicted with or marked by anxious uneasiness or trouble or grief.",
          "Afflicted with or marked by anxious uneasiness or trouble or grief"
        ]
      },
      {
        "bn:00097966a": [
          "Not good; unfavorable; negative.",
          "Having undesirable or negative qualities"
        ]
      },
      {
        "bn:00101752a": [
          "Being or moving lower in position or less in some value"
        ]
      },
      {
        "bn:00107314a": [
          "Quantifier; used with either mass nouns or plural count nouns for indicating a complete or almost complete lack or zero quantity of"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00086884v": [
          "Consider bad or wrong.",
          "To condemn; consider wrong or inappropriate.",
          "Consider bad or wrong"
        ]
      },
      {
        "bn:00086983v": [
          "To have or feel a dislike or distaste for.",
          "Have or feel a dislike or distaste for"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00013859n": [
          "An experience that is irritating or frustrating or disappointing"
        ]
      },
      {
        "bn:00027620n": [
          "The feeling of extreme disgust.",
          "A sudden violent feeling of disgust.",
          "Disgust is an emotional response of revulsion to something considered offensive or unpleasant.",
          "A feeling of aversion or antipathy",
          "An attitude or a feeling of distaste or aversion.",
          "Extreme hatred or detestation; the feeling of utter dislike.",
          "A feeling of aversion or antipathy.",
          "The feeling of extreme disgust and hatred; abhorrence; detestation; loathing.",
          "Basic emotion"
        ]
      },
      {
        "bn:03168943n": [
          "A thumbs-up or thumbs-down is a common hand gesture achieved by a closed fist held with the thumb extended upward or downward in approval or disapproval, respectively.",
          "A gesture signifying approval or okay; a thumb pointing up out of a fist."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00063376n": [
          "First digit of the hand",
          "The short thick digit of the hand that for humans has the most mobility and can be made to oppose (moved to touch) all of the other fingers.",
          "The thumb is the last digit of the hand.",
          "The thick short innermost digit of the forelimb",
          "The shortest and thickest of the fingers that can be placed against the others in order to create a firm grip."
        ]
      }
    ]
  },
  "code": "👎🏽",
  "fluentui_metadata": {
    "cldr": "thumbs down",
    "fromVersion": "0.6",
    "glyph": "👎",
    "glyphAsUtfInEmoticons": [
      "no"
    ],
    "group": "People & Body",
    "keywords": [
      "-1",
      "down",
      "hand",
      "thumb",
      "thumbs down"
    ],
    "mappedToEmoticons": [
      "no"
    ],
    "tts": "thumbs down",
    "unicode": "1f44e",
    "unicodeSkintones": [
      "1f44e",
      "1f44e 1f3fb",
      "1f44e 1f3fc",
      "1f44e 1f3fd",
      "1f44e 1f3fe",
      "1f44e 1f3ff"
    ]
  },
  "fluentui_folder": "thumbs-down-medium-skin-tone",
  "slug": "thumbs-down-medium-skin-tone"
}