{
  "appleName": "No Entry",
  "code": "⛔",
  "codepointsHex": [
    "U+26D4"
  ],
  "components": [
    {
      "appleName": "No Entry",
      "code": "⛔",
      "codepointsHex": [
        "U+26D4"
      ],
      "currentCldrName": "No Entry",
      "description": "<p>A red circle with a straight horizontal line across its center.&nbsp;Used on signs to indicate that entry into the area where the sign is displayed is forbidden.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
      "id": "533",
      "slug": "no-entry",
      "shortcodes": [
        {
          "code": ":no_entry:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":no_entry:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":no_entry:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":no_entry:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "No Entry"
    }
  ],
  "currentCldrName": "No Entry",
  "description": "<p>A red circle with a straight horizontal line across its center.&nbsp;Used on signs to indicate that entry into the area where the sign is displayed is forbidden.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "533",
  "shortcodes": [
    {
      "code": ":no_entry:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":no_entry:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":no_entry:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":no_entry:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "no-entry",
  "title": "No Entry",
  "type": "SINGLE",
  "version": {
    "date": 1254355200,
    "description": "<p>Unicode 5.2&nbsp;pre-dated emoji inclusion in Unicode by one&nbsp;year, and included many characters primarily sourced from the&nbsp;<a href=\"http://www.unicode.org/L2/L2007/07391-n3341.pdf\">ARIB set of Japanese broadcasting symbols</a>.</p>\r\n\r\n<p>The following characters were among those added to Unicode in 2009, several of which were given&nbsp;emoji presentation status in the years 2010-2015.</p>",
    "name": "5.2",
    "slug": "unicode-5.2",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Traffic sign from ARIB STD B24",
    "keywords": [
      "forbidden",
      "not",
      "entry",
      "traffic",
      "prohibited",
      "no"
    ],
    "definition": "No Entry was approved as part of Unicode 5.2 in 2009 and added to Emoji 1.0 in 2015. Copy and paste this emoji: Copy http://emojipedia.org/no-entry/",
    "name": "no entry",
    "unicode": "U+26D4",
    "shortcode": ":no_entry:",
    "senses": {
      "adjectives": [
        {
          "bn:00104562a": [
            "Contrary to or forbidden by law, especially criminal law.",
            "Prohibited by law or by official or accepted rules",
            "Not conforming to, permitted by, or recognised by law or rules.",
            "Contrary to or forbidden by law."
          ]
        },
        {
          "bn:00103191a": [
            "Excluded from use or mention"
          ]
        },
        {
          "bn:00107314a": [
            "Quantifier; used with either mass nouns or plural count nouns for indicating a complete or almost complete lack or zero quantity of"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00089154v": [
            "To cease moving.",
            "To come to a halt; to cease moving.",
            "To halt a process or action, typically without restoring the prior state.",
            "Come to a halt, stop moving"
          ]
        },
        {
          "bn:00086591v": [
            "Declare untrue; contradict"
          ]
        },
        {
          "bn:00086877v": [
            "To tell not to do something.",
            "Command against",
            "To forbid, disallow, or proscribe; to make illegal or illicit."
          ]
        },
        {
          "bn:00083834v": [
            "Place limits on (extent or access)",
            "  To restrict or limit.",
            "To restrict or limit."
          ]
        },
        {
          "bn:00093733v": [
            "Communicate silently and non-verbally by signals or signs"
          ]
        },
        {
          "bn:00088454v": [
            "To stop; to keep (from happening).",
            "To preclude or bar from happening, render impossible.",
            "To keep from happening.",
            "Keep from happening or arising; make impossible",
            "To keep from happening or arising; make impossible."
          ]
        },
        {
          "bn:13606400v": [
            "Logical operation (not)"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00021525n": [
            "The ability of an individual or group to seclude themselves, or information about themselves",
            "Privacy is the ability of an individual or group to seclude themselves, or information about themselves, and thereby express themselves selectively.",
            "Concealment; the condition of being secret or hidden",
            "Secrecy is the practice of hiding information from certain individuals or groups, perhaps while sharing it with other individuals.",
            "Quality of being secret.",
            "The condition of being hidden or concealed",
            "A customer's right to control how and to what extent their personal information is collected and used and with whom it is shared.",
            "The condition of being concealed or hidden",
            "The quality or condition of being secret or hidden",
            "The ability of an individual or group to seclude themselves or information about themselves and thereby reveal themselves selectively.",
            "Privacy is the ability of an individual or group to seclude themselves or information about themselves and thereby reveal themselves selectively."
          ]
        },
        {
          "bn:00053450n": [
            "A visible indication.",
            "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
            "A perceptible indication of something not immediately apparent, as a visible clue that something has happened."
          ]
        },
        {
          "bn:00057188n": [
            "An operation on logical values that changes true to false, and false to true.",
            "In various logical and algebraic structures",
            "In logic, negation, also called logical complement, is an operation that takes a proposition p to another proposition \"not p\", written ¬ p, which is interpreted intuitively as being true when p is false and false when p is true.",
            "A unary operation on logical values that changes true to false, and false to true.",
            "A proposition which is the contradictory of another proposition and which can be obtained from that other proposition by the appropriately placed addition/insertion of the word \"not\". (Or, in symbolic logic, by prepending that proposition with the symbol for the logical operator \"not\".)",
            "(logic) a proposition that is true if and only if another proposition is false"
          ]
        },
        {
          "bn:00075652n": [
            "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
            "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
            "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
            "A character or glyph representing an idea, concept or object.",
            "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
            "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
            "Character or glyph.",
            "An arbitrary sign (written or printed) that has acquired a conventional significance",
            "Something that represents an idea, a process, or a physical entity"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "no entry",
    "fromVersion": "0.6",
    "glyph": "⛔",
    "glyphAsUtfInEmoticons": [
      "26d4_noentry"
    ],
    "group": "Symbols",
    "keywords": [
      "entry",
      "forbidden",
      "no",
      "not",
      "prohibited",
      "traffic"
    ],
    "mappedToEmoticons": [
      "26d4_noentry"
    ],
    "tts": "no entry",
    "unicode": "26d4"
  },
  "fluentui_folder": "no-entry"
}