{
  "alsoKnownAs": [
    "Phone Call",
    "Phone With Arrow",
    "Pointing To Phone"
  ],
  "appleName": "Phone with Arrow",
  "code": "📲",
  "codepointsHex": [
    "U+1F4F2"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Phone Call",
        "Phone With Arrow",
        "Pointing To Phone"
      ],
      "appleName": "Phone with Arrow",
      "code": "📲",
      "codepointsHex": [
        "U+1F4F2"
      ],
      "currentCldrName": "Mobile Phone with Arrow",
      "description": "<p>A <a href=\"/mobile-phone/\">mobile phone</a> (cell phone) with a <a href=\"/right-arrow/\">rightward&nbsp;arrow</a> pointed at it from the left. Intended to indicate an incoming call or message, but used to represent mobile phones, technology, and communication more generally.</p>\r\n\r\n<p>Arrow color varies, but is often blue. Vendors implement the same design as <a href=\"/mobile-phone/\">📱 Mobile Phone</a>.</p>",
      "id": "741",
      "slug": "mobile-phone-with-arrow",
      "shortcodes": [
        {
          "code": ":mobile_phone_with_arrow:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":calling:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":calling:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":calling:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Mobile Phone with Rightwards Arrow at Left"
    }
  ],
  "currentCldrName": "Mobile Phone with Arrow",
  "description": "<p>A <a href=\"/mobile-phone/\">mobile phone</a> (cell phone) with a <a href=\"/right-arrow/\">rightward&nbsp;arrow</a> pointed at it from the left. Intended to indicate an incoming call or message, but used to represent mobile phones, technology, and communication more generally.</p>\r\n\r\n<p>Arrow color varies, but is often blue. Vendors implement the same design as <a href=\"/mobile-phone/\">📱 Mobile Phone</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "741",
  "shortcodes": [
    {
      "code": ":mobile_phone_with_arrow:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":calling:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":calling:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":calling:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "mobile-phone-with-arrow",
  "title": "Mobile Phone with Rightwards Arrow at Left",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Communication symbols",
    "keywords": [
      "cell",
      "phone",
      "telephone",
      "mobile",
      "call",
      "arrow",
      "receive"
    ],
    "definition": "A mobile phone, with an arrow pointing toward it. Intended to be used for an incoming phone call, but could also indicate anything on the de http://emojipedia.org/mobile-phone-with-rightwards-arrow-at-left/",
    "name": "mobile phone with arrow",
    "unicode": "U+1F4F2",
    "shortcode": ":calling:",
    "senses": {
      "adjectives": [
        {
          "bn:00110994a": [
            "Capable of or involving speech or speaking",
            "Used in speaking."
          ]
        },
        {
          "bn:00104833a": [
            "Arriving at a place or position"
          ]
        },
        {
          "bn:00102099a": [
            "Operating on the physical behavior of electrons, especially in semiconductors.",
            "Of, relating to or produced by means of electronics.",
            "Operating on behavior of electrons.",
            "Of or relating to electronics; concerned with or using devices that operate on principles governing the behavior of electrons"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00090943v": [
            "Express in speech"
          ]
        },
        {
          "bn:00084387v": [
            "To contact by telephone.",
            "To telephone, to call someone on the telephone.",
            "To call on the telephone.",
            "To call someone.",
            "To contact someone using the telephone.",
            "Get or try to get into communication (with someone) by telephone",
            "To contact someone by dialing his or her telephone number; to make someone's telephone ring using one's own telephone.",
            "To call (someone) on the telephone."
          ]
        },
        {
          "bn:00094089v": [
            "Exchange thoughts; talk with",
            "To exchange thoughts; talk with."
          ]
        }
      ],
      "nouns": [
        {
          "bn:03773392n": [
            "The iPhone is a multimedia and internet-enabled mobile phone that was released by Apple Computer, Inc on 29 June, 2007.",
            "Line of smartphones designed and marketed by Apple Inc",
            "IPhone is a line of smartphones designed and marketed by Apple Inc."
          ]
        },
        {
          "bn:00014791n": [
            "A connection established over a telephone network between two parties.",
            "A message delivered by telephone, or a conversation held by means of a telephone",
            "An app to make a phone call.",
            "A telephone connection",
            "A telephone call is a connection over a telephone network between the calling party and the called party.",
            "An activity to track a telephone call.",
            "A telephone call where the human voice, rather than data or video, is transmitted (that is, an ordinary telephone call).",
            "A function that enables a user to make a call to a phone, as opposed to calling another computer or using a webcam.",
            "A telephone conversation.",
            "A voice session that can be conducted between two or more telephones, two or more devices (such as computers or smartphones), or between two or more such devices and telephones.",
            "A conversation by a connection over a telephone network.",
            "A telephone call.",
            "An app for making video calls."
          ]
        },
        {
          "bn:01824325n": [
            "Samsung is a South Korean multinational conglomerate company headquartered in Samsung Town, Seoul.",
            "South Korean multinational conglomerate company headquartered in Samsung Town, Seoul",
            "Korean conglomerate company and brand name."
          ]
        },
        {
          "bn:00005896n": [
            "A mark to indicate a direction or relation",
            "A mark to indicate a direction or relation.",
            "A sign or symbol used to indicate a direction (e.g. \\to)."
          ]
        },
        {
          "bn:00017029n": [
            "A portable electronic device used for calling people.",
            "A field that contains a contact's mobile phone number.",
            "A mobile phone using any technology (such as PCS).",
            "A cellular phone.",
            "A button in the Options dialog box, on the Phones tab, that the user clicks to enter his or her mobile phone number.",
            "A form of videotelephony that can convey simultaneous audio and video, or",
            "Mobile phone, cell phone",
            "A portable, wireless telephone, which changes antenna connections seamlessly during travel from one radio reception cell to another without losing the party-to-party call connection.",
            "A portable telephone that connects with the telephone network over radio wave transmission.",
            "Cell phone /mobile phone, mobile",
            "Portable device to make telephone calls using a radio link",
            "Mobile phone",
            "A handheld portable telephone that operates through a radio network.",
            "A mobile phone is a phone that can make and receive telephone calls over a radio link while moving around a wide geographic area.",
            "The link to the Windows Live site where users can register their mobile phone and find information about the Windows Live for Mobile services.",
            "A portable telephone.",
            "A hand-held mobile radiotelephone for use in an area divided into small sections, each with its own short-range transmitter/receiver"
          ]
        },
        {
          "bn:01951284n": [
            "Line of tablet computers",
            "A line of tablet computers designed and marketed by Apple, Inc.",
            "IPad is an iOS-based line of tablet computers designed and marketed by Apple Inc."
          ]
        },
        {
          "bn:00062020n": [
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Phone as the default device for calling phone numbers, Communicator uses the PBX phone integrated with Communicator for making a call.",
            "An electronic device used for two-way talking with other people (often shortened to phone).",
            "Telecommunications device",
            "A telephone, or phone, is a telecommunications device that permits two or more users to conduct a conversation when they are not in the same vicinity of each other to be heard directly.",
            "A traditional phone, which has a wired connection (as opposed to a mobile phone).",
            "An electronic device used for two-way talking with other people.",
            "An electronic device used for calling people.",
            "A device for transmitting conversations and other sounds in real time across distances.",
            "Electronic equipment that converts sound into electrical signals that can be transmitted over distances and then converts received signals back into sounds",
            "Also known as \"the horn\", especially among soldiers and police officers"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "mobile phone with arrow",
    "fromVersion": "0.6",
    "glyph": "📲",
    "glyphAsUtfInEmoticons": [
      "1f4f2_mobilephonewitharrow"
    ],
    "group": "Objects",
    "keywords": [
      "arrow",
      "cell",
      "mobile",
      "mobile phone with arrow",
      "phone",
      "receive"
    ],
    "mappedToEmoticons": [
      "1f4f2_mobilephonewitharrow"
    ],
    "tts": "mobile phone with arrow",
    "unicode": "1f4f2"
  },
  "fluentui_folder": "mobile-phone-with-rightwards-arrow-at-left"
}