{
  "alsoKnownAs": [
    "Kids Crossing",
    "School Crossing"
  ],
  "appleName": "Children Crossing",
  "code": "🚸",
  "codepointsHex": [
    "U+1F6B8"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Kids Crossing",
        "School Crossing"
      ],
      "appleName": "Children Crossing",
      "code": "🚸",
      "codepointsHex": [
        "U+1F6B8"
      ],
      "currentCldrName": "Children Crossing",
      "description": "<p>A crossing sign for children, usually positioned near schools or other areas that drivers should be cautious of young children in the area.</p>",
      "id": "521",
      "slug": "children-crossing",
      "shortcodes": [
        {
          "code": ":children_crossing:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":children_crossing:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":children_crossing:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":children_crossing:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Children Crossing"
    }
  ],
  "currentCldrName": "Children Crossing",
  "description": "<p>A crossing sign for children, usually positioned near schools or other areas that drivers should be cautious of young children in the area.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "521",
  "shortcodes": [
    {
      "code": ":children_crossing:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":children_crossing:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":children_crossing:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":children_crossing:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "children-crossing",
  "title": "Children Crossing",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Signage and other symbols",
    "keywords": [
      "traffic",
      "crossing",
      "pedestrian",
      "child"
    ],
    "definition": "A crossing sign for children, usually positioned near schools or other areas that drivers should be cautious of young children in the area.  http://emojipedia.org/children-crossing/",
    "name": "children crossing",
    "unicode": "U+1F6B8",
    "shortcode": ":children_crossing:",
    "senses": {
      "adjectives": [
        {
          "bn:00104589a": [
            "In the early part of life or growth.",
            "In the early part of growth or life; born not long ago.",
            "(used of living things especially persons) in an early period of life or development or growth",
            "In the early part of growth or life."
          ]
        },
        {
          "bn:00110767a": [
            "Not moving quickly; taking a comparatively long time",
            "Not happening in a short time; spread over a comparatively long time.",
            "Spread over a comparatively long time."
          ]
        },
        {
          "bn:00103572a": [
            "Used of the language of the deaf"
          ]
        },
        {
          "bn:00096482a": [
            "Serving to warn",
            "Serving to caution or warn; admonitory",
            "Serving as a warning; monitory."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087327v": [
            "Operate (a wheeled motorized vehicle).",
            "To operate (a wheeled motorized vehicle).",
            "Operate or control a vehicle",
            "To operate a (motorized) vehicle (with wheels)."
          ]
        },
        {
          "bn:00090448v": [
            "To try to see, to pay attention to with one's eyes.",
            "To actively use one's eyes.",
            "Perceive with attention; direct one's gaze towards"
          ]
        },
        {
          "bn:00095597v": [
            "To move from one place to another by moving legs alternately, so that at least one foot is in contact with the floor or surface at any one time.",
            "Use one's feet to advance; advance by steps"
          ]
        },
        {
          "bn:00085906v": [
            "To make a transit of; to pass through or across (something).",
            "To pass, as objects going in an opposite direction at the same time.",
            "Travel across or pass over",
            "To go beyond, to pass here.",
            "To pass over and view; to survey carefully."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00077888n": [
            "Circulation of motor vehicles and people on the road network.",
            "Pedestrians or vehicles on roads or on the air.",
            "Term",
            "In road traffic: right of a vehicle to pass in priority to another one.",
            "The movement of vehicles, ships, aircraft, persons, etc., in an area or over a route.",
            "Traffic on roads may consist of pedestrians, ridden or herded animals, vehicles, streetcars and other conveyances, either singly or together, while using the public way for purposes of travel.",
            "The aggregation of things (pedestrians or vehicles) coming and going in a particular locality during a specified period of time",
            "Pedestrians or vehicles on roads, or the flux or passage thereof."
          ]
        },
        {
          "bn:00025170n": [
            "An instance or cause of liable harm.",
            "Instance or cause of liable harm.",
            "The condition of being susceptible to harm or injury"
          ]
        },
        {
          "bn:00035725n": [
            "A person who walks.",
            "Somebody walking rather than using a vehicle; somebody traveling on foot on or near a roadway.",
            "A person who travels by foot",
            "A pedestrian is a person traveling on foot, whether walking or running.",
            "A person traveling on foot, whether walking or running",
            "A person who walks (or waulks) cloth, that is, who fulls it.",
            "A person who is traveling on foot.",
            "Somebody walking rather than using a vehicle."
          ]
        },
        {
          "bn:00016237n": [
            "Used in some Australian or South African addresses to specify the crossing of two roads.",
            "A place where one road crosses another; an intersection of two or more roads.",
            "A junction where one street or road crosses another",
            "The junction of two (or more) paths, streets, highways, or other thoroughfares.",
            "An intersection in a road or path where one road is split into two.",
            "A place where several roads meet.",
            "A place where two or more routes of transportation form a junction or intersection.",
            "An intersection where roads, lines, or tracks cross",
            "Road junction where two or more roads either meet or cross at grade",
            "A place where two roads, tributaries etc. part or meet.",
            "An intersection is the junction at grade of two or more roads either meeting or crossing."
          ]
        },
        {
          "bn:00080495n": [
            "A message informing of danger",
            "A message that notifies you of a build issue."
          ]
        },
        {
          "bn:00061238n": [
            "A zebra crossing is a type of pedestrian crossing used in many places around the world.",
            "Point on a road at which some means are employed to assist pedestrians wishing to cross",
            "Pedestrian crossing featuring broad white stripes.",
            "A designated point on a road at which some means are employed to assist pedestrians wishing to cross",
            "A pedestrian crossing or crosswalk is a place designated for pedestrians to cross a road.",
            "Also known as a crosswalk",
            "A place where pedestrians are permitted to or advised to cross a street.",
            "A pedestrian crossing featuring broad white stripes painted parallel to the street.",
            "Place where pedestrians can cross a street",
            "Street crossing where pedestrians have right of way; often marked in some way (especially with diagonal stripes)"
          ]
        },
        {
          "bn:00018345n": [
            "A pickpocket; a young or petty thief.",
            "A piece or strip of potato that has been (usually deep-fat) fried and is commonly eaten with or as fast food.",
            "A young person.",
            "A small person",
            "A young person of either sex",
            "A person not legally of age, or who is younger than may be charged with an offence",
            "In law, a minor is a person under a certain age -- usually the age of majority -- which legally demarcates childhood from adulthood.",
            "An account holder who is a family member, but not a parent, and who has limited use of the Internet. Children can view their own settings, but they can't change them.",
            "A person who is too young to be considered legally competent according to the laws of a jurisdiction.",
            "A child or young person.",
            "Young person (colloq.).",
            "Age of majority, Legal age, Infancy",
            "A boorish person.",
            "A person who is below the legal age of responsibility or accountability.",
            "A person below the age of puberty.",
            "A person who is below the age of adulthood; a minor ."
          ]
        },
        {
          "bn:00069619n": [
            "A school is an institution designed for the teaching of students under the direction of teachers.",
            "Institution designed for the teaching of students under the direction of teachers",
            "An institution of higher education and of research, which grants academic degrees.",
            "An institution dedicated to teaching and learning.",
            "An educational institution",
            "  An institution dedicated to teaching and learning; an educational institution."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "children crossing",
    "fromVersion": "1.0",
    "glyph": "🚸",
    "glyphAsUtfInEmoticons": [
      "1f6b8_childrencrossing"
    ],
    "group": "Symbols",
    "keywords": [
      "child",
      "children crossing",
      "crossing",
      "pedestrian",
      "traffic"
    ],
    "mappedToEmoticons": [
      "1f6b8_childrencrossing"
    ],
    "tts": "children crossing",
    "unicode": "1f6b8"
  },
  "fluentui_folder": "children-crossing"
}