{
  "alsoKnownAs": [
    "Hurricane",
    "Spiral",
    "Swirl",
    "Tornado"
  ],
  "appleName": "Cyclone",
  "code": "🌀",
  "codepointsHex": [
    "U+1F300"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Hurricane",
        "Spiral",
        "Swirl",
        "Tornado"
      ],
      "appleName": "Cyclone",
      "code": "🌀",
      "codepointsHex": [
        "U+1F300"
      ],
      "currentCldrName": "Cyclone",
      "description": "<p>An icon used to&nbsp;represent a <a href=\"https://en.wikipedia.org/wiki/Cyclone\">cyclone</a>.&nbsp;Some versions of this emoji&nbsp;show&nbsp;a&nbsp;spiral shape, which may be used for decorative purposes.</p>\r\n\r\n<p><em>This emoji is not supported in Twitter / X names, possibly in an attempt to minimize confusion with a verified checkmark. <a href=\"https://blog.emojipedia.org/why-you-cant-use-these-emojis-in-your-twitter-name/\">Learn more here</a>.</em></p>",
      "id": "615",
      "slug": "cyclone",
      "shortcodes": [
        {
          "code": ":cyclone:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":cyclone:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":cyclone:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":cyclone:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Cyclone"
    }
  ],
  "currentCldrName": "Cyclone",
  "description": "<p>An icon used to&nbsp;represent a <a href=\"https://en.wikipedia.org/wiki/Cyclone\">cyclone</a>.&nbsp;Some versions of this emoji&nbsp;show&nbsp;a&nbsp;spiral shape, which may be used for decorative purposes.</p>\r\n\r\n<p><em>This emoji is not supported in Twitter / X names, possibly in an attempt to minimize confusion with a verified checkmark. <a href=\"https://blog.emojipedia.org/why-you-cant-use-these-emojis-in-your-twitter-name/\">Learn more here</a>.</em></p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "615",
  "shortcodes": [
    {
      "code": ":cyclone:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":cyclone:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":cyclone:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":cyclone:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "cyclone",
  "title": "Cyclone",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Weather, landscape, and sky symbols",
    "keywords": [
      "typhoon",
      "dizzy",
      "twister"
    ],
    "definition": "An icon used to represent a cyclone. Some versions of this emoji show a spiral shape, which may be used for decorative purposes. Cyclone was http://emojipedia.org/cyclone/",
    "name": "cyclone",
    "unicode": "U+1F300",
    "shortcode": ":cyclone:",
    "senses": {
      "adjectives": [
        {
          "bn:00099977a": [
            "In the shape of a coil",
            "In the shape of a helix.",
            "In the shape of a coil.",
            "In the shape of a helix"
          ]
        },
        {
          "bn:00101649a": [
            "Dizzy, feeling dizzy or unsteady and as if about to fall down.",
            "Having or causing a whirling sensation; liable to falling",
            "Having a sensation of whirling, with a tendency to fall; giddy; feeling unbalanced or lightheaded.",
            "Having a sensation of turning around.",
            "Having a sensation of whirling and a tendency to fall."
          ]
        },
        {
          "bn:00098485a": [
            "(of events) having extremely unfortunate or dire consequences; bringing ruin- Charles Darwin- Douglas MacArthur",
            "Causing great distress or injury; bringing ruin."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00092315v": [
            "To act or speak in heightened anger.",
            "Behave violently, as if in state of a great anger",
            "To move quickly and noisily.",
            "To act or speak violently, as if in state of a great anger.",
            "To behave violently; to rage.",
            "To move quickly and noisily like a storm, usually in a state of uproar or anger."
          ]
        },
        {
          "bn:00087479v": [
            "Flow in a circular current, of liquids"
          ]
        },
        {
          "bn:00089137v": [
            "Revolve quickly and repeatedly around one's own axis",
            "To revolve round a central point; to move spirally about an axis, as a tornado; to revolve.",
            "To spin or revolve repeatedly."
          ]
        },
        {
          "bn:00085266v": [
            "To wind or move in a spiral course"
          ]
        },
        {
          "bn:00094689v": [
            "Turn in a twisting or spinning motion",
            "To turn in a twisting or spinning motion."
          ]
        },
        {
          "bn:00094133v": [
            "To move along the path of a spiral or helix.",
            "Form a spiral"
          ]
        },
        {
          "bn:00087105v": [
            "Make dizzy or giddy"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00024743n": [
            "Storm",
            "(meteorology) rapid inward circulation of air masses about a low pressure center; circling counterclockwise in the northern hemisphere and clockwise in the southern",
            "A storm characterized by the converging and rising giratory movement of the wind around a zone of low pressure (the eye) towards which it is violently pulled from a zone of high pressure.",
            "Rotating system of winds.",
            "In meteorology, a cyclone is an area of closed, circular fluid motion rotating in the same direction as the Earth.",
            "A system of winds rotating around a center of low atmospheric pressure."
          ]
        },
        {
          "bn:00027951n": [
            "Vertigo is a subtype of dizziness in which a patient inappropriately experiences the perception of motion due to dysfunction of the vestibular system.",
            "The state of being dizzy; the sensation of instability.",
            "State of being dizzy.",
            "The state of being off balance",
            "A sensation of irregular or whirling motion, either of oneself or of external objects.",
            "Dizziness is an impairment in spatial perception and stability.",
            "Lightheadedness is a common and typically unpleasant sensation of dizziness and/or a feeling that one may faint.",
            "A sensation of whirling and loss of balance, caused by looking down from a great height or by disease affecting the inner ear.",
            "Vertigo is a 1958 film about a San Francisco detective and his psychological troubles with a fear of heights and an obsession over a woman.",
            "A reeling sensation; a feeling that you are about to fall"
          ]
        },
        {
          "bn:00007520n": [
            "The rotation angle about the longitudinal axis.",
            "The Euler angles are three angles introduced by Leonhard Euler to describe the orientation of a rigid body.",
            "The rotation angle about the longitudinal axis",
            "Rotary motion of an object around its own axis"
          ]
        },
        {
          "bn:03178421n": [
            "In fluid dynamics, an eddy is the swirling of a fluid and the reverse current created when the fluid flows past an obstacle.",
            "A current of a fluid running back, or in a direction contrary to the main current.",
            "A current of air or water running back, or in an opposite direction to the main current.",
            "Air or water running in an opposite direction to the main current.",
            "A quantity in fluid dynamics"
          ]
        },
        {
          "bn:00006808n": [
            "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
            "Sometimes referred to as \"the elements\"",
            "State of the atmosphere",
            "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
            "Unpleasant or destructive atmospheric conditions, and their effects.",
            "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
            "State of the atmosphere."
          ]
        },
        {
          "bn:00052661n": [
            "A maelstrom is a very powerful whirlpool; a large, swirling body of water.",
            "A powerful circular current of water (usually the result of conflicting tides)",
            "A rapidly rotating body of water.",
            "In fluid dynamics, a vortex is a region, in a fluid medium, in which the flow is mostly rotating on an axis line, the vortical flow that occurs either on a straight-axis or a curved-axis.",
            "A swirling body of water.",
            "A whirlpool is a swirling body of water produced by the meeting of opposing currents.",
            "A whirlwind, whirlpool, or similarly moving matter in the form of a spiral or column.",
            "A large and violent whirlpool."
          ]
        },
        {
          "bn:00077667n": [
            "A violent windstorm characterized by a twisting, funnel-shaped cloud.",
            "A tornado.",
            "A localized and violently destructive windstorm occurring over land characterized by a funnel-shaped cloud extending toward the ground",
            "A rapidly rotating column of air developed around a very intense low-pressure centre.",
            "A tornado is a violently rotating column of air that is in contact with both the surface of the earth and a cumulonimbus cloud or, in rare cases, the base of a cumulus cloud.",
            "Violently rotating column of air that is in contact with both the earth's surface and a cumulonimbus cloud",
            "Column of air.",
            "A tornado with an exceptionally long path length; for example, 160 km (100 mi) or longer",
            "A tornado is a violently rotating column of air, in contact with the ground, either pendant from a cumuliform cloud or underneath a cumuliform cloud, and often visible as a funnel cloud."
          ]
        },
        {
          "bn:00073419n": [
            "A plane curve traced by a point circling about the center but at increasing distances from the center"
          ]
        },
        {
          "bn:00078817n": [
            "Hurricane in the Pacific.",
            "Type of tropical cyclone",
            "A severe tropical cyclone in the western Pacific.",
            "A weather phenomenon in the Eastern Pacific that is precisely equivalent to a hurricane, which results in wind speeds of 64 knots (118km/h) or above. Equivalent to a cyclone in the Indian Ocean and Indonesia/Australia.",
            "A tropical cyclone occurring in the western Pacific or Indian oceans",
            "A typhoon is a mature tropical cyclone that develops in the western part of the North Pacific Ocean between 180 ° and 100 ° E. This region is referred to as the Northwestern Pacific Basin, and is the most active tropical cyclone basin on Earth, accounting for almost one-third of the world's annual tropical cyclones."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "cyclone",
    "fromVersion": "0.6",
    "glyph": "🌀",
    "glyphAsUtfInEmoticons": [
      "1f300_cyclone"
    ],
    "group": "Travel & Places",
    "keywords": [
      "cyclone",
      "dizzy",
      "hurricane",
      "twister",
      "typhoon"
    ],
    "mappedToEmoticons": [
      "1f300_cyclone"
    ],
    "tts": "cyclone",
    "unicode": "1f300"
  },
  "fluentui_folder": "cyclone"
}