{
  "alsoKnownAs": [
    "Easter Island",
    "Human Rock Carving",
    "Moai",
    "Moyai Statue"
  ],
  "appleName": "Easter Island Statue",
  "code": "🗿",
  "codepointsHex": [
    "U+1F5FF"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Easter Island",
        "Human Rock Carving",
        "Moai",
        "Moyai Statue"
      ],
      "appleName": "Easter Island Statue",
      "code": "🗿",
      "codepointsHex": [
        "U+1F5FF"
      ],
      "currentCldrName": "Moai",
      "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Moai\">moai</a>, one of the famed, giant stone statues of human figures&nbsp;on Easter Island. Depicted as a gray&nbsp;stone carving of a stylized human head with a prominent brow and nose, most often facing left.</p>\r\n\r\n<p>Sometimes used for various idiosyncratic purposes, such as conveying a stoic, deadpan, or silly expression. For example, this emoji is often used to represent various &quot;sigma&quot; or &quot;chad&quot; memes due to its chiselled emotionaless features.</p>\r\n\r\n<p>Its official Unicode name of <em>Moyai&nbsp;</em>and inclusion in early Japanese emoji sets, such as from au by KDDI, suggest&nbsp;the emoji may represent the <a href=\"http://www.tripadvisor.com.au/Attraction_Review-g1066456-d1953259-Reviews-Moyai_Statue-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html\">Moyai Statue</a> near Shibuya Station in Tokyo, Japan; previous designs from <a href=\"/google/android-4.3/moai/\">Google</a> and <a href=\"/microsoft/windows-8.0/moai/\">Microsoft</a>&nbsp;resemble the Tokyo statue. Other Tokyo landmarks are represented in&nbsp;<a href=\"/tokyo-tower/\">🗼&nbsp;Tokyo Tower</a> and, formerly, <a href=\"/shibuya/\">Shibuya 109</a>.</p>",
      "id": "443",
      "slug": "moai",
      "shortcodes": [
        {
          "code": ":moai:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":moyai:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":moyai:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":moyai:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Moyai"
    }
  ],
  "currentCldrName": "Moai",
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Moai\">moai</a>, one of the famed, giant stone statues of human figures&nbsp;on Easter Island. Depicted as a gray&nbsp;stone carving of a stylized human head with a prominent brow and nose, most often facing left.</p>\r\n\r\n<p>Sometimes used for various idiosyncratic purposes, such as conveying a stoic, deadpan, or silly expression. For example, this emoji is often used to represent various &quot;sigma&quot; or &quot;chad&quot; memes due to its chiselled emotionaless features.</p>\r\n\r\n<p>Its official Unicode name of <em>Moyai&nbsp;</em>and inclusion in early Japanese emoji sets, such as from au by KDDI, suggest&nbsp;the emoji may represent the <a href=\"http://www.tripadvisor.com.au/Attraction_Review-g1066456-d1953259-Reviews-Moyai_Statue-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html\">Moyai Statue</a> near Shibuya Station in Tokyo, Japan; previous designs from <a href=\"/google/android-4.3/moai/\">Google</a> and <a href=\"/microsoft/windows-8.0/moai/\">Microsoft</a>&nbsp;resemble the Tokyo statue. Other Tokyo landmarks are represented in&nbsp;<a href=\"/tokyo-tower/\">🗼&nbsp;Tokyo Tower</a> and, formerly, <a href=\"/shibuya/\">Shibuya 109</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "443",
  "shortcodes": [
    {
      "code": ":moai:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":moyai:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":moyai:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":moyai:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "moai",
  "title": "Moyai",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Cultural symbols",
    "keywords": [
      "moyai",
      "statue",
      "face"
    ],
    "definition": "A Moyai (also spelled Moai) is a type of human rock carving from Easter Island. Moyai is also a statue located near Shibuya Station in Tokyo http://emojipedia.org/moyai/",
    "name": "moai",
    "unicode": "U+1F5FF",
    "shortcode": ":moyai:",
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00074420n": [
            "Stonehenge is a Neolithic and Bronze Age monument located near Amesbury in the English county of Wiltshire,.",
            "Stonehenge is a prehistoric monument located in Wiltshire, England, about west of Amesbury and north of Salisbury.",
            "Prehistoric monument in the English county of Wiltshire",
            "An ancient group of standing stones on in Wiltshire, England",
            "Ancient group of standing stones in England.",
            "An ancient megalithic monument in southern England; probably used for ritual purposes"
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00068045n": [
            "A lump or mass of hard consolidated mineral matter",
            "Large stone or boulder.",
            "A lump or mass of hard consolidated mineral matter that is used in construction, either crushed for use as aggregate or cut into shaped blocks as dimension stone.",
            "A boulder or large stone; or a smaller stone; a pebble."
          ]
        },
        {
          "bn:03329812n": [
            "Easter Island is a Polynesian island in the southeastern Pacific Ocean, at the southeasternmost point of the Polynesian Triangle.",
            "The Chilean Island in the Pacific Ocean",
            "Polynesian island",
            "An Eastern Polynesian language spoken by the the inhabitants of Easter Island.",
            "An island in the south Pacific Ocean belonging to Chile.",
            "Island in the Pacific.",
            "An island in the south Pacific, belonging to Chile famous for its moai monuments.",
            "An Eastern Polynesian language spoken by the Rapanui, the inhabitants of Easter Island."
          ]
        },
        {
          "bn:00074064n": [
            "A three-dimension work of art, usually of a person or animal, usually created by sculpting, carving, moulding, or casting.",
            "Sculpture primary concerned as a representational figure",
            "A sculpture representing a human or animal",
            "A statue is a sculpture representing one or more people or animals, normally full-length, as opposed to a bust, and at least close to life-size, or larger.",
            "A three-dimensional work of art, usually representing a person or animal, usually created by sculpting, carving, molding, or casting.",
            "Three-dimensional work of art."
          ]
        },
        {
          "bn:00069924n": [
            "Three-dimensional artwork created by shaping hard or plastic material, commonly stone (either rock or marble), metal, or wood.",
            "Sculpture is the branch of the visual arts that operates in three dimensions.",
            "Works of art created by sculpting, as a group.",
            "Work of art created by sculpting.",
            "A three-dimensional work of plastic art",
            "Branch of the visual arts that operates in three dimensions",
            "A person who practices the art of sculpture."
          ]
        },
        {
          "bn:00053637n": [
            "A mask is an object normally worn on the face, typically for protection, disguise, performance or entertainment.",
            "A covering to disguise or conceal the face",
            "Object normally worn on the face, typically for protection, disguise, performance or entertainment",
            "A cover, or partial cover, for the face, used for disguise or protection.",
            "Cover for the face."
          ]
        },
        {
          "bn:00068046n": [
            "Any natural material with a distinctive composition of minerals.",
            "In geology, rock is a naturally occurring solid aggregate of one or more minerals or mineraloids.",
            "In Internet Backgammon, one of the 30 pieces (15 black and 15 white) that players move forward according to the roll of dice with a view to removing them all from the board.",
            "Any aggregate of minerals that makes up part of the earth's crust. It may be unconsolidated, such as sand, clay, or mud, or consolidated, such as granite, limestone, or coal.",
            "Naturally occurring solid aggregate of one or more minerals or mineraloids",
            "Natural mineral aggregate.",
            "Material consisting of the aggregate of minerals like those making up the Earth's crust",
            "Null",
            "A small (and usually irregular) piece of mineral, approximately 20-200 mm in diameter.",
            "A naturally occurring solid aggregate of minerals or mineraloids"
          ]
        },
        {
          "bn:03216075n": [
            "Moai, or mo‘ai, are monolithic human figures carved by the Rapa Nui people from rock on the Chilean Polynesian island of Easter Island between the years 1250 and 1500.",
            "Monolithic human figures carved from rock on the Polynesian island of Rapa Nui (Easter Island) between the years 1250 and 1500.",
            "One of the large stone statues on Easter Island (Rapa Nui).",
            "Monolithic human figures",
            "Stone statue on Easter Island."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "moai",
    "fromVersion": "0.6",
    "glyph": "🗿",
    "glyphAsUtfInEmoticons": [
      "1f5ff_moyai"
    ],
    "group": "Objects",
    "keywords": [
      "face",
      "moai",
      "moyai",
      "statue"
    ],
    "mappedToEmoticons": [
      "1f5ff_moyai"
    ],
    "tts": "moai",
    "unicode": "1f5ff"
  },
  "fluentui_folder": "moyai"
}