{
  "alsoKnownAs": [
    "Ice Skating"
  ],
  "appleName": "Ice Skate",
  "code": "⛸️",
  "codepointsHex": [
    "U+26F8",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Ice Skating"
      ],
      "appleName": "Ice Skate",
      "code": "⛸️",
      "codepointsHex": [
        "U+26F8",
        "U+FE0F"
      ],
      "currentCldrName": "Ice Skate",
      "description": "<p>A single ice skate used for ice skating. Shown in white and&nbsp;facing&nbsp;right&nbsp;on most platforms.</p>\r\n\r\n<p>In the sport of figure skating, a white ice skate is traditionally worn by women, and a black ice skate worn by men. This emoji doesn&#39;t define the color to be used, but no major vendor currently displays this as black.</p>",
      "id": "665",
      "slug": "ice-skate",
      "shortcodes": [
        {
          "code": ":ice_skate:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":ice_skate:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":ice_skate:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        }
      ],
      "title": "Ice Skate"
    }
  ],
  "currentCldrName": "Ice Skate",
  "description": "<p>A single ice skate used for ice skating. Shown in white and&nbsp;facing&nbsp;right&nbsp;on most platforms.</p>\r\n\r\n<p>In the sport of figure skating, a white ice skate is traditionally worn by women, and a black ice skate worn by men. This emoji doesn&#39;t define the color to be used, but no major vendor currently displays this as black.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "665",
  "shortcodes": [
    {
      "code": ":ice_skate:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":ice_skate:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":ice_skate:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    }
  ],
  "slug": "ice-skate",
  "title": "Ice Skate",
  "type": "SINGLE",
  "version": {
    "date": 1254355200,
    "description": "<p>Unicode 5.2&nbsp;pre-dated emoji inclusion in Unicode by one&nbsp;year, and included many characters primarily sourced from the&nbsp;<a href=\"http://www.unicode.org/L2/L2007/07391-n3341.pdf\">ARIB set of Japanese broadcasting symbols</a>.</p>\r\n\r\n<p>The following characters were among those added to Unicode in 2009, several of which were given&nbsp;emoji presentation status in the years 2010-2015.</p>",
    "name": "5.2",
    "slug": "unicode-5.2",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Map symbol from ARIB STD B24",
    "keywords": [
      "skate",
      "ice"
    ],
    "definition": "A single skate used in the sport or recreational activity of ice skating. Shown facing to the left on all platforms. Ice Skate was approved  http://emojipedia.org/ice-skate/",
    "name": "ice skate",
    "unicode": "U+26F8",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00093798v": [
            "Move along on skates"
          ]
        },
        {
          "bn:00089571v": [
            "Move along on ice skates",
            "To move along on ice skates."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00045736n": [
            "Act of skating or ice skating.",
            "Ice skates are boots with blades attached to the bottom, used to propel the bearer across a sheet of ice.",
            "Abbreviated form of ice skate or roller skate",
            "A light boot, fitted with a blade, used for skating on ice",
            "Skate consisting of a boot with a steel blade fitted to the sole",
            "Boots with blades attached to the bottom for propelling the bearer across a sheet of ice",
            "A boot with a blade attached to the bottom, used the propel the bearer across a sheet of ice."
          ]
        },
        {
          "bn:00071902n": [
            "Sports equipment that is worn on the feet to enable the wearer to glide along and to be propelled by the alternate actions of the legs"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "ice skate",
    "fromVersion": "0.7",
    "glyph": "⛸️",
    "group": "Activities",
    "keywords": [
      "ice",
      "skate"
    ],
    "mappedToEmoticons": [
      "26f8_iceskate"
    ],
    "tts": "ice skate",
    "unicode": "26f8 fe0f"
  },
  "fluentui_folder": "ice-skate"
}