{
  "category": "Miscellaneous Symbols And Pictographs -> Hand symbols",
  "keywords": [
    "light skin tone",
    "hand",
    "fist",
    "punch",
    "clenched"
  ],
  "definition": "This version of the ?? Oncoming Fist emoji has the ?? Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported platforms http://emojipedia.org/fisted-hand-sign-type-1-2/",
  "unicode": "U+1F44A U+1F3FB",
  "name": "oncoming fist: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00097107a": [
          "Displaying or feeling anger.",
          "Angry, annoyed.",
          "Irritated, in a temper, feeling or displaying anger.",
          "Feeling or showing anger"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00085711v": [
          "Be engaged in a fight; carry on a fight",
          "To contend in physical conflict, either singly or in war, battle etc.",
          "To be engaged in a physical confrontation or fight.",
          "To contend in physical conflict."
        ]
      },
      {
        "bn:00091762v": [
          "To strike with one's fist.",
          "To strike something or someone with one's fist.",
          "Deliver a quick blow to",
          "To deliver a blow with the fist."
        ]
      },
      {
        "bn:13658797v": [
          "To strike with the fist."
        ]
      },
      {
        "bn:00082838v": [
          "To apply violent force to someone or something.",
          "Launch an attack or assault on; begin hostilities or start warfare with",
          "To apply violent force."
        ]
      },
      {
        "bn:00089535v": [
          "To physically feel a damage, a pain, a disease or a punishment.",
          "Feel pain or be in pain",
          "To feel pain.",
          "To cause (somebody) emotional pain."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00004086n": [
          "Basic emotion",
          "Anger is an emotional response related to one's psychological interpretation of having been threatened.",
          "The state of being angry",
          "The state of being angry.",
          "Anger is a common emotional response to real or imagined threats or harm to oneself or others, characterized by a desire, whether internalized or expressed, to engage in aggressive retaliation."
        ]
      },
      {
        "bn:01268462n": [
          "A fist bump is a gesture similar in meaning to a handshake or high five.",
          "A gesture similar in meaning to a handshake or high five"
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00019718n": [
          "The raised fist is a symbol of solidarity and support.",
          "Hand with the fingers curled into the palm",
          "The closed hand with the fingers on the palm.",
          "A fist is an action where a hand has the fingers curled into the palm and the thumb retracted, displaying the knuckles.",
          "A hand that has the fingers curled into the palm and the thumb retracted, displaying the knuckles",
          "Hand with the fingers clenched or curled inward",
          "The greeting of Rotfrontkämpferbund",
          "A hand with the fingers clenched in the palm (as for hitting)"
        ]
      }
    ]
  },
  "code": "👊🏻",
  "fluentui_metadata": {
    "cldr": "oncoming fist",
    "fromVersion": "0.6",
    "glyph": "👊",
    "glyphAsUtfInEmoticons": [
      "1f44a_oncomingfist"
    ],
    "group": "People & Body",
    "keywords": [
      "clenched",
      "fist",
      "hand",
      "oncoming fist",
      "punch"
    ],
    "mappedToEmoticons": [
      "1f44a_oncomingfist"
    ],
    "tts": "oncoming fist",
    "unicode": "1f44a",
    "unicodeSkintones": [
      "1f44a",
      "1f44a 1f3fb",
      "1f44a 1f3fc",
      "1f44a 1f3fd",
      "1f44a 1f3fe",
      "1f44a 1f3ff"
    ]
  },
  "fluentui_folder": "oncoming-fist-light-skin-tone",
  "slug": "oncoming-fist-light-skin-tone"
}