{
  "category": "Transport And Map Symbols -> Signage and other symbols",
  "keywords": [
    "bicycle",
    "light skin tone",
    "cyclist",
    "bike",
    "mountain",
    "bicyclist"
  ],
  "definition": "This version of the ?? Person Mountain Biking emoji has the ?? Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported  http://emojipedia.org/mountain-bicyclist-type-1-2/",
  "unicode": "U+1F6B5 U+1F3FB",
  "name": "person mountain biking: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00092280v": [
          "To compete in a race.",
          "Compete in a race",
          "To compete against in such a race."
        ]
      },
      {
        "bn:00083471v": [
          "To ride a bicycle.",
          "To operate a pedal.",
          "Ride a bicycle",
          "To ride a bicycle or other cycle.",
          "To operate a bicycle.",
          "To ride a bike."
        ]
      },
      {
        "bn:00083395v": [
          "Move fast",
          "To drive fast.",
          "To move fast.",
          "To go fast.",
          "To drive fast; to step on the accelerator."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00006759n": [
          "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
          "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
          "Forms of competitive activity, usually physical",
          "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
          "An active diversion requiring physical exertion and competition",
          "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
          "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
          "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
          "Recreational games and play.",
          "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
          "A term for athletic sports and culture based on human, physical competition",
          "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "An umbrella sport, comprising track and field, cross country, road running and racewalking"
        ]
      },
      {
        "bn:00010248n": [
          "Human-powered, pedal-driven two-wheel vehicle",
          "A vehicle that has two wheels, one behind the other, a steering handle, and a saddle seat or seats and is usually propelled by the action of a rider's feet upon pedals.",
          "A pedal-powered vehicle, such as a unicycle, bicycle, or tricycle; or, motorized vehicle that has either two or three wheels, such as a motorbike, motorcycle, motorized tricycle, or motortrike.",
          "A bicycle, often called a bike or cycle, is a human-powered, pedal-driven, single-track vehicle, having two wheels attached to a frame, one behind the other.",
          "A vehicle with two wheels in tandem, pedals connected to the rear wheel by a chain, handlebars for steering, and a saddlelike seat.",
          "A short form of bicycle.",
          "A wheeled vehicle that has two wheels and is moved by foot pedals"
        ]
      },
      {
        "bn:00078004n": [
          "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
          "A means of conveyance.",
          "Shared passenger transport service which is available for use by the general public",
          "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
          "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
          "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
          "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
          "The conveyance of people or goods from one place to another."
        ]
      },
      {
        "bn:00010258n": [
          "Person who rides a cycle.",
          "A person who rides a bicycle",
          "A person who rides a cycle, especially a bicycle, or who habitually engages in cycling.",
          "One who rides a bicycle, particularly one who does so regularly, or as an enthusiast."
        ]
      }
    ]
  },
  "code": "🚵🏻",
  "fluentui_metadata": {
    "cldr": "person mountain biking",
    "fromVersion": "1.0",
    "glyph": "🚵",
    "glyphAsUtfInEmoticons": [
      "mountain_bicyclist"
    ],
    "group": "People & Body",
    "keywords": [
      "bicycle",
      "bicyclist",
      "bike",
      "cyclist",
      "mountain",
      "person mountain biking"
    ],
    "mappedToEmoticons": [
      "mountain_bicyclist"
    ],
    "tts": "person mountain biking",
    "unicode": "1f6b5",
    "unicodeSkintones": [
      "1f6b5",
      "1f6b5 1f3fb",
      "1f6b5 1f3fc",
      "1f6b5 1f3fd",
      "1f6b5 1f3fe",
      "1f6b5 1f3ff"
    ]
  },
  "fluentui_folder": "person-mountain-biking-light-skin-tone",
  "slug": "person-mountain-biking-light-skin-tone"
}