{
  "alsoKnownAs": [
    "Kazakh Flag",
    "Kazakhstani Flag"
  ],
  "appleName": "Flag of Kazakhstan",
  "code": "🇰🇿",
  "codepointsHex": [
    "U+1F1F0",
    "U+1F1FF"
  ],
  "components": [
    {
      "code": "🇰",
      "codepointsHex": [
        "U+1F1F0"
      ],
      "description": "<p>The letter&nbsp;<em>K</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1335",
      "slug": "regional-indicator-symbol-letter-k",
      "shortcodes": [
        {
          "code": ":regional_indicator_k:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter K"
    },
    {
      "code": "🇿",
      "codepointsHex": [
        "U+1F1FF"
      ],
      "description": "<p>The letter&nbsp;<em>Z</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1350",
      "slug": "regional-indicator-symbol-letter-z",
      "shortcodes": [
        {
          "code": ":regional_indicator_z:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter Z"
    }
  ],
  "currentCldrName": "Flag: Kazakhstan",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Kazakhstan\">Kazakhstan</a>, which may show as the letters&nbsp;<em>KZ</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1016",
  "shortcodes": [
    {
      "code": ":flag_kazakhstan:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":kazakhstan:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-kz:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_kz:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-kazakhstan",
  "title": "Flag: Kazakhstan",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Kazakhstan, which may show as the letters KZ on some platforms. The Flag for Kazakhstan emoji is a sequence of the ?? Regional  http://emojipedia.org/flag-for-kazakhstan/",
    "name": "Kazakhstan",
    "unicode": "U+1F1F0 U+1F1FF",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00048861n": [
            "Persons from Kazakhstan, or of Kazakhstani descent. For information about the Kazakhstani people, see Demographics of Kazakhstan and Culture of Kazakhstan. For specific persons, see List of Kazakhs.",
            "A landlocked republic to the south of Russia and to the northeast of the Caspian Sea; the original Turkic-speaking inhabitants were overrun by Mongols in the 13th century; an Asian soviet from 1936 to 1991",
            "Kazakhstan, officially the Republic of Kazakhstan, is a contiguous transcontinental country in Central Asia, with its smaller part west of the Ural River in Europe.",
            "See Zyryan District.",
            "The Kazakhs are a Turkic people of Eastern Europe and the northern parts of Central Asia.",
            "A person from Kazakhstan or of Kazakh descent.",
            "Country in Europe and Asia",
            "A country in Central Asia whose capital is Astana.",
            "Country in Central Asia.",
            "A country in Central Asia. Official name: Republic of Kazakhstan ()."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
