{
  "alsoKnownAs": [
    "Blowing Kiss",
    "Blow A Kiss",
    "Kissing"
  ],
  "appleName": "Face Blowing a Kiss",
  "code": "😘",
  "codepointsHex": [
    "U+1F618"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Blowing Kiss",
        "Blow A Kiss",
        "Kissing"
      ],
      "appleName": "Face Blowing a Kiss",
      "code": "😘",
      "codepointsHex": [
        "U+1F618"
      ],
      "currentCldrName": "Face Blowing a Kiss",
      "description": "<p>A yellow face winking with puckered lips blowing a kiss, depicted&nbsp;as a small, <a href=\"/red-heart/\">red heart</a>. May represent&nbsp;a kiss goodbye or good night and convey feelings of love and affection more generally.&nbsp;</p>\r\n\r\n<p>Many platforms feature the same eyes as on their <a href=\"/winking-face/\">😉&nbsp;Winking Face</a>.</p>\r\n\r\n<p>Microsoft&rsquo;s design <a href=\"/microsoft/windows-10/face-blowing-a-kiss/\">previously featured</a> a feminine smiley with long eyelashes and red <a href=\"/lipstick/\">lipstick</a>, which could leave a <a href=\"/kiss-mark/\">kiss mark</a>.</p>",
      "id": "13",
      "slug": "face-blowing-a-kiss",
      "shortcodes": [
        {
          "code": ":face_blowing_a_kiss:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":kissing_heart:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":kissing_heart:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":kissing_heart:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Face Throwing a Kiss"
    }
  ],
  "currentCldrName": "Face Blowing a Kiss",
  "description": "<p>A yellow face winking with puckered lips blowing a kiss, depicted&nbsp;as a small, <a href=\"/red-heart/\">red heart</a>. May represent&nbsp;a kiss goodbye or good night and convey feelings of love and affection more generally.&nbsp;</p>\r\n\r\n<p>Many platforms feature the same eyes as on their <a href=\"/winking-face/\">😉&nbsp;Winking Face</a>.</p>\r\n\r\n<p>Microsoft&rsquo;s design <a href=\"/microsoft/windows-10/face-blowing-a-kiss/\">previously featured</a> a feminine smiley with long eyelashes and red <a href=\"/lipstick/\">lipstick</a>, which could leave a <a href=\"/kiss-mark/\">kiss mark</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "13",
  "shortcodes": [
    {
      "code": ":face_blowing_a_kiss:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":kissing_heart:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":kissing_heart:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":kissing_heart:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "face-blowing-a-kiss",
  "title": "Face Throwing a Kiss",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "kiss",
      "face"
    ],
    "definition": "An emoji face blowing a kiss; but officially called “Face Throwing A Kiss”. One eye is open, the other is winking. A heart is shown leaving  http://emojipedia.org/face-throwing-a-kiss/",
    "name": "face blowing a kiss",
    "unicode": "U+1F618",
    "shortcode": ":kissing_heart:",
    "senses": {
      "adjectives": [
        {
          "bn:00100772a": [
            "Cute, appealing.",
            "Attractive especially by means of smallness or prettiness or quaintness"
          ]
        },
        {
          "bn:00096494a": [
            "Inspiring love or affection, in a childlike way.",
            "Lovable especially in a childlike or naive way"
          ]
        },
        {
          "bn:00110488a": [
            "Marked by or tending to arouse sexual desire or interest"
          ]
        },
        {
          "bn:13777878a": [
            "That tends to kiss frequently."
          ]
        },
        {
          "bn:00106198a": [
            "Held dear"
          ]
        },
        {
          "bn:00102103a": [
            "Refined and tasteful in appearance or behavior or style"
          ]
        },
        {
          "bn:00106204a": [
            "Feeling or showing love and affection"
          ]
        },
        {
          "bn:00104035a": [
            "Causing gladness and pleasure"
          ]
        },
        {
          "bn:00096597a": [
            "Loving; manifesting love or affection; affectionate; friendly.",
            "Having affection or warm regard; loving.",
            "Having affection or warm regard; loving; fond.",
            "Affectionate.",
            "Having or displaying warmth or affection"
          ]
        },
        {
          "bn:13671881a": [
            "Flirting, or seeming to flirt."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00089504v": [
            "Cling closely together.",
            "To cling closely together.",
            "Fit closely or tightly"
          ]
        },
        {
          "bn:00090504v": [
            "To have a strong affection for (someone or something).",
            "Have a great affection or liking for",
            "To have an intense feeling of affection and care towards another person.",
            "Have a strong affection for."
          ]
        },
        {
          "bn:13611060v": [
            "To feel an affection, emotion or love for."
          ]
        },
        {
          "bn:00083805v": [
            "Squeeze (someone) tightly in your arms, usually with fondness",
            "To clasp in the arms with affection; to take in the arms; to hug.",
            "To squeeze someone in one's arms."
          ]
        },
        {
          "bn:00082774v": [
            "Stimulate sexually",
            "To sexually stimulate."
          ]
        },
        {
          "bn:00084312v": [
            "To touch each other’s lips.",
            "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
            "To touch with the lips to express love or affection.",
            "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00052121n": [
            "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
            "An intense feeling of affection and care towards another person.",
            "Emotion based on affection",
            "A strong positive emotion of regard and affection",
            "In the Italian or Latin languages",
            "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
            "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00009819n": [
            "A beloved person; a term of endearment.",
            "A beloved person; used as terms of endearment",
            "A beloved person"
          ]
        },
        {
          "bn:00009419n": [
            "A term for a male partner",
            "Regular male companion in a romantic or sexual relationship",
            "A male partner in a romantic relationship.",
            "A male lover; a boyfriend.",
            "A boyfriend is a regular male companion in a romantic and/or sexual relationship.",
            "Male partner in a romantic relationship.",
            "A man who is the lover of a girl or young woman"
          ]
        },
        {
          "bn:00065006n": [
            "The immaterial part of a person; the actuating cause of an individual life",
            "An individual life."
          ]
        },
        {
          "bn:00014726n": [
            "A short-lived and unrequited love or infatuation; the object of this infatuation.",
            "An unreasoning love or attraction.",
            "A strong feeling of love, often for just a short time, usually by an adolescent.",
            "Puppy love is an informal term for feelings of love, romance, or infatuation, often felt by young people during their childhood and adolescence.",
            "Feelings of love, romance, or infatuation felt by young people",
            "Puppy love",
            "Temporary love of an adolescent"
          ]
        },
        {
          "bn:00046516n": [
            "A person, especially as one among many.",
            "Some unspecified person.",
            "An individual is a person or a specific object.",
            "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
            "A human; someone susceptible to death.",
            "A human being",
            "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
            "A human being.",
            "A person that will die eventually.",
            "A being, such as a human, that has certain capacities or attributes constituting personhood",
            "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
            "Some person.",
            "An individual; usually a human being."
          ]
        },
        {
          "bn:00001744n": [
            "?, representing love, the organ, or a card suit",
            "A feeling of love or strong attachment.",
            "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
            "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
            "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
            "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "As used by Aristotle in his Nichomachean Ethics",
            "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
            "A positive feeling of liking",
            "Feeling of love or strong attachment."
          ]
        },
        {
          "bn:00033885n": [
            "Calendar day",
            "A celebration of lovers that is observed on February 14.",
            "Saint Valentine's Day, commonly shortened to Valentine's Day, is an annual commemoration held on February 14 celebrating love and affection between intimate companions. Day",
            "Saint Valentine's Day",
            "Saint Valentine's Day.",
            "February 14 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014; 2015; 2016: Rank or add further suggestions. Ranking system: Love does not dominate, it cultivates. 14",
            "A day for the exchange of tokens of affection",
            "Saint Valentine's Day, also known as Valentine's Day or the Feast of Saint Valentine, is a holiday observed on February 14 each year."
          ]
        },
        {
          "bn:00034453n": [
            "Young female human",
            "A young female human; (in contrast to boy), a female child or young adult.",
            "A title of respect for a young woman (usually unmarried) with or without a name used.",
            "A young female person, usually a child or teenager.",
            "A young woman",
            "A young girl.",
            "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
            "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
            "A young female; miss."
          ]
        },
        {
          "bn:00014182n": [
            "A kiss is the touch or pressing of one's lips against another person or an object.",
            "Touch with the lips, usually to express love or affection, or as a greeting",
            "A touch with the lips, usually to express love or affection, or as a greeting.",
            "The act of caressing with the lips (or an instance thereof)",
            "A touch with the lips as a sign of love or affection.",
            "A form of affection",
            "Touch with the lips.",
            "Kissing is the act of two people touching lips."
          ]
        },
        {
          "bn:00345232n": [
            "Cuteness is a subjective term describing a type of attractiveness commonly associated with youth and appearance, as well as a scientific concept and analytical model in ethology, first introduced by Konrad Lorenz."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "face blowing a kiss",
    "fromVersion": "0.6",
    "glyph": "😘",
    "glyphAsUtfInEmoticons": [
      "1f618_facethrowingakiss"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "face",
      "face blowing a kiss",
      "kiss"
    ],
    "mappedToEmoticons": [
      "1f618_facethrowingakiss"
    ],
    "tts": "face blowing a kiss",
    "unicode": "1f618"
  },
  "fluentui_folder": "face-throwing-a-kiss"
}