{
  "appleName": "Minidisc",
  "code": "💽",
  "codepointsHex": [
    "U+1F4BD"
  ],
  "components": [
    {
      "appleName": "Minidisc",
      "code": "💽",
      "codepointsHex": [
        "U+1F4BD"
      ],
      "currentCldrName": "Computer Disk",
      "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/MiniDisc\">minidisc</a>, depicted as a small, silver or gold <a href=\"/optical-disk/\">optical disc</a> housed in a square cartridge, its shutter positioned to the right.</p>\r\n\r\n<p><a href=\"http://arstechnica.com/gadgets/2013/02/sony-announces-the-end-of-the-minidisc/\">Discontinued</a> as an audio and data storage format in 2013 due to the success of CD and MP3 technology, though the emoji is commonly used to represent CDs, DVDs, and related film and music content, especially albums.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/computer-disk/\">previously featured</a> a silver disc labeled <i>MD</i>, for <i>minidisc</i>. <a href=\"/au-kddi/type-a-2/computer-disk/\">Early designs</a> from au by KDDI showed an angled <a href=\"/floppy-disk/\">💾 Floppy Disk</a>, perhaps as being inserted or ejected into a computer drive.</p>\r\n\r\n<p>See also <a href=\"/optical-disk/\">💿 Optical Disc</a> and&nbsp;<a href=\"/dvd/\">📀 DVD</a>.</p>",
      "id": "769",
      "slug": "computer-disk",
      "shortcodes": [
        {
          "code": ":computer_disk:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":minidisc:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":minidisc:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":minidisc:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Minidisc"
    }
  ],
  "currentCldrName": "Computer Disk",
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/MiniDisc\">minidisc</a>, depicted as a small, silver or gold <a href=\"/optical-disk/\">optical disc</a> housed in a square cartridge, its shutter positioned to the right.</p>\r\n\r\n<p><a href=\"http://arstechnica.com/gadgets/2013/02/sony-announces-the-end-of-the-minidisc/\">Discontinued</a> as an audio and data storage format in 2013 due to the success of CD and MP3 technology, though the emoji is commonly used to represent CDs, DVDs, and related film and music content, especially albums.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/computer-disk/\">previously featured</a> a silver disc labeled <i>MD</i>, for <i>minidisc</i>. <a href=\"/au-kddi/type-a-2/computer-disk/\">Early designs</a> from au by KDDI showed an angled <a href=\"/floppy-disk/\">💾 Floppy Disk</a>, perhaps as being inserted or ejected into a computer drive.</p>\r\n\r\n<p>See also <a href=\"/optical-disk/\">💿 Optical Disc</a> and&nbsp;<a href=\"/dvd/\">📀 DVD</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "769",
  "shortcodes": [
    {
      "code": ":computer_disk:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":minidisc:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":minidisc:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":minidisc:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "computer-disk",
  "title": "Minidisc",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Office symbols",
    "keywords": [
      "computer",
      "minidisk",
      "disk",
      "optical"
    ],
    "definition": "A minidisc looks like a small optical disc, in a permanent plastic case approximately the size of a cassette tape. Minidisc was briefly expe http://emojipedia.org/minidisc/",
    "name": "computer disk",
    "unicode": "U+1F4BD",
    "shortcode": ":minidisc:",
    "senses": {
      "adjectives": [
        {
          "bn:00107936a": [
            "Of or relating to or involving light or optics",
            "Of, or relating to visible light"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00092424v": [
            "Interpret something that is written or printed"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00016915n": [
            "Optical disc used to store digital data",
            "An optical disc used to store audio or other data.",
            "Compact disc is a digital optical disc data storage format.",
            "A digitally encoded recording on an optical disk that is smaller than a phonograph record; played back by a laser",
            "An optical storage medium for digital data.",
            "Compact disc; a form of digital media that is based on the use of a laser to read from a plastic disc in a reader device.",
            "A flat, round, optical medium that can store up to 700 megabytes of digital data or 80 minutes of audio. Data stored is read using a laser.",
            "Optical disc used to store data."
          ]
        },
        {
          "bn:00027619n": [
            "A reusable magnetic storage medium. The floppy disk used today is the rigid 3.5-inch microfloppy that holds 1.44 MB. It is called floppy because the first varieties were housed in bendable jackets.",
            "A removable disk used for storing digital data, measuring between 2 and 8 inches diagonally and storing between 80 KB and 240 MB.",
            "Disk storage medium",
            "A very small disk (in any of many contexts)",
            "A hardware device that reads data from and writes data to floppy disks.",
            "A small, flexible, magnetic disk for storage and retrieval of data.",
            "A floppy disk that can hold up to 1.44 MB.",
            "Small, flexible, magnetic disk for storage and retrieval of data.",
            "A floppy disk, also called a diskette, is a disk storage medium composed of a disk of thin and flexible magnetic storage medium, sealed in a rectangular plastic carrier lined with fabric that removes dust particles.",
            "A magnetic data storage device using a flexible disc",
            "A floppy disk",
            "A small plastic magnetic disk enclosed in a stiff envelope with a radial slit; used to store data or programs for a microcomputer"
          ]
        },
        {
          "bn:00027459n": [
            "A general category of data storage mechanisms",
            "Disk storage is a general category of storage mechanisms where data are recorded by various electronic, magnetic, optical, or mechanical changes to a surface layer of one or more rotating disks.",
            "A computer device which stores digitally encoded data",
            "A hard disk drive is a data storage device used for storing and retrieving digital information using rapidly rotating disks coated with magnetic material.",
            "Computer hardware that holds and spins a magnetic or optical disk and reads and writes information on it",
            "Hard drive or hard disk or hard disc",
            "Ferromagnetic computer storage device which writes binary data on the surface of a rotating platter.",
            "IBM manufactured magnetic disk storage devices from 1956 to 2003, when it sold its hard disk drive business to Hitachi.",
            "Pedantic form of hard drive or hard disk ; a fixed disc drive containing rigid disks.",
            "Device used for storing large amounts of data.",
            "An inflexible platter coated with material in which data can be recorded magnetically with read/write heads.",
            "A device used for storing large amounts of data for a computer that persist while the computer is turned off."
          ]
        },
        {
          "bn:00005105n": [
            "Engineering physics is the study of the combined disciplines of physics, engineering and mathematics in order to develop an understanding of the interrelationships of these three disciplines.",
            "Science whose results are employed in technical applications.",
            "Applied science is a discipline of science that applies existing scientific knowledge to develop more practical applications, such as technology or inventions.",
            "Use of symbols to denote equipment, services, pipelines, boundaries and features.",
            "Technology is the collection of tools, including machinery, modifications, arrangements and procedures used by humans.",
            "The discipline dealing with the art or science of applying scientific knowledge to practical problems",
            "The study of or a collection of techniques",
            "The science by which the properties of matter and the sources of power in nature are made useful to humans in structures, machines, and products.",
            "Technology is a broad term dealing with the use and knowledge of humanity's tools and crafts.",
            "Application of knowledge to produce systems",
            "Systematic knowledge of industrial processes and their application.",
            "Engineering is the discipline, art, skill and profession of acquiring and applying scientific, mathematical, economic, social, and practical knowledge, in order to design and build structures, machines, devices, systems, materials and processes.",
            "Engineering is the application of scientific, economic, social, and practical knowledge in order to invent, design, build, maintain, and improve structures, machines, devices, systems, materials and processes."
          ]
        },
        {
          "bn:00027455n": [
            "Something resembling a disk.",
            "Something with a round shape resembling a flat circular plate",
            "Something resembling a disc."
          ]
        },
        {
          "bn:00021464n": [
            "The configuration that includes all functional components of a computer and its associated hardware. A basic microcomputer system includes a console, or system unit, with one or more disk drives, a monitor, and a keyboard. Additional hardware, called peripherals, can include such devices as a printer, a modem, and a mouse. Software is usually not considered part of a computer system, although the operating system that runs the hardware is known as system software.",
            "A computer is a general purpose device that can be programmed to carry out a set of arithmetic or logical operations automatically.",
            "Simple general purpose device for performing arithmetics or logical operations",
            "Any device capable of processing information to produce a desired result. No matter how large or small they are, computers typically perform their work in three well-defined steps: (1) accepting input, (2) processing the input according to predefined rules (programs), and (3) producing output. There are several ways to categorize computers, including class (ranging from microcomputers to supercomputers), generation (first through fifth generation), and mode of processing (analog versus digital).",
            "A programmable electronic device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly; now especially, a small one for personal or home use employed for manipulating text or graphics, accessing the Internet, or playing games or media.",
            "The combination of hardware and software which forms a complete, working computer. Computer systems will include the computer alongside any software (example: operating system, BIOS) and peripheral devices that are necessary to make the computer function.",
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Computer as the default device for calling phone numbers, Communicator uses the Voice Over Internet Protocol (VOIP) connection for making a call.",
            "A computer is a machine for manipulating data or storing data according to a list of instructions.",
            "A machine for performing calculations automatically",
            "A programmable device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "computer disk",
    "fromVersion": "0.6",
    "glyph": "💽",
    "glyphAsUtfInEmoticons": [
      "1f4bd_minidisc"
    ],
    "group": "Objects",
    "keywords": [
      "computer",
      "disk",
      "minidisk",
      "optical"
    ],
    "mappedToEmoticons": [
      "1f4bd_minidisc"
    ],
    "tts": "computer disk",
    "unicode": "1f4bd"
  },
  "fluentui_folder": "minidisc"
}