{
  "alsoKnownAs": [
    "Brand Heart",
    "Neutral Heart"
  ],
  "appleName": "Blue Heart",
  "code": "💙",
  "codepointsHex": [
    "U+1F499"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Brand Heart",
        "Neutral Heart"
      ],
      "appleName": "Blue Heart",
      "code": "💙",
      "codepointsHex": [
        "U+1F499"
      ],
      "currentCldrName": "Blue Heart",
      "description": "<p>A blue heart emoji, commonly <a href=\"https://blog.emojipedia.org/what-every-heart-emoji-really-means/\">used by brands</a> as a neutral heart color.</p>\r\n\r\n<p>An <a href=\"/google/android-4.4/blue-heart/\">early Google design</a> of this emoji depicted the heart&nbsp;as if it were made out of <a href=\"/gem-stone/\">gemstone</a>.</p>",
      "id": "157",
      "slug": "blue-heart",
      "shortcodes": [
        {
          "code": ":blue_heart:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":blue_heart:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":blue_heart:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":blue_heart:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Blue Heart"
    }
  ],
  "currentCldrName": "Blue Heart",
  "description": "<p>A blue heart emoji, commonly <a href=\"https://blog.emojipedia.org/what-every-heart-emoji-really-means/\">used by brands</a> as a neutral heart color.</p>\r\n\r\n<p>An <a href=\"/google/android-4.4/blue-heart/\">early Google design</a> of this emoji depicted the heart&nbsp;as if it were made out of <a href=\"/gem-stone/\">gemstone</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "157",
  "shortcodes": [
    {
      "code": ":blue_heart:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":blue_heart:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":blue_heart:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":blue_heart:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "blue-heart",
  "title": "Blue Heart",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Heart symbol",
    "keywords": [
      "blue"
    ],
    "definition": "A blue heart emoji. Blue Heart was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015. Copy and paste this emoji: Copy http://emojipedia.org/blue-heart/",
    "name": "blue heart",
    "unicode": "U+1F499",
    "shortcode": ":blue_heart:",
    "senses": {
      "adjectives": [
        {
          "bn:00098606a": [
            "Having a tint or hue similar to the colour blue.",
            "Somewhat blue.",
            "Of the color intermediate between green and violet; having a color similar to that of a clear unclouded sky- Helen Hunt Jackson",
            "Having the pure color of a clear sky; the primary color between green and violet in the visible spectrum, an effect of light with a wavelength between 450 and 500 nm.",
            "Of the colour blue.",
            "Somewhat blue in color."
          ]
        },
        {
          "bn:00110036a": [
            "Feeling mentally uncomfortable because something is missing or wrong.",
            "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
            "Feeling sorrow; sorrowful, mournful."
          ]
        },
        {
          "bn:00096494a": [
            "Inspiring love or affection, in a childlike way.",
            "Lovable especially in a childlike or naive way"
          ]
        }
      ],
      "verbs": [
        {
          "bn:13740028v": [
            "To act as a friend to, to befriend; to be friendly to, to help.",
            "To act as the friend of."
          ]
        },
        {
          "bn:13611060v": [
            "To feel an affection, emotion or love for."
          ]
        }
      ],
      "nouns": [
        {
          "bn:03676418n": [
            "Platonic relationship wherein one person wishes to enter into a romantic or sexual relationship, while the other does not",
            "The situation in which one is viewed by a potential partner as a platonic friend, precluding the possibility of a romantic relationship.",
            "In popular culture, friend zone refers to a platonic relationship wherein one person, most commonly a man, wishes to enter into a romantic or sexual relationship, while the other does not.",
            "A platonic relationship (texting slang)"
          ]
        },
        {
          "bn:00052121n": [
            "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
            "An intense feeling of affection and care towards another person.",
            "Emotion based on affection",
            "A strong positive emotion of regard and affection",
            "In the Italian or Latin languages",
            "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
            "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
          ]
        },
        {
          "bn:00001744n": [
            "?, representing love, the organ, or a card suit",
            "A feeling of love or strong attachment.",
            "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
            "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
            "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
            "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "As used by Aristotle in his Nichomachean Ethics",
            "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
            "A positive feeling of liking",
            "Feeling of love or strong attachment."
          ]
        },
        {
          "bn:00036538n": [
            "Person whose company one enjoys.",
            "A person other than a family member, spouse or lover whose company one enjoys and towards whom one feels affection.",
            "A person with whom a Windows Live user has established a mutual social connection.",
            "A person you know well and regard with affection and trust"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "blue heart",
    "fromVersion": "0.6",
    "glyph": "💙",
    "glyphAsUtfInEmoticons": [
      "heartblue"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "blue",
      "blue heart"
    ],
    "mappedToEmoticons": [
      "heartblue"
    ],
    "tts": "blue heart",
    "unicode": "1f499"
  },
  "fluentui_folder": "blue-heart"
}