{
  "alsoKnownAs": [
    "ABCD",
    "Uppercase"
  ],
  "appleName": "Input Symbol for Uppercase Letters",
  "code": "🔠",
  "codepointsHex": [
    "U+1F520"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "ABCD",
        "Uppercase"
      ],
      "appleName": "Input Symbol for Uppercase Letters",
      "code": "🔠",
      "codepointsHex": [
        "U+1F520"
      ],
      "currentCldrName": "Input Latin Uppercase",
      "description": "<p>A symbol showing the capital&nbsp;letters&nbsp;A, B, C&nbsp;and D. Intended to be used on a software keyboard, or other input screen to&nbsp;toggle capital letter input.</p>\r\n",
      "id": "1221",
      "slug": "input-latin-uppercase",
      "shortcodes": [
        {
          "code": ":input_latin_uppercase:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":capital_abcd:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":capital_abcd:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":capital_abcd:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Input Symbol for Latin Capital Letters"
    }
  ],
  "currentCldrName": "Input Latin Uppercase",
  "description": "<p>A symbol showing the capital&nbsp;letters&nbsp;A, B, C&nbsp;and D. Intended to be used on a software keyboard, or other input screen to&nbsp;toggle capital letter input.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1221",
  "shortcodes": [
    {
      "code": ":input_latin_uppercase:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":capital_abcd:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":capital_abcd:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":capital_abcd:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "input-latin-uppercase",
  "title": "Input Symbol for Latin Capital Letters",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> User interface input status symbols",
    "keywords": [
      "input",
      "uppercase",
      "latin",
      "abcd",
      "letters"
    ],
    "definition": "A symbol showing the capital letters A, B, C and D. Intended to be used on a software keyboard, or other input screen to toggle capital lett http://emojipedia.org/input-symbol-for-latin-capital-letters/",
    "name": "input latin uppercase",
    "unicode": "U+1F520",
    "shortcode": ":capital_abcd:",
    "senses": {
      "adjectives": [
        {
          "bn:00096292a": [
            "Habitually careful to agree with a standard, a rule, or a promise; accurate; methodical; punctual.",
            "Exact, accurate.",
            "Exactly right.",
            "Conforming exactly or almost exactly to fact or to a standard or performing with total accuracy"
          ]
        },
        {
          "bn:00105767a": [
            "Relating to languages derived from Latin",
            "Of or pertaining to peoples who use languages derived from Latin.",
            "Of or dealing with languages or cultures derived from Roman influence and Latin.",
            "Of or dealing with languages or cultures derived from Roman influence and Latin: Italian, French, Portuguese, Spanish, Romanian, Catalan, Occitan, Corsican, etc."
          ]
        },
        {
          "bn:00113429a": [
            "Relating to capital letters which were kept in the top half of a compositor's type case"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00089764v": [
            "To enter data into a system.",
            "To enter data.",
            "Enter (data or a program) into a computer"
          ]
        },
        {
          "bn:00082281v": [
            "To acquire knowledge on a subject.",
            "To acquire knowledge or ability.",
            "Gain knowledge or skills",
            "To acquire, or attempt to acquire knowledge or an ability to do something."
          ]
        },
        {
          "bn:00084848v": [
            "To examine or inspect something in order to determine its condition; to check out",
            "Examine so as to determine accuracy, quality, or condition",
            "To inspect; to examine.",
            "To inspect, examine."
          ]
        },
        {
          "bn:13680795v": [
            "To designate by the letters of the alphabet; to arrange alphabetically."
          ]
        },
        {
          "bn:00094108v": [
            "Orally recite the letters of or give the spelling of \"We had to spell out our names for the police officer\"",
            "To write or say the letters that form a word or part of a word."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00081546n": [
            "Smallest linguistic element that may be uttered in isolation with semantic or pragmatic content",
            "A unit of language that native speakers can identify",
            "A distinct unit of language (sounds in speech or written letters) with a particular meaning, composed of one or more morphemes, and also of one or more phonemes that determine its sound pattern.",
            "The smallest element that may be uttered in isolation with semantic or pragmatic content",
            "The smallest discrete unit of written language which has a particular meaning, composed of one or more letters or symbols and one or more morphemes.",
            "In linguistics, a word is the smallest element that may be uttered in isolation with semantic or pragmatic content."
          ]
        },
        {
          "bn:00050161n": [
            "Occurring in a scientific description",
            "Latin is an ancient Italic language originally spoken by the Italic Latins in Latium and Ancient Rome.",
            "Indo-European language of the Italic family",
            "Any dialect of the language of ancient Rome",
            "An Indo-European language originally spoken only in the region immediately surrounding the city of Rome, later throughout the Roman Empire, and as a result of the Roman legacy, by the Catholic and academic world in the Middle Ages and afterwards.",
            "Language of the ancient Romans.",
            "The language of the ancient Romans, other Latins and of the Roman Catholic church, especially Classical Latin."
          ]
        },
        {
          "bn:00000242n": [
            "A standardized set of letters, or metaphorically the fundamentals of any subject (e.g. \"the ABC of finance\")",
            "An alphabet is a standard set of letters which is used to write one or more languages based on the general principle that the letters represent phonemes of the spoken language.",
            "An ordered set of letters used in a language.",
            "Standard set of letters",
            "The set of letters used when writing in a language.",
            "The elementary stages of any subject (usually plural)",
            "A programming language and environment",
            "ABC is an imperative general-purpose programming language and programming environment developed at CWI, Netherlands by Leo Geurts, Lambert Meertens, and Steven Pemberton.",
            "A complete standardized set of letters each of which roughly represents a phoneme of a spoken language."
          ]
        },
        {
          "bn:00247344n": [
            "A resource used in the production of goods and services",
            "In economics, factors of production, resources, or inputs are what is utilized in the production process in order to produce output -- that is, finished goods.",
            "Something fed into a process with the intention of it shaping or affecting the outputs of that process.",
            "A resource used to produce goods and services, such as labor, land, or capital.",
            "The process of inputting information.",
            "A user that performs a service, or the equipment or facility that is required for a service.",
            "Something fed into a process.",
            "A stock of money, product, or people services used in the performance of an activity."
          ]
        },
        {
          "bn:00015499n": [
            "In typography, the nature of a piece of alphabetic type, whether a “capital” (upper case) or “small” (lower case) letter.",
            "Collective term for the capital letters A, B, C, ... as opposed to the small letters a, b, c, ....",
            "The nature of a piece of alphabetic type, whether a “capital” (upper case) or “small” (lower case) letter.",
            "An upper-case letter (A, B, C, ... as opposed to a, b, c, ...), used for emphasis, for starting sentences and proper names, etc.",
            "An upper-case letter, used for emphasis, for starting sentences and proper names, etc.",
            "The distinction between upper and lowercase letters in typography",
            "In text processing, an indication of whether one or more alphabetic characters are capitalized (uppercase) or not (lowercase). A case-sensitive program or routine distinguishes between uppercase and lowercase letters and treats the word cat as totally distinct from either Cat or CAT. A case-sensitive program that also separates capitalized and lowercased words would list Arkansas before aardvark or antimony, even though its alphabetic position follows both lowercased words.",
            "Distinction between the letters that are in larger upper case and smaller lower case letters",
            "In orthography and typography, letter case is the distinction between the letters that are in larger upper case and smaller lower case in certain languages.",
            "In some languages, a distinct, and usually larger, form of a letter. May be used in word-initial position in certain cases, or for emphasis.",
            "One of the large alphabetic characters used as the first letter in writing or printing proper names and sometimes for emphasis",
            "An uppercase letter.",
            "Collective term for the capital letters.",
            "Letters A B C."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "input latin uppercase",
    "fromVersion": "0.6",
    "glyph": "🔠",
    "glyphAsUtfInEmoticons": [
      "1f520_uppercaseabcd"
    ],
    "group": "Symbols",
    "keywords": [
      "ABCD",
      "input",
      "latin",
      "letters",
      "uppercase"
    ],
    "mappedToEmoticons": [
      "1f520_uppercaseabcd"
    ],
    "tts": "input latin uppercase",
    "unicode": "1f520"
  },
  "fluentui_folder": "input-symbol-for-latin-capital-letters"
}