{
  "alsoKnownAs": [
    "TV"
  ],
  "appleName": "Television",
  "code": "📺",
  "codepointsHex": [
    "U+1F4FA"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "TV"
      ],
      "appleName": "Television",
      "code": "📺",
      "codepointsHex": [
        "U+1F4FA"
      ],
      "currentCldrName": "Television",
      "description": "<p>A classic television set, as people watched before streaming on flatscreens.&nbsp;Depicted in various colors and styles with a screen, knobs, and, on many platforms, rabbit-ear antennae.</p>\r\n\r\n<p>Commonly used for television broadcasting as well as various content involving screens, from watching <a href=\"/movie-camera/\">movies</a> to playing <a href=\"/video-game/\">video games</a>.</p>\r\n\r\n<p>Google&rsquo;s design <a href=\"/google/android-8.0/television/\">previously</a> featured&nbsp;a more modern-looking orange TV.&nbsp;Apple&rsquo;s <a href=\"/apple/iphone-os-2.2/television/\">first design</a> was yellow, while&nbsp;Microsoft&rsquo;s <a href=\"/microsoft/windows-10/television/\">previous design</a> was a flatscreen.</p>",
      "id": "777",
      "slug": "television",
      "shortcodes": [
        {
          "code": ":television:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":tv:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":tv:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":tv:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Television"
    }
  ],
  "currentCldrName": "Television",
  "description": "<p>A classic television set, as people watched before streaming on flatscreens.&nbsp;Depicted in various colors and styles with a screen, knobs, and, on many platforms, rabbit-ear antennae.</p>\r\n\r\n<p>Commonly used for television broadcasting as well as various content involving screens, from watching <a href=\"/movie-camera/\">movies</a> to playing <a href=\"/video-game/\">video games</a>.</p>\r\n\r\n<p>Google&rsquo;s design <a href=\"/google/android-8.0/television/\">previously</a> featured&nbsp;a more modern-looking orange TV.&nbsp;Apple&rsquo;s <a href=\"/apple/iphone-os-2.2/television/\">first design</a> was yellow, while&nbsp;Microsoft&rsquo;s <a href=\"/microsoft/windows-10/television/\">previous design</a> was a flatscreen.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "777",
  "shortcodes": [
    {
      "code": ":television:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":tv:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":tv:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":tv:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "television",
  "title": "Television",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Audio and video symbols",
    "keywords": [
      "tv",
      "video"
    ],
    "definition": "A television set, used to display broadcasts over the air (terrestrial). Can also be used as a screen for various input sources such as a ca http://emojipedia.org/television/",
    "name": "television",
    "unicode": "U+1F4FA",
    "shortcode": ":tv:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00095665v": [
            "Look attentively",
            "To look attentively."
          ]
        },
        {
          "bn:13673073v": [
            "To watch television."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00005105n": [
            "Engineering physics is the study of the combined disciplines of physics, engineering and mathematics in order to develop an understanding of the interrelationships of these three disciplines.",
            "Science whose results are employed in technical applications.",
            "Applied science is a discipline of science that applies existing scientific knowledge to develop more practical applications, such as technology or inventions.",
            "Use of symbols to denote equipment, services, pipelines, boundaries and features.",
            "Technology is the collection of tools, including machinery, modifications, arrangements and procedures used by humans.",
            "The discipline dealing with the art or science of applying scientific knowledge to practical problems",
            "The study of or a collection of techniques",
            "The science by which the properties of matter and the sources of power in nature are made useful to humans in structures, machines, and products.",
            "Technology is a broad term dealing with the use and knowledge of humanity's tools and crafts.",
            "Application of knowledge to produce systems",
            "Systematic knowledge of industrial processes and their application.",
            "Engineering is the discipline, art, skill and profession of acquiring and applying scientific, mathematical, economic, social, and practical knowledge, in order to design and build structures, machines, devices, systems, materials and processes.",
            "Engineering is the application of scientific, economic, social, and practical knowledge in order to invent, design, build, maintain, and improve structures, machines, devices, systems, materials and processes."
          ]
        },
        {
          "bn:00076373n": [
            "The process, equipment or programming involved in converting a succession of audiovisual images into corresponding electrical signals that are transmitted by means of electromagnetic waves to distant receivers or screens, at which the signals can be used to reproduce the original image.",
            "Television is a telecommunication medium used for transmitting moving images and sound.",
            "Broadcasting visual images of stationary or moving objects - Ernie Kovacs",
            "A format or system used to record and transmit visual or audiovisual information by translating moving or still images into electrical signals.",
            "An electronic system of transmitting transient images of fixed or moving objects together with sound through space by an apparatus that converts light and sound into electrical waves and reconverts them into visible light rays and audible sound.",
            "Telecommunication medium for transmitting and receiving moving images",
            "Collectively, the programs broadcast via the medium of television.",
            "Derived from mixed Latin and Greek roots, meaning \"far sight\"",
            "Television is a telecommunication medium that is used for transmitting and receiving moving images and sound."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "television",
    "fromVersion": "0.6",
    "glyph": "📺",
    "glyphAsUtfInEmoticons": [
      "1f4fa_television"
    ],
    "group": "Objects",
    "keywords": [
      "television",
      "tv",
      "video"
    ],
    "mappedToEmoticons": [
      "1f4fa_television"
    ],
    "tts": "television",
    "unicode": "1f4fa"
  },
  "fluentui_folder": "television"
}