{
  "alsoKnownAs": [
    "City At Night",
    "Starry Night"
  ],
  "appleName": "Night with Stars",
  "code": "🌃",
  "codepointsHex": [
    "U+1F303"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "City At Night",
        "Starry Night"
      ],
      "appleName": "Night with Stars",
      "code": "🌃",
      "codepointsHex": [
        "U+1F303"
      ],
      "currentCldrName": "Night with Stars",
      "description": "<p>A night sky with stars, depicted on major platforms as a <a href=\"/sunset/\" title=\"🌇 Sunset Over Buildings\">cityscape</a> at night.</p>",
      "id": "435",
      "slug": "night-with-stars",
      "shortcodes": [
        {
          "code": ":night_with_stars:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":night_with_stars:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":night_with_stars:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":night_with_stars:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Night with Stars"
    }
  ],
  "currentCldrName": "Night with Stars",
  "description": "<p>A night sky with stars, depicted on major platforms as a <a href=\"/sunset/\" title=\"🌇 Sunset Over Buildings\">cityscape</a> at night.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "435",
  "shortcodes": [
    {
      "code": ":night_with_stars:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":night_with_stars:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":night_with_stars:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":night_with_stars:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "night-with-stars",
  "title": "Night with Stars",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Weather, landscape, and sky symbols",
    "keywords": [
      "night",
      "star"
    ],
    "definition": "A night sky with stars, depicted on major platforms as a cityscape at night. Night With Stars was approved as part of Unicode 6.0 in 2010 an http://emojipedia.org/night-with-stars/",
    "name": "night with stars",
    "unicode": "U+1F303",
    "shortcode": ":night_with_stars:",
    "senses": {
      "adjectives": [
        {
          "bn:00100902a": [
            "Devoid of or deficient in light or brightness; shadowed or black",
            "Having an absolute or (more often) relative lack of light.",
            "Having an absolute or relative lack of light."
          ]
        },
        {
          "bn:00107301a": [
            "Happening every night",
            "Used in the night."
          ]
        },
        {
          "bn:00101771a": [
            "Of or located in the lower part of a town, or in the business center"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00084684v": [
            "Be asleep"
          ]
        },
        {
          "bn:00088705v": [
            "Look at with fixed eyes",
            "To look fixedly.",
            "To look fixedly (at something)."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00073964n": [
            "Massive balls of plasma",
            "Sphere of plasma held together by gravity, undergoing fusion",
            "Luminous celestial body.",
            "A luminous celestial body that is made from gases (particularly hydrogen and helium) and forms the shape of a sphere.",
            "This article is for quotes about stars, or which make prominent mention of stars.",
            "(astronomy) a celestial body of hot gases that radiates energy derived from thermonuclear reactions in the interior",
            "A star is a massive, luminous sphere of plasma held together by its own gravity.",
            "A luminous celestial body, made up of plasma (particularly hydrogen and helium) and having a spherical shape. Depending on context the sun may or may not be included."
          ]
        },
        {
          "bn:00005011n": [
            "The line at which the sky and Earth appear to meet",
            "A skyline is the artificial horizon that a city's overall structure creates.",
            "The line at which the earth and sky meet, horizon.",
            "The horizontal line that appears to separate the Earth from the sky."
          ]
        },
        {
          "bn:03335997n": [
            "Permanent settlement larger than a town, generally with a population of at least tens of thousands",
            "Cities are relatively large and permanent settlement.",
            "A city is a relatively large and permanent human settlement."
          ]
        },
        {
          "bn:00014155n": [
            "A central business district is the commercial and often geographic heart of a city.",
            "Either the lower, or the business center of a city or town",
            "Downtown is a term primarily used in North America by English speakers to refer to a city's core or central business district, often in a geographical, commercial, or communal sense.",
            "The central area or commercial center of a town or city",
            "Either the lower, or the business center of a city or town.",
            "The central part of a city, usually the cultural and commercial center.",
            "The central area of a city in which a concentration of certain retail and business activities takes place, especially in older cities with rail transportation.",
            "The commercial center of a city",
            "Or center/centre (US/CA)"
          ]
        },
        {
          "bn:00031998n": [
            "\"Abide with Me\" is a Christian hymn by Scottish Anglican Henry Francis Lyte most often sung to English composer William Henry Monk's tune entitled \"Eventide\".",
            "Evening of the day.",
            "Evening",
            "The latter part of the day (the period of decreasing daylight from late afternoon until nightfall)",
            "Period of the day between 5:00 pm and 9:00 pm",
            "The evening before a certain day.",
            "Evening is the period between the late afternoon and night when daylight is decreasing, around dinner time.",
            "The time of the day between the approximate time of midwinter dusk and midnight (compare afternoon); the period after the end of regular office working hours.",
            "That part of the day in which daylight decreases and the night falls.",
            "Evening, night.",
            "Evening.",
            "Evening in its primary meaning is the period of the day between afternoon and night."
          ]
        },
        {
          "bn:00025236n": [
            "Night or nighttime is the period of time between the sunset and the sunrise when the Sun is below the horizon.",
            "The time after sunset and before sunrise while it is dark outside",
            "Hours of darkness.",
            "The period between sunset and sunrise, when a location faces far away from the sun, thus when the sky is dark.",
            "Night is the period of time when the sun is below the horizon.",
            "Part of the day when the Sun is not aloft",
            "The hours of darkness between sunset and sunrise; the night."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "night with stars",
    "fromVersion": "0.6",
    "glyph": "🌃",
    "glyphAsUtfInEmoticons": [
      "1f303_nightwithstars"
    ],
    "group": "Travel & Places",
    "keywords": [
      "night",
      "night with stars",
      "star"
    ],
    "mappedToEmoticons": [
      "1f303_nightwithstars"
    ],
    "tts": "night with stars",
    "unicode": "1f303"
  },
  "fluentui_folder": "night-with-stars"
}