{
  "alsoKnownAs": [
    "Field Hockey",
    "Hockey"
  ],
  "appleName": "Field Hockey Stick and Ball",
  "code": "🏑",
  "codepointsHex": [
    "U+1F3D1"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Field Hockey",
        "Hockey"
      ],
      "appleName": "Field Hockey Stick and Ball",
      "code": "🏑",
      "codepointsHex": [
        "U+1F3D1"
      ],
      "currentCldrName": "Field Hockey",
      "description": "<p>A hockey stick and ball, used in the sport of field hockey. Not to be confused with the <a title=\"🏒 Ice Hockey Stick And Puck\" href=\"/ice-hockey/\">ice hockey stick and puck</a>.</p>\n",
      "id": "684",
      "slug": "field-hockey",
      "shortcodes": [
        {
          "code": ":field_hockey:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":field_hockey:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":field_hockey_stick_and_ball:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":field_hockey:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Field Hockey Stick and Ball"
    }
  ],
  "currentCldrName": "Field Hockey",
  "description": "<p>A hockey stick and ball, used in the sport of field hockey. Not to be confused with the <a title=\"🏒 Ice Hockey Stick And Puck\" href=\"/ice-hockey/\">ice hockey stick and puck</a>.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "684",
  "shortcodes": [
    {
      "code": ":field_hockey:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":field_hockey:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":field_hockey_stick_and_ball:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":field_hockey:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "field-hockey",
  "title": "Field Hockey Stick and Ball",
  "type": "SINGLE",
  "version": {
    "date": 1434499200,
    "description": "<p>The Unicode Consortium has approved the following 41 emoji characters as part of <a href=\"http://www.unicode.org/versions/Unicode8.0.0/\">Unicode 8.0</a>, released on June 17, 2015. This is comprised of 37 new emojis, plus five emoji modifiers. Find out <a href=\"http://blog.emojipedia.org/unicode-8-what-and-when\">more about this update</a> on the Emojipedia Blog.</p>\r\n",
    "name": "8.0",
    "slug": "unicode-8.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
    "keywords": [
      "stick",
      "game",
      "hockey",
      "field",
      "ball"
    ],
    "definition": "A hockey stick and ball, used in the sport of field hockey. Not to be confused with the ice hockey stick and puck. Field Hockey was approved http://emojipedia.org/field-hockey-stick-and-ball/",
    "name": "field hockey",
    "unicode": "U+1F3D1",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00034296n": [
            "A game resembling ice hockey that is played on an open field; two opposing teams use curved sticks try to drive a ball into the opponents' net",
            "Form of hockey.",
            "A form of hockey played on a grassed pitch with a hard rubber ball instead of a puck.",
            "Ice hockey, a game on ice in which two teams of six players skate and try to score by shooting a puck into the opposing team's net, using their sticks.",
            "Hockey is a family of sports in which two teams play against each other by trying to maneuver a ball or a puck into the opponent's goal using a hockey stick.",
            "Team sport version of hockey played on grass or turf with a round ball",
            "A form of hockey played on an ice rink with a puck rather than ball.",
            "Field hockey, or simply hockey, is a team sport of the hockey family."
          ]
        },
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00037180n": [
            "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
            "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
            "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
            "Structured information used for playing",
            "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
            "A contest with rules to determine a winner",
            "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "field hockey",
    "fromVersion": "1.0",
    "glyph": "🏑",
    "glyphAsUtfInEmoticons": [
      "1f3d1_fieldhockeystickandball"
    ],
    "group": "Activities",
    "keywords": [
      "ball",
      "field",
      "game",
      "hockey",
      "stick"
    ],
    "mappedToEmoticons": [
      "1f3d1_fieldhockeystickandball"
    ],
    "tts": "field hockey",
    "unicode": "1f3d1"
  },
  "fluentui_folder": "field-hockey-stick-and-ball"
}