{
  "category": "Miscellaneous Symbols And Pictographs -> Hand symbols",
  "keywords": [
    "hand",
    "splayed",
    "medium-dark skin tone",
    "finger"
  ],
  "definition": "This version of the ?? Raised Hand With Fingers Splayed emoji has the ?? Medium-dark Skin Tone applied, which is displayed as a Dark Brown S http://emojipedia.org/raised-hand-with-fingers-splayed-type-5/",
  "unicode": "U+1F590 U+1F3FE",
  "name": "raised hand with fingers splayed: medium-dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      {
        "bn:00034565n": [
          "One of the long extremities of the hand, sometimes excluding the thumb.",
          "A part of the hand",
          "One of the long extremities of the hand that is used for gripping objects.",
          "Extremity of the hand.",
          "Any of the terminal members of the hand (sometimes excepting the thumb)",
          "Organ of manipulation and sensation found in the hands of humans and other primates",
          "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates."
        ]
      },
      {
        "bn:00060304n": [
          "The inner surface of the hand from the wrist to the base of the fingers",
          "The thenar eminence refers to the group of muscles on the palm of the human hand at the base of the thumb.",
          "The inner and somewhat concave part of the human hand that extends from the wrist to the bases of the fingers.",
          "Inner, concave part of hand.",
          "Most fleshy portion of the palm of the human hand, located adjacent to the second joint of the thumb",
          "The palm of the hand or sole of the foot"
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      }
    ]
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "slug": "raised-hand-with-fingers-splayed-medium-dark-skin-tone"
}