{
  "alsoKnownAs": [
    "Ghanaian Flag"
  ],
  "appleName": "Flag of Ghana",
  "code": "🇬🇭",
  "codepointsHex": [
    "U+1F1EC",
    "U+1F1ED"
  ],
  "components": [
    {
      "code": "🇬",
      "codepointsHex": [
        "U+1F1EC"
      ],
      "description": "<p>The letter&nbsp;<em>G</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1331",
      "slug": "regional-indicator-symbol-letter-g",
      "shortcodes": [
        {
          "code": ":regional_indicator_g:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter G"
    },
    {
      "code": "🇭",
      "codepointsHex": [
        "U+1F1ED"
      ],
      "description": "<p>The letter&nbsp;<em>H</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1332",
      "slug": "regional-indicator-symbol-letter-h",
      "shortcodes": [
        {
          "code": ":regional_indicator_h:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter H"
    }
  ],
  "currentCldrName": "Flag: Ghana",
  "description": "<p>The flag for Ghana, which may show as the letters&nbsp;<em>GH</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "986",
  "shortcodes": [
    {
      "code": ":flag_ghana:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":ghana:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-gh:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_gh:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-ghana",
  "title": "Flag: Ghana",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Ghana, which may show as the letters GH on some platforms. The Flag for Ghana emoji is a sequence of the ?? Regional Indicator  http://emojipedia.org/flag-for-ghana/",
    "name": "Ghana",
    "unicode": "U+1F1EC U+1F1ED",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00040352n": [
            "A country in Western Africa. Official name: The Republic of Ghana.",
            "Former British colony, now Ghana",
            "A republic in West Africa on the Gulf of Guinea",
            "Part of the coast of the West African Gulf of Guinea",
            "A former British colony in Africa, consisting of what is now Ghana",
            "A person from Ghana or of Ghanaian descent.",
            "The Gold Coast was a British colony on the Gulf of Guinea in west Africa that became the independent nation of Ghana in 1957.",
            "An citizen of Ghana or someone who is originally from Ghana",
            "Ghana, officially called the Republic of Ghana, is a sovereign multinational state and unitary presidential constitutional democracy, located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa.",
            "Official name of Ghana.",
            "A former British Empire protectorate, itself divided into the Northern, Upper East and Upper West Regions of modern Ghana.",
            "Country in Western Africa whose capital is Accra.",
            "Person from Ghana or of Ghanaian descent."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
