{
  "category": "Miscellaneous Symbols And Pictographs -> Facial parts symbols",
  "keywords": [
    "body",
    "light skin tone"
  ],
  "definition": "This version of the ?? Ear emoji has the ?? Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported platforms. Copy and http://emojipedia.org/ear-type-1-2/",
  "unicode": "U+1F442 U+1F3FB",
  "name": "ear: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00090400v": [
          "Hear with intention"
        ]
      },
      {
        "bn:00089277v": [
          "Perceive (sound) via the auditory sense",
          "To perceive sounds through the ear.",
          "To perceive with the ear.",
          "To perceive sound with the ear, without necessarily paying attention to it."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00043373n": [
          "The act of hearing attentively",
          "Listening is the act of hearing something and paying attention to what is heard.",
          "Listening is often confused with hearing.",
          "The act by which something is heard.",
          "The act of hearing attentively."
        ]
      },
      {
        "bn:00029372n": [
          "The organ of hearing, consisting of the pinna, auditory canal, eardrum, malleus, incus, stapes and cochlea.",
          "The ear is the organ that detects sound.",
          "The auditory end organ.",
          "The two ears of a human being considered as a whole.",
          "The sense organ for hearing and equilibrium",
          "Organ that detects sound"
        ]
      },
      {
        "bn:00000986n": [
          "The travelling of acoustic waves in the atmosphere with a speed independent of their amplitude. The speed only depends on the acoustic medium and is proportional to the square root of the absolute temperature for any given medium.",
          "Sound is the vibration of matter, as perceived by the sense of hearing.",
          "The longitudinal wave of pressure that is transmitted through any plastic material; audible sound.",
          "Acoustic waves are a type of longitudinal waves that propagate by means of adiabatic compression and decompression.",
          "A sensation perceived by the ear caused by the vibration of air or some other medium.",
          "Mechanical wave that is an oscillation of pressure transmitted through a solid, liquid, or gas, composed of frequencies within the range of hearing",
          "In physics, sound is a vibration that propagates as a typically audible mechanical wave of pressure and displacement, through a medium such as air or water.",
          "Longitudinal wave of pressure transmitted through any plastic material.",
          "Auditory sensation produced by the oscillations, stress, pressure, particle displacement, and particle velocity in a medium with internal forces; pressure variation that the human ear can detect.",
          "(acoustics) a wave that transmits sound",
          "The physical signal perceived by the auditory system."
        ]
      },
      {
        "bn:00007120n": [
          "The sense of hearing",
          "Hearing is the ability to perceive sound by detecting vibrations through an organ such as the ear.",
          "The general perceptual behaviour and the specific responses made in relation to sound stimuli.",
          "The sense by which sound is perceived",
          "The sense used to perceive sound.",
          "The total of measures and devices implemented to preserve persons from harm to the faculty of perceiving sound.",
          "Sense used to perceive sound.",
          "Sensory perception of sound by living organisms",
          "Hearing, auditory perception, or audition is the ability to perceive sound by detecting vibrations, changes in the pressure of the surrounding medium through time, through an organ such as the ear.",
          "The ability to hear; the auditory faculty"
        ]
      }
    ]
  },
  "code": "👂🏻",
  "fluentui_metadata": {
    "cldr": "ear",
    "fromVersion": "0.6",
    "glyph": "👂",
    "glyphAsUtfInEmoticons": [
      "1f442_ear"
    ],
    "group": "People & Body",
    "keywords": [
      "body",
      "ear"
    ],
    "mappedToEmoticons": [
      "1f442_ear"
    ],
    "tts": "ear",
    "unicode": "1f442",
    "unicodeSkintones": [
      "1f442",
      "1f442 1f3fb",
      "1f442 1f3fc",
      "1f442 1f3fd",
      "1f442 1f3fe",
      "1f442 1f3ff"
    ]
  },
  "fluentui_folder": "ear-light-skin-tone",
  "slug": "ear-light-skin-tone"
}