{
  "category": "Miscellaneous Symbols And Pictographs -> Miscellaneous mark",
  "keywords": [
    "medium-light skin tone",
    "business",
    "suit",
    "man"
  ],
  "definition": "This version of the ?? Man in Business Suit Levitating emoji has the ?? Medium-light Skin Tone applied, which is displayed as a Cream White  http://emojipedia.org/man-in-business-suit-levitating-type-3/",
  "unicode": "U+1F574 U+1F3FC",
  "name": "man in business suit levitating: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00090312v": [
          "To cause to rise in the air and float.",
          "Cause to rise in the air and float, as if in defiance of gravity",
          "To cause to rise in the air and float, as if in defiance of gravity."
        ]
      },
      {
        "bn:00089494v": [
          "Hang in the air; fly or be suspended above",
          "To float in the air."
        ]
      },
      {
        "bn:00089495v": [
          "To be suspended in the air.",
          "Be suspended in the air, as if in defiance of gravity",
          "To be suspended in the air, as if in defiance of gravity."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00050881n": [
          "Raising of something without apparent physical cause.",
          "Levitation is the process by which an object is suspended by a physical force against gravity, in a stable position without solid physical contact.",
          "The raising of something, such as a body, without apparent physical cause, allegedly using the power of the mind",
          "Movement upward in virtue of lightness"
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      }
    ]
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "slug": "man-in-business-suit-levitating-medium-light-skin-tone"
}