{
  "alsoKnownAs": [
    "Scared Cat",
    "Screaming Cat"
  ],
  "appleName": "Cat Face Screaming in Fear",
  "code": "🙀",
  "codepointsHex": [
    "U+1F640"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Scared Cat",
        "Screaming Cat"
      ],
      "appleName": "Cat Face Screaming in Fear",
      "code": "🙀",
      "codepointsHex": [
        "U+1F640"
      ],
      "currentCldrName": "Weary Cat",
      "description": "<p>A cartoon cat variant of <a href=\"/weary-face/\">😩 Weary Face</a>. Its expression more closely resembles <a href=\"/face-screaming-in-fear/\">😱 Face Screaming in Fear</a>.&nbsp;Depicted as yellow on major platforms.</p>",
      "id": "231",
      "slug": "weary-cat",
      "shortcodes": [
        {
          "code": ":weary_cat:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":scream_cat:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":scream_cat:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":scream_cat:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Weary Cat Face"
    }
  ],
  "currentCldrName": "Weary Cat",
  "description": "<p>A cartoon cat variant of <a href=\"/weary-face/\">😩 Weary Face</a>. Its expression more closely resembles <a href=\"/face-screaming-in-fear/\">😱 Face Screaming in Fear</a>.&nbsp;Depicted as yellow on major platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "231",
  "shortcodes": [
    {
      "code": ":weary_cat:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":scream_cat:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":scream_cat:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":scream_cat:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "weary-cat",
  "title": "Weary Cat Face",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Cat faces",
    "keywords": [
      "surprised",
      "cat",
      "oh",
      "face",
      "weary"
    ],
    "definition": "The cat variant of the Weary Face Emoji. Weary Cat Face was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015. Copy and http://emojipedia.org/weary-cat-face/",
    "name": "weary cat face",
    "unicode": "U+1F640",
    "shortcode": ":scream_cat:",
    "senses": {
      "adjectives": [
        {
          "bn:00103347a": [
            "Having fear; afraid, frightened.",
            "Made afraid"
          ]
        },
        {
          "bn:00096663a": [
            "Terrified; struck with amazement; showing signs of terror or horror.",
            "Struck with fear, dread, or consternation",
            "Struck with fear, dread, or consternation."
          ]
        },
        {
          "bn:00111523a": [
            "Feeling or showing surprise because taken unawares or suddenly.",
            "Caused to feel surprise.",
            "Caused to feel surprise, amazement or wonder, or showing an emotion due to an unexpected event.",
            "Taken unawares or suddenly and feeling wonder or astonishment"
          ]
        },
        {
          "bn:00097884a": [
            "Physically and mentally fatigued"
          ]
        },
        {
          "bn:00104336a": [
            "Stricken with horror",
            "Struck with horror."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00082447v": [
            "Cause fear in",
            "To disturb with fear.",
            "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify."
          ]
        },
        {
          "bn:00094881v": [
            "To inflict someone with terror; to terrify.",
            "Fill with terror; frighten greatly",
            "To frighten greatly; to fill with terror."
          ]
        },
        {
          "bn:00090448v": [
            "To try to see, to pay attention to with one's eyes.",
            "To actively use one's eyes.",
            "Perceive with attention; direct one's gaze towards"
          ]
        },
        {
          "bn:00094627v": [
            "Cause to be surprised"
          ]
        },
        {
          "bn:00083054v": [
            "Surprise greatly; knock someone's socks off"
          ]
        },
        {
          "bn:00087962v": [
            "Exhaust or get tired through overuse or great strain or stress",
            "To become exhausted, tired, fatigued, or weary, as by continued strain or exertion.",
            "To make someone tired; to exhaust.",
            "Make someone tired.",
            "To become tired through overuse or great strain or stress."
          ]
        },
        {
          "bn:00093430v": [
            "Perceive by sight or have the power to perceive by sight",
            "Perceive with the eyes.",
            "To perceive by the visual faculty.",
            "To perceive or detect with the eyes, or as if by sight.",
            "To see, or to look at."
          ]
        },
        {
          "bn:13787734v": [
            "To utter the interjection oh; to express surprise, etc."
          ]
        },
        {
          "bn:00084388v": [
            "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
            "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
            "To utter a sudden and loud outcry.",
            "To speak with a loud, excited voice.",
            "Utter a sudden loud cry",
            "To utter in a loud or distinct voice."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00033854n": [
            "An emotion experienced in anticipation of some specific pain or danger (usually accompanied by a desire to flee or fight)",
            "An emotion experienced in anticipation of some specific pain or danger.",
            "Fear is an emotion induced by a threat perceived by living entities, which causes a change in brain and organ function and ultimately a change in behavior, such as running away, hiding or freezing from traumatic events.",
            "Uncountable: emotion caused by actual or perceived danger or threat.",
            "Basic emotion induced by a perceived threat",
            "Associated with dread, an emotion",
            "A strong, uncontrollable, unpleasant emotion caused by actual or perceived danger or threat.",
            "Fear is a basic emotional sensation and response system initiated by an aversion to some perceived risk or threat.",
            "A content descriptor developed by the Pan European Gaming Information (PEGI) and the British Board of Film Classification (BBFC)."
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00004222n": [
            "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
            "A classification of living organisms",
            "Creature is a 1999 documentary film that was directed by Parris Patton.",
            "All of the animal life of any particular region or time.",
            "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
            "A living organism characterized by voluntary movement",
            "A living organism characterized by voluntary movement.",
            "Animals considered as a group; especially those of a particular country, region, time, etc.",
            "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
            "The entire animal life of a given region, habitat or geological stratum.",
            "Any nonhuman animal, esp. a large, four-footed mammal.",
            "Animals considered as a group.",
            "Fauna is all of the animal life of any particular region or time.",
            "This page is for quotes about animals.",
            "Multicellular eukaryotic organisms"
          ]
        },
        {
          "bn:00025463n": [
            "The feeling of distress and disbelief that you have when something bad happens accidentally",
            "Acute stress reaction is a psychological condition arising in response to a terrifying or traumatic event.",
            "Stupor is the lack of critical cognitive function and level of consciousness wherein a sufferer is almost entirely unresponsive and only responds to base stimuli such as pain.",
            "A psychological condition in response to terrifying events",
            "A dazed condition."
          ]
        },
        {
          "bn:00069841n": [
            "Sharp piercing cry",
            "A shout, scream, yell, shriek, hoot, holler, vociferation, outcry, or bellow is a loud vocalisation in which air is passed through the vocal folds with greater force than is used in regular or close-distance vocalisation."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "weary cat",
    "fromVersion": "0.6",
    "glyph": "🙀",
    "glyphAsUtfInEmoticons": [
      "1f640_wearycat"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "cat",
      "face",
      "oh",
      "surprised",
      "weary"
    ],
    "mappedToEmoticons": [
      "1f640_wearycat"
    ],
    "tts": "weary cat",
    "unicode": "1f640"
  },
  "fluentui_folder": "weary-cat-face"
}