{
  "alsoKnownAs": [
    "Parents With Child"
  ],
  "appleName": "Family",
  "code": "👪",
  "codepointsHex": [
    "U+1F46A"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Parents With Child"
      ],
      "appleName": "Family",
      "code": "👪",
      "codepointsHex": [
        "U+1F46A"
      ],
      "currentCldrName": "Family",
      "description": "<p>A family unit shown with two <a href=\"/person/\">adults</a> and one <a href=\"/child/\">child</a>. Previously displayed with the same design as&nbsp;<a href=\"/family-man-woman-boy/\">👨&zwj;👩&zwj;👦 Family: Man, Woman, Boy</a> on most platforms, but now has its own gender inclusive appearance.</p>",
      "id": "111",
      "modifiers": true,
      "slug": "family",
      "shortcodes": [
        {
          "code": ":family:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":family:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":man-woman-boy:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":family:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Family"
    }
  ],
  "currentCldrName": "Family",
  "description": "<p>A family unit shown with two <a href=\"/person/\">adults</a> and one <a href=\"/child/\">child</a>. Previously displayed with the same design as&nbsp;<a href=\"/family-man-woman-boy/\">👨&zwj;👩&zwj;👦 Family: Man, Woman, Boy</a> on most platforms, but now has its own gender inclusive appearance.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "111",
  "modifiers": true,
  "shortcodes": [
    {
      "code": ":family:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":family:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":man-woman-boy:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":family:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "family",
  "title": "Family",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "keywords": [
      "family"
    ],
    "definition": "A family unit, which is commonly represented as a father, mother, and one or two children. Family was approved as part of Unicode 6.0 in 201 http://emojipedia.org/family/",
    "name": "family",
    "unicode": "U+1F46A",
    "shortcode": ":family:",
    "senses": {
      "adjectives": [
        {
          "bn:13604198a": [
            "Of or related to a family."
          ]
        },
        {
          "bn:00104252a": [
            "Relating to or being where one lives or where one's roots are",
            "Relating to or being where one lives or where one's roots are."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087441v": [
            "Inhabit or live in; be an inhabitant of",
            "To fill with people or supply with inhabitants.",
            "To supply with inhabitants; to people.",
            "To fill space.",
            "To have permanent residence somewhere, to inhabit, to reside.",
            "Have permanent residence.",
            "To have permanent residence.",
            "To plant with inhabitants; to colonize; to people."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00024989n": [
            "Nickname",
            "An informal term for a father; probably derived from baby talk",
            "Dad, daddy, father; a familiar or old-fashioned term of address to one's father.",
            "Children word for \"father\".",
            "Father, papa.",
            "Papa is a nickname which may refer to.",
            "Affectionate form of father.",
            "Father, dad.",
            "Father.",
            "A father, a male parent.",
            "A list of people"
          ]
        },
        {
          "bn:00032893n": [
            "Primary social group; parents and children",
            "A domestic group of people (or a number of domestic groups), typically affiliated by birth or marriage, or by comparable legal relationships",
            "A group of people who are closely related to one another (by blood or marriage); for example, a set of parents and their children; an immediate family.",
            "A group comprising parents, offsprings and others closely related or associated with them.",
            "Immediate family, e.g. parents and their children.",
            "A series of hardware or software products that have some properties in common, such as a series of personal computers from the same company, a series of CPU chips from the same manufacturer that all use the same instruction set, a set of 32-bit operating systems based on the same API (for example, Windows 95 and Windows 98), or a set of fonts that are intended to be used together, such as Times New Roman.",
            "An account holder who is a parent or a child.",
            "In human context, a family is a group of people affiliated by consanguinity, affinity, or co-residence/shared consumption.",
            "An account holder who is the primary administrator (parent) and the family members they manage.",
            "A family consists of a domestic group of people, typically affiliated by birth or marriage, or by analogous or comparable relationships -- including domestic partnership, cohabitation, adoption, surname and ownership.",
            "Group of people affiliated by consanguinity, affinity, or co-residence"
          ]
        },
        {
          "bn:00034027n": [
            "Mothers are women who inhabit or perform the role of bearing some relation to their children, who may or may not be their biological offspring.",
            "One’s female parent.",
            "A female parent of an animal.",
            "A mother is the biological or social female parent of a child.",
            "The woman who gives birth to a child (not necessarily the genetic mother)",
            "A woman who has given birth to a child (also used as a term of address to your mother)",
            "A term of address to someone who is a female parent (a biological mother or a woman with parental responsibility).",
            "The nurturing of a child by its mother.",
            "Woman who has raised a child, given birth to a child, and/or supplied the ovum that united with a sperm which grew into a child",
            "A female parent",
            "The biological mother of an adopted child."
          ]
        },
        {
          "bn:00009616n": [
            "Male parent or Individual progenitor of human offspring",
            "A male parent (also used as a term of address to your father)",
            "The male parent whose child inherits one half of the parent's DNA and the Y chromosome.",
            "A male parent.",
            "A male ancestor more remote than a parent; a progenitor; especially, a first ancestor.",
            "The man from whom one inherits half of one's DNA and from whom men inherit their Y chromosome.",
            "The counterpart of a dam, particularly in animal breeding. See also stallion",
            "Null",
            "Man from whom one inherits DNA.",
            "A father is a male parent who has raised a child, supplied the sperm through sexual intercourse or sperm donation which grew into a child, and/or donated a body cell which resulted in a clone."
          ]
        },
        {
          "bn:00061450n": [
            "(plural) any group of human beings (men or women or children) collectively",
            "Plurality of persons considered as a whole",
            "A group of persons forming or belonging to a particular nation, class, ethnic group, country, family, etc.",
            "Persons who exist in no programmatic feature category, or more than one category.",
            "(plural peoples)  Persons forming or belonging to a particular group, such as a nation, class, ethnic group, country, family, etc; folk; community.",
            "A group of persons forming or belonging to a particular nation etc.",
            "A people is a plurality of persons considered as a whole, as in an ethnic group or nation.",
            "A group of humans"
          ]
        },
        {
          "bn:00052511n": [
            "Mamma; mother",
            "Child's term for mother.",
            "Mother",
            "One's mother",
            "Mother.",
            "A child's term for mother.",
            "Informal terms for a mother"
          ]
        },
        {
          "bn:00018345n": [
            "A pickpocket; a young or petty thief.",
            "A piece or strip of potato that has been (usually deep-fat) fried and is commonly eaten with or as fast food.",
            "A young person.",
            "A small person",
            "A young person of either sex",
            "A person not legally of age, or who is younger than may be charged with an offence",
            "In law, a minor is a person under a certain age -- usually the age of majority -- which legally demarcates childhood from adulthood.",
            "An account holder who is a family member, but not a parent, and who has limited use of the Internet. Children can view their own settings, but they can't change them.",
            "A person who is too young to be considered legally competent according to the laws of a jurisdiction.",
            "A child or young person.",
            "Young person (colloq.).",
            "Age of majority, Legal age, Infancy",
            "A boorish person.",
            "A person who is below the legal age of responsibility or accountability.",
            "A person below the age of puberty.",
            "A person who is below the age of adulthood; a minor ."
          ]
        },
        {
          "bn:00060643n": [
            "Fatherhood, being a father",
            "One of the two persons from whom one is immediately biologically descended; a mother or father.",
            "Father and mother of a child.",
            "A caretaker of a species offspring, in humans, a parent is the mother or the father",
            "Caretaker of the offspring in their own species",
            "A person having one or more offsprings.",
            "Person from whom one is descended.",
            "A parent is a caretaker of the offspring in their own species.",
            "A father or mother; one who begets or one who gives birth to or nurtures and raises a child; a relative who plays the role of guardian"
          ]
        },
        {
          "bn:00044994n": [
            "A dwelling that serves as living quarters for one or more families",
            "Structure intended for living",
            "A structure serving as an abode of human beings.",
            "A human-built dwelling with enclosing walls, a floor, and a roof",
            "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
            "The abode of a human being, their place of residence."
          ]
        }
      ]
    }
  },
  "given_category": "People & Body",
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI"
}