{
  "alsoKnownAs": [
    "Pakistani Flag"
  ],
  "appleName": "Flag of Pakistan",
  "code": "🇵🇰",
  "codepointsHex": [
    "U+1F1F5",
    "U+1F1F0"
  ],
  "components": [
    {
      "code": "🇵",
      "codepointsHex": [
        "U+1F1F5"
      ],
      "description": "<p>The letter&nbsp;<em>P</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1340",
      "slug": "regional-indicator-symbol-letter-p",
      "shortcodes": [
        {
          "code": ":regional_indicator_p:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter P"
    },
    {
      "code": "🇰",
      "codepointsHex": [
        "U+1F1F0"
      ],
      "description": "<p>The letter&nbsp;<em>K</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1335",
      "slug": "regional-indicator-symbol-letter-k",
      "shortcodes": [
        {
          "code": ":regional_indicator_k:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter K"
    }
  ],
  "currentCldrName": "Flag: Pakistan",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Pakistan\">Pakistan</a>, which may show as the letters&nbsp;<em>PK</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1069",
  "shortcodes": [
    {
      "code": ":flag_pakistan:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":pakistan:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-pk:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_pk:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-pakistan",
  "title": "Flag: Pakistan",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Pakistan, which may show as the letters PK on some platforms. The Flag for Pakistan emoji is a sequence of the ?? Regional Indi http://emojipedia.org/flag-for-pakistan/",
    "name": "Pakistan",
    "unicode": "U+1F1F5 U+1F1F0",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00047607n": [
            "West Pakistan covered the historical period of modern State of Pakistan when it was established by the One-unit program as an exclave province.",
            "The official name of Pakistan.",
            "Country in South Asia.",
            "A Muslim republic that occupies the heartland of ancient south Asian civilization in the Indus River valley; formerly part of India; achieved independence from the United Kingdom in 1947",
            "A country in South Asia with capital Islamabad.",
            "A sovereign country in South Asia",
            "Country in Asia",
            "The Islamic Republic of Pakistan is a country in South Asia, marking the region where South Asia converges with Central Asia and the Middle East.",
            "The western part of Pakistan before it split from Bangladesh",
            "The name of the western wing of Pakistan until 1971",
            "Pakistan, officially the Islamic Republic of Pakistan, is a sovereign country in South Asia.",
            "Country in South Asia. Official name: Islamic Republic of Pakistan."
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:03085830n": [
            "The national flag of Pakistan was adopted in its present form during a meeting of the Constituent Assembly on August 11, 1947, just three days before the country's independence, when it became the official flag of the Dominion of Pakistan."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
