{
  "appleName": "Bus Stop",
  "code": "🚏",
  "codepointsHex": [
    "U+1F68F"
  ],
  "components": [
    {
      "appleName": "Bus Stop",
      "code": "🚏",
      "codepointsHex": [
        "U+1F68F"
      ],
      "currentCldrName": "Bus Stop",
      "description": "<p>A sign indicating the location of a <a href=\"/bus/\" title=\"🚌 Bus\">bus</a> stop by the side of a road.</p>\r\n\r\n<p>Some&nbsp;platforms display&nbsp;this as a red, white and blue sign which can be found in parts of Japan. This interpretation has a slight resemblance to&nbsp;the <a href=\"https://en.wikipedia.org/wiki/Pepsi_Globe\">Pepsi Globe</a>.</p>\r\n\r\n<p>Other&nbsp;platforms base this emoji design&nbsp;on bus stop signage of&nbsp;<a href=\"https://twitter.com/emojipedia/status/834368235202105345\">other regions</a>.</p>",
      "id": "469",
      "slug": "bus-stop",
      "shortcodes": [
        {
          "code": ":bus_stop:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":busstop:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":busstop:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":busstop:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Bus Stop"
    }
  ],
  "currentCldrName": "Bus Stop",
  "description": "<p>A sign indicating the location of a <a href=\"/bus/\" title=\"🚌 Bus\">bus</a> stop by the side of a road.</p>\r\n\r\n<p>Some&nbsp;platforms display&nbsp;this as a red, white and blue sign which can be found in parts of Japan. This interpretation has a slight resemblance to&nbsp;the <a href=\"https://en.wikipedia.org/wiki/Pepsi_Globe\">Pepsi Globe</a>.</p>\r\n\r\n<p>Other&nbsp;platforms base this emoji design&nbsp;on bus stop signage of&nbsp;<a href=\"https://twitter.com/emojipedia/status/834368235202105345\">other regions</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "469",
  "shortcodes": [
    {
      "code": ":bus_stop:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":busstop:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":busstop:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":busstop:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "bus-stop",
  "title": "Bus Stop",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "bus",
      "stop",
      "busstop"
    ],
    "definition": "A sign indicating the location of a bus stop. Bus Stop was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015. Copy and  http://emojipedia.org/bus-stop/",
    "name": "bus stop",
    "unicode": "U+1F68F",
    "shortcode": ":busstop:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00095593v": [
            "Stay in one place and anticipate or expect something"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00026014n": [
            "System call",
            "A delay.",
            "Time during which some action is awaited",
            "The amount of time between the scheduled start of a task and the time when work should actually begin on the task; it is often used to resolve resource overallocations. There are two types of delay: assignment delay and leveling delay.",
            "Time during which some action is awaited.",
            "In modern computer operating systems, a process may wait on another process to complete its execution."
          ]
        },
        {
          "bn:00078004n": [
            "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
            "A means of conveyance.",
            "Shared passenger transport service which is available for use by the general public",
            "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
            "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
            "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
            "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
            "The conveyance of people or goods from one place to another."
          ]
        },
        {
          "bn:00007329n": [
            "A motorised bus, or coach.",
            "Vehicle with two decks.",
            "A large, long-bodied motor vehicle equipped with seating for passengers, usually operating as part of a scheduled service.",
            "A vehicle set up to carry many people (now usually called a bus).",
            "A vehicle, usually a bus or coach, with two decks.",
            "An automotive vehicle for long-distance travel",
            "Motor bus or motorbus is a now somewhat archaic term referring to a bus powered by an onboard internal combustion engine, as opposed to a horse-drawn bus, steam bus or trolleybus.",
            "A vehicle carrying many passengers; used for public transport",
            "A multi-passenger vehicle",
            "A motorised bus, or coach",
            "A charabanc or \"char-à-banc\" is a type of horse-drawn vehicle or early motor coach, usually open-topped, common in Britain during the early part of the 20th century.",
            "A coach is a type of bus used for conveying passengers on excursions and on longer distance intercity bus service between cities -- or even between countries.",
            "A single decked long-distance, or privately hired bus.",
            "A bus that is a motor vehicle, as opposed to earlier horse-drawn buses.",
            "A bus is a road vehicle designed to carry many passengers."
          ]
        },
        {
          "bn:00014091n": [
            "A place on a bus route where buses stop to discharge and take on passengers",
            "Designated place where buses stop for passengers to board or leave",
            "A place where public transport busses stop to allow passengers to board or leave",
            "A stop for public transport buses.",
            "A place at which busses stop to let passengers get on and off.",
            "A bus stop is a designated place where buses stop for passengers to board or alight from a bus.",
            "A place where a bus stops"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "bus stop",
    "fromVersion": "0.6",
    "glyph": "🚏",
    "glyphAsUtfInEmoticons": [
      "1f68f_busstop"
    ],
    "group": "Travel & Places",
    "keywords": [
      "bus",
      "stop"
    ],
    "mappedToEmoticons": [
      "1f68f_busstop"
    ],
    "tts": "bus stop",
    "unicode": "1f68f"
  },
  "fluentui_folder": "bus-stop"
}