{
  "alsoKnownAs": [
    "Heterosexual Couple",
    "Straight Couple"
  ],
  "appleName": "Man and Woman Holding Hands",
  "code": "👫",
  "codepointsHex": [
    "U+1F46B"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Heterosexual Couple",
        "Straight Couple"
      ],
      "appleName": "Man and Woman Holding Hands",
      "code": "👫",
      "codepointsHex": [
        "U+1F46B"
      ],
      "currentCldrName": "Woman and Man Holding Hands",
      "description": "<p>A woman and man&nbsp;holding hands, most likely due to being in a relationship.</p>",
      "id": "112",
      "modifiers": true,
      "slug": "woman-and-man-holding-hands",
      "shortcodes": [
        {
          "code": ":woman_and_man_holding_hands:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":couple:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":couple:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":man_and_woman_holding_hands:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":woman_and_man_holding_hands:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":couple:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Man and Woman Holding Hands"
    }
  ],
  "currentCldrName": "Woman and Man Holding Hands",
  "description": "<p>A woman and man&nbsp;holding hands, most likely due to being in a relationship.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "112",
  "modifiers": true,
  "shortcodes": [
    {
      "code": ":woman_and_man_holding_hands:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":couple:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":couple:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":man_and_woman_holding_hands:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":woman_and_man_holding_hands:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":couple:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "woman-and-man-holding-hands",
  "title": "Man and Woman Holding Hands",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "keywords": [
      "hand",
      "couple",
      "woman",
      "hold",
      "man"
    ],
    "definition": "A man and a woman holding hands, most likely due to being in a relationship. Man and Woman Holding Hands was approved as part of Unicode 6.0 http://emojipedia.org/man-and-woman-holding-hands/",
    "name": "man and woman holding hands",
    "unicode": "U+1F46B",
    "shortcode": ":couple:",
    "senses": {
      "adjectives": [
        {
          "bn:00103344a": [
            "Characteristic of or befitting a friend"
          ]
        },
        {
          "bn:00106204a": [
            "Feeling or showing love and affection"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00083329v": [
            "To become a friend of, to make friends with.",
            "Become friends with"
          ]
        },
        {
          "bn:00095597v": [
            "To move from one place to another by moving legs alternately, so that at least one foot is in contact with the floor or surface at any one time.",
            "Use one's feet to advance; advance by steps"
          ]
        },
        {
          "bn:13611060v": [
            "To feel an affection, emotion or love for."
          ]
        },
        {
          "bn:00086295v": [
            "Go on a date with"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00052121n": [
            "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
            "An intense feeling of affection and care towards another person.",
            "Emotion based on affection",
            "A strong positive emotion of regard and affection",
            "In the Italian or Latin languages",
            "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
            "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
          ]
        },
        {
          "bn:00042759n": [
            "That part of the fore limb below the forearm or wrist in primates (including humans).",
            "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
            "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
            "Part of the fore limb.",
            "The (prehensile) extremity of the superior limb",
            "The manus is the zoological term for the distal portion of the fore limb of an animal.",
            "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
            "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
          ]
        },
        {
          "bn:00036545n": [
            "A close friendship between people who are in a same group or team.",
            "(uncountable) condition of being friends.",
            "Friendship is a relationship of mutual affection between two or more people.",
            "A relationship between two people who hold mutual affection for each other",
            "The condition of being friends.",
            "Friendship is a term used to denote co-operative and supportive behavior between two or more people.",
            "The state of being chummy.",
            "Relationship between people who have mutual affection for each other",
            "The state of being friends (or friendly)"
          ]
        },
        {
          "bn:00001533n": [
            "Sexual maturity is the age or stage when an organism can reproduce.",
            "The age or stage when an organism can reproduce",
            "An adult male human.",
            "A man is a male human.",
            "An adult male human",
            "An adult human member of the sex that begets young by fertilizing ova.",
            "A human member of the masculine sex or gender.",
            "An adult person who is male (as opposed to a woman)"
          ]
        },
        {
          "bn:00001530n": [
            "A woman is a female human.",
            "Female adult human",
            "An animal of the sex that produces eggs.",
            "An adult human member of the sex that produces ova and bears young.",
            "An adult female human.",
            "An adult female person (as opposed to a man)",
            "Adult female human being."
          ]
        },
        {
          "bn:00023268n": [
            "A pair who associate with one another",
            "A pair or couple, especially one that is harmonious or elegant."
          ]
        },
        {
          "bn:00053518n": [
            "The state of being married; matrimony.",
            "Marriage; the state of being married.",
            "The act or state of marriage.",
            "The state of being married.",
            "State of being married.",
            "Conflict of marriage laws is the conflict of laws regarding marriage in different jurisdictions.",
            "The state of being a married couple voluntarily joined for life (or until divorce)"
          ]
        },
        {
          "bn:00001744n": [
            "?, representing love, the organ, or a card suit",
            "A feeling of love or strong attachment.",
            "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
            "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
            "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
            "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "As used by Aristotle in his Nichomachean Ethics",
            "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
            "A positive feeling of liking",
            "Feeling of love or strong attachment."
          ]
        },
        {
          "bn:00034453n": [
            "Young female human",
            "A young female human; (in contrast to boy), a female child or young adult.",
            "A title of respect for a young woman (usually unmarried) with or without a name used.",
            "A young female person, usually a child or teenager.",
            "A young woman",
            "A young girl.",
            "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
            "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
            "A young female; miss."
          ]
        },
        {
          "bn:00025352n": [
            "A form of courtship which may include any social activity undertaken by, typically, two persons with the aim of assessing each other's suitability as a partner.",
            "Dating is a part of human mating process whereby two people meet socially for companionship, beyond the level of friendship, or with the aim of each assessing the other's suitability as a partner in an intimate relationship or marriage.",
            "A form of romantic courtship.",
            "Geochronology is the science of determining the age of rocks, fossils, and sediments, within a certain degree of uncertainty inherent to the method used.",
            "A form of romantic courtship typically between two individuals with the aim of assessing the other's suitability as a partner in an intimate relationship or as a spouse. The result of dating may at any time lead to friendship, any level of intimate relationship, marriage, or no relation.",
            "Process of establishing romantic relationship",
            "Which includes both absolute dating and relative dating),",
            "Use of chemical analysis to estimate the age of geological specimens"
          ]
        },
        {
          "bn:00061450n": [
            "(plural) any group of human beings (men or women or children) collectively",
            "Plurality of persons considered as a whole",
            "A group of persons forming or belonging to a particular nation, class, ethnic group, country, family, etc.",
            "Persons who exist in no programmatic feature category, or more than one category.",
            "(plural peoples)  Persons forming or belonging to a particular group, such as a nation, class, ethnic group, country, family, etc; folk; community.",
            "A group of persons forming or belonging to a particular nation etc.",
            "A people is a plurality of persons considered as a whole, as in an ethnic group or nation.",
            "A group of humans"
          ]
        },
        {
          "bn:00036538n": [
            "Person whose company one enjoys.",
            "A person other than a family member, spouse or lover whose company one enjoys and towards whom one feels affection.",
            "A person with whom a Windows Live user has established a mutual social connection.",
            "A person you know well and regard with affection and trust"
          ]
        },
        {
          "bn:00012569n": [
            "Young male human",
            "A youthful male person",
            "A young male human",
            "A boy is a young male human, usually child or adolescent.",
            "A young male person, usually a child or teenager.",
            "A young male human; a male child or young adult."
          ]
        }
      ]
    }
  },
  "given_category": "People & Body",
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI"
}