{
  "alsoKnownAs": [
    "Chinese Flag",
    "Regional Indicator Symbol Letters CN"
  ],
  "appleName": "Flag of China",
  "code": "🇨🇳",
  "codepointsHex": [
    "U+1F1E8",
    "U+1F1F3"
  ],
  "components": [
    {
      "code": "🇨",
      "codepointsHex": [
        "U+1F1E8"
      ],
      "description": "<p>The letter&nbsp;<em>C</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1327",
      "slug": "regional-indicator-symbol-letter-c",
      "shortcodes": [
        {
          "code": ":regional_indicator_c:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter C"
    },
    {
      "code": "🇳",
      "codepointsHex": [
        "U+1F1F3"
      ],
      "description": "<p>The letter&nbsp;<em>N</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1338",
      "slug": "regional-indicator-symbol-letter-n",
      "shortcodes": [
        {
          "code": ":regional_indicator_n:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter N"
    }
  ],
  "currentCldrName": "Flag: China",
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/China\">China</a>, which may show as the letters&nbsp;<em>CN</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "945",
  "shortcodes": [
    {
      "code": ":flag_china:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":cn:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":cn:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag-cn:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_cn:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-china",
  "title": "Flag: China",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for China, which may show as the letters CN on some platforms. The Flag for China emoji is a sequence of the ?? Regional Indicator  http://emojipedia.org/flag-for-china/",
    "name": "China",
    "unicode": "U+1F1E8 U+1F1F3",
    "shortcode": ":cn:",
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        },
        {
          "bn:00099614a": [
            "Of or pertaining to China or its peoples or cultures",
            "Of China, its languages or people",
            "Of or relating to China, peoples from China or their languages.",
            "Relating to China."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00083885v": [
            "To cause to move back and forth repeatedly.",
            "To move or swing back and forth.",
            "To move a weapon.",
            "Move or swing back and forth",
            "To move or swing a weapon back and forth, particularly if demonstrating skill."
          ]
        },
        {
          "bn:00088378v": [
            "Travel through the air; be airborne",
            "To cause to travel through the air.",
            "To cause to fly : to transport via air or the like.",
            "To move autonomously through the air, without any part of the object or object's enclosure touching anything attached to the ground.",
            "To fly."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00016756n": [
            "The area administered by the People's Republic of China, excluding Hong Kong and Macau",
            "Official name of the East-Asian country popularly known as China (since 1949).",
            "China is a country located in eastern Asia.",
            "The area under the jursdiction of People's Republic of China, excluding Hong Kong and Macau (and, by definition, Taiwan).",
            "Cathay is the Anglicized version of \"Catai\" and an alternative name for China in English.",
            "China, officially the People's Republic of China, is a sovereign state located in East Asia.",
            "A national of the People's Republic of China",
            "Mainland China, Chinese mainland or simply the mainland, is a geographical and political term to describe the geopolitical area under the direct jurisdiction of the People's Republic of China.",
            "The People's Republic of China",
            "A native or inhabitant of Cathay, or China.",
            "Official name of the country popularly known as China, as opposed to the Republic of China. Abbreviated PRC.",
            "An alternative English name for China",
            "A country in East Asia which borders the Yellow Sea, the East Chinese Sea, and the South Chinese Sea. Furthermore it borders in the east with Russia, and North Korea, in the north with Russia, and Mongolia, in the west with Tajikistan, Kyrgyzstan, Kazakhstan, Pakistan, and Afghanistan, and in the south with India, Nepal, Bhutan, Myanmar, Laos, and Vietnam.",
            "A country in East Asia, officially named the People's Republic of China (???????).",
            "Country in east Asia.",
            "A communist nation that covers a vast territory in eastern Asia; the most populous country in the world",
            "Also known as Cina, a country in East Asia"
          ]
        },
        {
          "bn:01838375n": [
            "The flag of the People's Republic of China is a red field charged in the canton with five golden stars."
          ]
        },
        {
          "bn:00018452n": [
            "Language",
            "A Sino-Tibetan language spoken mainly in China and the surrounding regions and countries.",
            "P t?s?), tribal leaders recognized or appointed by the Chinese over nearby peoples",
            "Writing system of Chinese.",
            "The logographic writing system shared by this language family.",
            "Any of the Sino-Tibetan languages spoken in China; regarded as dialects of a single language (even though they are mutually unintelligible) because they share an ideographic writing system",
            "Chinese is a group of related but in many cases mutually unintelligible language varieties, forming a branch of the Sino-Tibetan language family."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
