{
  "alsoKnownAs": [
    "Electric Bus",
    "Trolley Bus"
  ],
  "appleName": "Trolleybus",
  "code": "🚎",
  "codepointsHex": [
    "U+1F68E"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Electric Bus",
        "Trolley Bus"
      ],
      "appleName": "Trolleybus",
      "code": "🚎",
      "codepointsHex": [
        "U+1F68E"
      ],
      "currentCldrName": "Trolleybus",
      "description": "<p>A type of bus that <a href=\"https://en.wikipedia.org/wiki/Trolleybus\">uses overhead electrical wires</a> for power. Appears similar to a cross between a <a title=\"🚌 Bus\" href=\"/bus/\">bus</a> and a <a title=\"🚋 Tram Car\" href=\"/tram-car/\">tram car</a>.</p>\n",
      "id": "468",
      "slug": "trolleybus",
      "shortcodes": [
        {
          "code": ":trolleybus:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":trolleybus:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":trolleybus:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":trolleybus:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Trolleybus"
    }
  ],
  "currentCldrName": "Trolleybus",
  "description": "<p>A type of bus that <a href=\"https://en.wikipedia.org/wiki/Trolleybus\">uses overhead electrical wires</a> for power. Appears similar to a cross between a <a title=\"🚌 Bus\" href=\"/bus/\">bus</a> and a <a title=\"🚋 Tram Car\" href=\"/tram-car/\">tram car</a>.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "468",
  "shortcodes": [
    {
      "code": ":trolleybus:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":trolleybus:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":trolleybus:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":trolleybus:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "trolleybus",
  "title": "Trolleybus",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "bus",
      "tram",
      "trolley"
    ],
    "definition": "A type of bus that uses overhead electrical wires for power. Appears similar to a cross between a bus and a tram car. Trolleybus was approve http://emojipedia.org/trolleybus/",
    "name": "trolleybus",
    "unicode": "U+1F68E",
    "shortcode": ":trolleybus:",
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00074613n": [
            "An electric streetcar or tram with a trolley pole for collecting electric current.",
            "A tram, is a rail vehicle which runs on tracks along public urban streets, and also sometimes on separate rights of way.",
            "A passenger vehicle for public use that runs on tracks in the road.",
            "A wheeled vehicle that runs on rails and is propelled by electricity",
            "A railborne vehicle running primarily on streets.",
            "Trolley car or electric tram (streetcar), sometimes confused with a Cable car",
            "Passenger rail vehicle",
            "A tram or light rail vehicle, usually a single car, but also attached together, operating on city streets. A trolley car.",
            "A rail vehicle for carrying loads in a mine; a tram."
          ]
        },
        {
          "bn:00077850n": [
            "Electric bus",
            "A bus, powered via overhead electric cables, that does not run on tracks.",
            "A bus, powered via overhead electric cables, that does not run on tracks",
            "A passenger bus with an electric motor that draws power from overhead wires",
            "A trolleybus is an electric bus that draws its electricity from overhead wires (generally suspended from roadside posts) using spring-loaded trolley poles.",
            "An electric bus"
          ]
        },
        {
          "bn:00078004n": [
            "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
            "A means of conveyance.",
            "Shared passenger transport service which is available for use by the general public",
            "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
            "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
            "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
            "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
            "The conveyance of people or goods from one place to another."
          ]
        },
        {
          "bn:00007329n": [
            "A motorised bus, or coach.",
            "Vehicle with two decks.",
            "A large, long-bodied motor vehicle equipped with seating for passengers, usually operating as part of a scheduled service.",
            "A vehicle set up to carry many people (now usually called a bus).",
            "A vehicle, usually a bus or coach, with two decks.",
            "An automotive vehicle for long-distance travel",
            "Motor bus or motorbus is a now somewhat archaic term referring to a bus powered by an onboard internal combustion engine, as opposed to a horse-drawn bus, steam bus or trolleybus.",
            "A vehicle carrying many passengers; used for public transport",
            "A multi-passenger vehicle",
            "A motorised bus, or coach",
            "A charabanc or \"char-à-banc\" is a type of horse-drawn vehicle or early motor coach, usually open-topped, common in Britain during the early part of the 20th century.",
            "A coach is a type of bus used for conveying passengers on excursions and on longer distance intercity bus service between cities -- or even between countries.",
            "A single decked long-distance, or privately hired bus.",
            "A bus that is a motor vehicle, as opposed to earlier horse-drawn buses.",
            "A bus is a road vehicle designed to carry many passengers."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "trolleybus",
    "fromVersion": "1.0",
    "glyph": "🚎",
    "glyphAsUtfInEmoticons": [
      "1f68e_trolleybus"
    ],
    "group": "Travel & Places",
    "keywords": [
      "bus",
      "tram",
      "trolley",
      "trolleybus"
    ],
    "mappedToEmoticons": [
      "1f68e_trolleybus"
    ],
    "tts": "trolleybus",
    "unicode": "1f68e"
  },
  "fluentui_folder": "trolleybus"
}