{
  "alsoKnownAs": [
    "Alien",
    "ET"
  ],
  "appleName": "Alien",
  "code": "👽",
  "codepointsHex": [
    "U+1F47D"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Alien",
        "ET"
      ],
      "appleName": "Alien",
      "code": "👽",
      "codepointsHex": [
        "U+1F47D"
      ],
      "currentCldrName": "Alien",
      "description": "<p>A classic alien face. The oval, bare head of a gray or green alien with large black eyes and a slight, friendly smile.&nbsp;Samsung depicts nostrils, Facebook a nose.</p>\r\n\r\n<p>May represent extraterrestrial life or topics concerning outer space, but commonly conveys a playful sense of weirdness&nbsp;or strangeness, as if someone or something is<em>&nbsp;out</em>&nbsp;<em>there</em> or&nbsp;<em>from another planet</em>.</p>\r\n\r\n<p>Available as an Apple&nbsp;<a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Apple previously displayed&nbsp;a similar looking&nbsp;<a href=\"http://blog.getemoji.com/post/116839074745/what-does-the-alien-emoji-mean-on-ios-its-an\">alien head in a box</a> as a placeholder for an unknown emoji, but now shows a boxed question mark.</p>",
      "id": "209",
      "slug": "alien",
      "shortcodes": [
        {
          "code": ":alien:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":alien:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":alien:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":alien:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Extraterrestrial Alien"
    }
  ],
  "currentCldrName": "Alien",
  "description": "<p>A classic alien face. The oval, bare head of a gray or green alien with large black eyes and a slight, friendly smile.&nbsp;Samsung depicts nostrils, Facebook a nose.</p>\r\n\r\n<p>May represent extraterrestrial life or topics concerning outer space, but commonly conveys a playful sense of weirdness&nbsp;or strangeness, as if someone or something is<em>&nbsp;out</em>&nbsp;<em>there</em> or&nbsp;<em>from another planet</em>.</p>\r\n\r\n<p>Available as an Apple&nbsp;<a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Apple previously displayed&nbsp;a similar looking&nbsp;<a href=\"http://blog.getemoji.com/post/116839074745/what-does-the-alien-emoji-mean-on-ios-its-an\">alien head in a box</a> as a placeholder for an unknown emoji, but now shows a boxed question mark.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "209",
  "shortcodes": [
    {
      "code": ":alien:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":alien:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":alien:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":alien:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "alien",
  "title": "Extraterrestrial Alien",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Fairy tale symbols",
    "keywords": [
      "creature",
      "fairy tale",
      "extraterrestrial",
      "monster",
      "fantasy",
      "face",
      "ufo"
    ],
    "definition": "An extra terrestrial alien head, using the stereotypical depiction of an alien with a bald head, large open eyes, and a mouth. iOS displays  http://emojipedia.org/extraterrestrial-alien/",
    "name": "alien",
    "unicode": "U+1F47D",
    "shortcode": ":alien:",
    "senses": {
      "adjectives": [
        {
          "bn:00099608a": [
            "Provoking fear terror"
          ]
        },
        {
          "bn:00102076a": [
            "Suggesting the operation of supernatural influences- John Galsworthy- Henry Kingsley"
          ]
        },
        {
          "bn:00103463a": [
            "Relating to a galaxy.",
            "Of or relating to a galaxy (especially our galaxy the Milky Way)",
            "Relating to the galaxy or a galaxy."
          ]
        },
        {
          "bn:13698859a": [
            "Very large; worthy of a monster."
          ]
        },
        {
          "bn:00111281a": [
            "Being definitely out of the ordinary and unexpected; slightly odd or even a bit weird",
            "Strange, unusual.",
            "Strange or unusual, often implying unpleasant.",
            "Out of the ordinary.",
            "Not normal; odd, unusual, surprising, out of the ordinary."
          ]
        },
        {
          "bn:00102654a": [
            "Originating from outside of the Earth's atmosphere, from space, or from another planet; alien to Earth or its environment.",
            "Originating or located or occurring outside Earth or its atmosphere",
            "Originating from outside of the Earth.",
            "Originating, located, or occurring outside Earth or its atmosphere."
          ]
        }
      ],
      "verbs": [
        {
          "bn:13744591v": [
            "To behave as a monster to; to terrorise."
          ]
        },
        {
          "bn:00082447v": [
            "Cause fear in",
            "To disturb with fear.",
            "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify."
          ]
        },
        {
          "bn:00089239v": [
            "Follow stealthily or recur constantly and spontaneously to"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00032763n": [
            "A story about fairies; told to amuse children",
            "Fairy tales are a type of story which typically features fantasy characters, such as fairies, goblins, elves, trolls, dwarves, giants, mermaids, or gnomes, and usually magic or enchantments. tale",
            "A fairy tale is a type of short story that typically features European folkloric fantasy characters, such as dwarves, elves, fairies, giants, gnomes, goblins, mermaids, trolls, or witches, and usually magic or enchantments.",
            "A folktale featuring fairies or similar fantasy characters.",
            "A fictional story that usually features folkloric characters (such as fairies, goblins, elves, trolls, witches, giants, and talking animals) and enchantments",
            "Fictional story featuring folkloric fantasy characters"
          ]
        },
        {
          "bn:01669238n": [
            "The literary genre generally dealing with themes of magic and fictive medieval technology.",
            "Fantasy refers to constructs of the imagination; in storytelling Fantasy generally refers to a genre that uses magic and other supernatural forms as a primary element of plot, theme, and/or setting.",
            "Fantasy is a genre of fiction that commonly uses magic and other supernatural phenomena as a primary plot element, theme, or setting.",
            "A genre of literature and art that uses magic and other supernatural forms as a primary element of plot and theme. The storyline is often set in a fictional, historically oriented setting.",
            "Genre of fiction"
          ]
        },
        {
          "bn:00036308n": [
            "A monstrous thing, person or act.",
            "Someone or something that is markedly unusual.",
            "A horribly deformed person.",
            "A person or animal that is markedly unusual or deformed",
            "In current usage, the word \"freak\" is commonly used to refer to a person with something strikingly unusual about their appearance or behavior.",
            "Person or thing that is monstrous.",
            "Monstrous thing, person or act.",
            "Unusual person"
          ]
        },
        {
          "bn:00009663n": [
            "Behemoth is a beast mentioned in.",
            "Any creature or thing of gigantic size.",
            "Someone or something that is abnormally large and powerful",
            "A great and mighty beast God shows Job in Job 40:15-24.",
            "Bizarre or whimsical creature.",
            "Biblical creature",
            "Any large person or thing; someone or something that is abnormally large or powerful.",
            "A bizarre or whimsical creature."
          ]
        },
        {
          "bn:00002727n": [
            "Hypothetical Earth-sized planet orbiting a red dwarf star",
            "Any life form of extraterrestrial origin.",
            "A form of life assumed to exist outside the Earth or its atmosphere",
            "Life form of non-Earth origin.",
            "Extraterrestrial life is life that does not originate from Earth.",
            "In scientific context, hypothetical life that exists outside Earth",
            "Aurelia and Blue Moon are hypothetical examples of a planet and a moon on which extraterrestrial life could evolve.",
            "Life that does not originate from Earth"
          ]
        },
        {
          "bn:00035528n": [
            "An (apparently) flying object whose nature is unknown; especially those considered to have extraterrestrial origins",
            "Unidentified flying object is the popular term for any aerial phenomenon whose cause cannot be easily or immediately identified. flying object",
            "A flying saucer is a type of described flying craft with a disc or saucer-shaped body, commonly used generically to refer to any anomalous flying object.",
            "Unusual apparent anomaly in the sky that is not readily identifiable",
            "An unusual apparent anomaly in the sky that is not readily identifiable to the observer as any known object",
            "Disc-shaped unidentified flying object.",
            "An unidentified flying object, or UFO, in its most general definition, is any apparent anomaly in the sky that is not identifiable as a known object or phenomenon.",
            "An unidentified flying object; UFO; usually with disc-like properties."
          ]
        },
        {
          "bn:00059768n": [
            "Outer space, or simply just space, is the void that exists between celestial bodies, including the Earth.",
            "The location of things that are \"outside Earth\"",
            "The near-vacuum in which planets, stars and other celestial objects are situated; the universe beyond the earth's atmosphere.",
            "Area beyond atmosphere of planets.",
            "Relatively empty regions (with very small densities) of the universe outside the atmospheres of celestial bodies.",
            "Void between celestial bodies",
            "Any location outside the Earth's atmosphere"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "alien",
    "fromVersion": "0.6",
    "glyph": "👽",
    "glyphAsUtfInEmoticons": [
      "1f47d_extraterrestrialalien"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "alien",
      "creature",
      "extraterrestrial",
      "face",
      "fantasy",
      "ufo"
    ],
    "mappedToEmoticons": [
      "1f47d_extraterrestrialalien"
    ],
    "tts": "alien",
    "unicode": "1f47d"
  },
  "fluentui_folder": "extraterrestrial-alien"
}