{
  "alsoKnownAs": [
    "Earth",
    "Globe",
    "Planet",
    "World"
  ],
  "appleName": "Globe Showing Americas",
  "code": "🌎",
  "codepointsHex": [
    "U+1F30E"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Earth",
        "Globe",
        "Planet",
        "World"
      ],
      "appleName": "Globe Showing Americas",
      "code": "🌎",
      "codepointsHex": [
        "U+1F30E"
      ],
      "currentCldrName": "Globe Showing Americas",
      "description": "<p>A globe, showing the continents of North and South America in green against blue ocean.</p>\r\n\r\n<p>May be used to represent various content concerning the North and South American regions as well Atlantic and Pacific regions. May also be used to represent Earth and international affairs more generally.</p>\r\n\r\n<p>See also <a href=\"/globe-showing-europe-africa/\">🌍 Globe Showing Europe-Africa</a> and <a href=\"/globe-showing-asia-australia/\">🌏 Globe Showing Asia-Australia</a>.</p>",
      "id": "389",
      "slug": "globe-showing-americas",
      "shortcodes": [
        {
          "code": ":globe_showing_americas:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":earth_americas:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":earth_americas:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":earth_americas:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Earth Globe Americas"
    }
  ],
  "currentCldrName": "Globe Showing Americas",
  "description": "<p>A globe, showing the continents of North and South America in green against blue ocean.</p>\r\n\r\n<p>May be used to represent various content concerning the North and South American regions as well Atlantic and Pacific regions. May also be used to represent Earth and international affairs more generally.</p>\r\n\r\n<p>See also <a href=\"/globe-showing-europe-africa/\">🌍 Globe Showing Europe-Africa</a> and <a href=\"/globe-showing-asia-australia/\">🌏 Globe Showing Asia-Australia</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "389",
  "shortcodes": [
    {
      "code": ":globe_showing_americas:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":earth_americas:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":earth_americas:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":earth_americas:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "globe-showing-americas",
  "title": "Earth Globe Americas",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Globe symbols",
    "keywords": [
      "americas",
      "world",
      "earth",
      "globe"
    ],
    "definition": "The world, showing North and South America. Globe Showing Americas was approved as part of Unicode 6.0 in 2010 under the name “Earth Globe A http://emojipedia.org/earth-globe-americas/",
    "name": "globe showing Americas",
    "unicode": "U+1F30E",
    "shortcode": ":earth_americas:",
    "senses": {
      "adjectives": [
        {
          "bn:00105294a": [
            "Between or among nations; pertaining to the intercourse of nations; participated in by two or more nations; common to, or affecting, two or more nations.",
            "Concerning or belonging to at least two nations.",
            "Concerning or belonging to all or at least two or more nations"
          ]
        },
        {
          "bn:00103624a": [
            "Concerning all parts of the world.",
            "Pertaining to an entire document, file, or program rather than to a restricted segment of it.",
            "Of, or relating to the whole Earth; global.",
            "Involving the entire earth; not limited or provincial in scope.",
            "Involving the entire earth; not limited or provincial in scope"
          ]
        }
      ],
      "verbs": [
        {
          "bn:13772895v": [
            "To introduce into the world; to bear (eg a child) -->"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00003341n": [
            "The United States of America, commonly referred to as the United States, America, and sometimes the States, is a federal republic consisting of 50 states and a federal district.",
            "A lover of the United States and/or their way of life",
            "The United States.",
            "The United States of America, also known as the USA or America, is a country located on the continent of North America, with territories located on islands in the Pacific Ocean. States",
            "The United States of America.",
            "A country in North America, sharing land borders with Canada and Mexico, stretching from the Atlantic to the Pacific Ocean and including Alaska, Hawaii and several territories.",
            "A country and federal republic in North America located north of Mexico and south of Canada, including Alaska, Hawaii and overseas territories.",
            "So called in Canada",
            "Country in North America",
            "The collection of individual states of the United States of America.",
            "North American republic containing 50 states - 48 conterminous states in North America plus Alaska in northwest North America and the Hawaiian Islands in the Pacific Ocean; achieved independence in 1776"
          ]
        },
        {
          "bn:03086073n": [
            "International mostly means something involving more than a single country."
          ]
        },
        {
          "bn:00029424n": [
            "The third planet (counted from the center) of our solar system.",
            "Earth is the third planet from the Sun and is the largest of the terrestrial planets in the Solar System, in both diameter and mass.",
            "The planet Earth",
            "The planet Earth.",
            "The 3rd planet from the sun; the planet we live on",
            "The third planet from the Sun",
            "Earth, also known as the world, Terra, or Gaia, is the third planet from the Sun, the densest planet in the Solar System, the largest of the Solar System's four terrestrial planets, and the only celestial body known to accommodate life.",
            "Third planet closest to the Sun in the Solar System",
            "The third planet in order from the Sun, upon which humans live. Represented in astronomy and astrology by ? and ?."
          ]
        },
        {
          "bn:00003342n": [
            "The Americas, also known as America, are the lands of the western hemisphere, composed of numerous entities and regions variably defined by geography, politics, and culture.",
            "Landmass comprising the continents of North America and South America",
            "The continents of North and South America, especially when considered to form a single continent.",
            "North America and South America taken together (usually the Americas).",
            "North  and South America.",
            "North America and South America and Central America",
            "The Americas, or America, also known as the New World, are the combined continental landmasses of North America and South America along with their associated islands.",
            "Continent which extends on a great part of the Occidental Hemisphere of the Earth, from the Artic Ocean in the North, to the Cape Horn in the South at the confluence of the Atlantic and Pacific Oceans, which delimits the continent on the East and West respectively.",
            "The Americas, or America, also known as the New World, are the combined continental landmasses of North America and South America, in the Western Hemisphere.",
            "In some contexts"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "globe showing Americas",
    "fromVersion": "0.7",
    "glyph": "🌎",
    "glyphAsUtfInEmoticons": [
      "1f30e_earthglobeamericas"
    ],
    "group": "Travel & Places",
    "keywords": [
      "Americas",
      "earth",
      "globe",
      "globe showing Americas",
      "world"
    ],
    "mappedToEmoticons": [
      "1f30e_earthglobeamericas"
    ],
    "tts": "globe showing Americas",
    "unicode": "1f30e"
  },
  "fluentui_folder": "earth-globe-americas"
}