{
  "alsoKnownAs": [
    "Judo"
  ],
  "appleName": "Martial Arts Uniform",
  "code": "🥋",
  "codepointsHex": [
    "U+1F94B"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Judo"
      ],
      "appleName": "Martial Arts Uniform",
      "code": "🥋",
      "codepointsHex": [
        "U+1F94B"
      ],
      "currentCldrName": "Martial Arts Uniform",
      "description": "<p>A white uniform used in marital arts such as judo or karate. Held together using a material belt.&nbsp;Known as <a href=\"https://en.wikipedia.org/wiki/Keikogi\">keikogi</a> in Japanese.</p>\r\n",
      "id": "1395",
      "slug": "martial-arts-uniform",
      "shortcodes": [
        {
          "code": ":martial_arts_uniform:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":martial_arts_uniform:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":martial_arts_uniform:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        }
      ],
      "title": "Martial Arts Uniform"
    }
  ],
  "currentCldrName": "Martial Arts Uniform",
  "description": "<p>A white uniform used in marital arts such as judo or karate. Held together using a material belt.&nbsp;Known as <a href=\"https://en.wikipedia.org/wiki/Keikogi\">keikogi</a> in Japanese.</p>\r\n",
  "emojiVersion": {
    "date": 1464825600,
    "name": "3.0",
    "slug": "emoji-3.0",
    "status": 0
  },
  "id": "1395",
  "shortcodes": [
    {
      "code": ":martial_arts_uniform:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":martial_arts_uniform:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":martial_arts_uniform:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    }
  ],
  "slug": "martial-arts-uniform",
  "title": "Martial Arts Uniform",
  "type": "SINGLE",
  "version": {
    "date": 1466467200,
    "description": "<p>The Unicode Consortium accepted the following emoji 72 emojis&nbsp;for Unicode 9.0. This update&nbsp;was released&nbsp;on June 21, 2016. Most vendors added support for this update within the 2016 calendar year.&nbsp;<a href=\"http://blog.emojipedia.org/unicode-9-0-released-with-72-new-emojis/\">Sample images and more about Unicode 9.0</a>.</p>\r\n\r\n<p><a href=\"/emoji-4.0/\">Emoji 4.0</a> was published in late 2016, which added additional emoji professions.</p>\r\n\r\n<h2>New in Unicode 9</h2>",
    "name": "9.0",
    "slug": "unicode-9.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Supplemental Symbols And Pictographs -> Miscellaneous mark",
    "keywords": [
      "uniform",
      "martial arts",
      "taekwondo",
      "judo",
      "karate"
    ],
    "definition": "A white uniform used in marital arts such as judo or karate. Held together using a material belt. Known as keikogi in Japanese. Martial Arts http://emojipedia.org/martial-arts-uniform/",
    "name": "martial arts uniform",
    "unicode": "U+1F94B",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:00112619a": [
            "Not differentiated",
            "Not differentiated."
          ]
        },
        {
          "bn:00112843a": [
            "Showing a single form or character in all occurrences.",
            "Always the same; showing a single form or character in all occurrences"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00048515n": [
            "If practiced in a manner which emphasizes self-defense.",
            "A Japanese martial art and sport adapted from jujitsu.",
            "A sport adapted from jujitsu (using principles of not resisting) and similar to wrestling; developed in Japan",
            "Judo is a modern martial art, combat and Olympic sport created in Japan in 1882 by Jigoro Kano.",
            "A modern martial art, combat and Olympic sport created in Japan in 1882",
            "A Japanese martial art and sport adapted from jujutsu.",
            "A practitioner of the Japanese martial art of judo.",
            "Practitioner of judo."
          ]
        },
        {
          "bn:00053575n": [
            "A practitioner of martial arts.",
            "Systems of combat",
            "Any of several Oriental arts of weaponless self-defense; usually practiced as a sport",
            "Commonly, any of several fighting styles which contain systematized methods of training for combat, both armed and unarmed; often practiced as a sport, e.g. boxing, karate, judo, silat, wrestling, or Muay Thai.",
            "Martial arts are codified systems and traditions of combat practices, which are practiced for a variety of reasons: self-defense, competition, physical health and fitness, entertainment, as well as mental, physical, and spiritual development. arts",
            "Codified systems and traditions of combat practices",
            "Martial arts are codified systems and traditions of combat practices, which are practiced for a variety of reasons: self-defense, competition, physical health and fitness, entertainment, as well as mental, physical, and spiritual development.",
            "Any of several fighting styles which contain systematised methods of training for combat, both armed and unarmed; often practised as a sport.",
            "Martial arts fraud, especially exaggerated or fraudulent claims regarding the biography, lineage, skills or experience of martial arts instructors"
          ]
        },
        {
          "bn:00048798n": [
            "A martial art developed in the Ryukyu Islands in what is now Okinawa",
            "An Okinawan martial art involving primarily punching and kicking, but additionally, advanced throws, arm bars, grappling and all means of fighting.",
            "A traditional Japanese system of unarmed combat; sharp blows and kicks are given to pressure-sensitive points on the body of the opponent",
            "Karate is a martial art developed in the Ryukyu Islands in what is now Okinawa, Japan."
          ]
        },
        {
          "bn:00079079n": [
            "Military uniform is the standardised dress worn by members of the armed forces and paramilitaries of various nations.",
            "Often simply \"uniform\", worn by members of a military organisation",
            "A distinctive outfit that serves to identify members of a group.",
            "Distinctive outfit as a means of identifying members of a group.",
            "Clothing of distinctive design worn by members of a particular group as a means of identification",
            "A distinctive outfit as a means of identifying members of a group."
          ]
        },
        {
          "bn:00075878n": [
            "A Korean martial art similar to karate",
            "A martial arts originating in Korea.",
            "A martial art.",
            "Taekwondo or, also known as Taekwon-Do and Tae Kwon Do, is a Korean martial art.",
            "A rank of black belt in martial arts.",
            "A martial arts form which originated in Korea known for its elaborate kicking techniques. The sparring aspect is a recognised Olympic sport.",
            "Martial art originating in Korea",
            "A rank of black belt in martial arts"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "martial arts uniform",
    "fromVersion": "3.0",
    "glyph": "🥋",
    "glyphAsUtfInEmoticons": [
      "1f94b_martialartsuniform"
    ],
    "group": "Activities",
    "keywords": [
      "judo",
      "karate",
      "martial arts",
      "martial arts uniform",
      "taekwondo",
      "uniform"
    ],
    "mappedToEmoticons": [
      "1f94b_martialartsuniform"
    ],
    "tts": "martial arts uniform",
    "unicode": "1f94b"
  },
  "fluentui_folder": "martial-arts-uniform"
}