{
  "appleName": "Flag of Philippines",
  "code": "🇵🇭",
  "codepointsHex": [
    "U+1F1F5",
    "U+1F1ED"
  ],
  "components": [
    {
      "code": "🇵",
      "codepointsHex": [
        "U+1F1F5"
      ],
      "description": "<p>The letter&nbsp;<em>P</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1340",
      "slug": "regional-indicator-symbol-letter-p",
      "shortcodes": [
        {
          "code": ":regional_indicator_p:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter P"
    },
    {
      "code": "🇭",
      "codepointsHex": [
        "U+1F1ED"
      ],
      "description": "<p>The letter&nbsp;<em>H</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1332",
      "slug": "regional-indicator-symbol-letter-h",
      "shortcodes": [
        {
          "code": ":regional_indicator_h:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter H"
    }
  ],
  "currentCldrName": "Flag: Philippines",
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Philippines\">Philippines</a>, which may show as the letters&nbsp;<em>PH</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1076",
  "shortcodes": [
    {
      "code": ":flag_philippines:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":philippines:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-ph:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_ph:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-philippines",
  "title": "Flag: Philippines",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Philippines, which may show as the letters PH on some platforms. The Flag for Philippines emoji is a sequence of the ?? Regiona http://emojipedia.org/flag-for-philippines/",
    "name": "Philippines",
    "unicode": "U+1F1F5 U+1F1ED",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        },
        {
          "bn:00102958a": [
            "From or relating to the Philippines.",
            "Of or pertaining to the Philippines or its people.",
            "Of or relating to or characteristic of the Philippines or its people or customs"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:01814712n": [
            "The National Flag of the Philippines commonly known as the Three Stars and a Sun is a horizontal flag bicolor with equal bands of royal blue and scarlet red, and with a white equilateral triangle at the hoist; in the center of the triangle is a golden yellow sun with eight primary rays, which represent the country's first group of provinces that started the 1896 Philippine Revolution against Spain; and at each vertex of the triangle is a five-pointed golden yellow star, each of which represents one of the country's three main island groups-Luzon, Visayas, and Mindanao."
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00061966n": [
            "An island nation located in Southeast Asia, with Manila as its capital city.",
            "Republic of the Philippines.",
            "Philippines officially known as the Republic of the Philippines, is a sovereign island country in Southeast Asia situated in the western Pacific Ocean.",
            "Official name for Philippines",
            "Islands of the Malay Archipelago on which the country of Philippines is situated",
            "A republic on the Philippine Islands; achieved independence from the United States in 1946",
            "The Philippines, officially known as the Republic of the Philippines, is a sovereign island country in Southeast Asia situated in the western Pacific Ocean.",
            "The Philippine Islands, an archipelago in Southeast Asia, that forms the basis of the Philippine republic.",
            "Country in South-East Asia"
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
