{
  "alsoKnownAs": [
    "Couple Kissing",
    "Gender Neutral Couple Kissing"
  ],
  "appleName": "Couple Kissing",
  "code": "💏",
  "codepointsHex": [
    "U+1F48F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Couple Kissing",
        "Gender Neutral Couple Kissing"
      ],
      "appleName": "Couple Kissing",
      "code": "💏",
      "codepointsHex": [
        "U+1F48F"
      ],
      "currentCldrName": "Kiss",
      "description": "<p>A kissing gesture, shown&nbsp;with a pink love heart floating in the air between two people.&nbsp;No gender is specified for the two people, and as such this may be used to represent the concept of a couple broadly, and/or as a means of showing two non-binary people.</p>\r\n\r\n<p>Previously shown with the same appearance as&nbsp;<a href=\"/kiss-woman-man/\">👩&zwj;❤️&zwj;💋&zwj;👨&nbsp;Kiss: Woman, Man</a>, but now displays&nbsp;two people with an ambiguous gender&nbsp;appearance.</p>",
      "id": "109",
      "modifiers": true,
      "slug": "kiss",
      "shortcodes": [
        {
          "code": ":kiss:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":couplekiss:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":couplekiss:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":couplekiss:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Kiss"
    }
  ],
  "currentCldrName": "Kiss",
  "description": "<p>A kissing gesture, shown&nbsp;with a pink love heart floating in the air between two people.&nbsp;No gender is specified for the two people, and as such this may be used to represent the concept of a couple broadly, and/or as a means of showing two non-binary people.</p>\r\n\r\n<p>Previously shown with the same appearance as&nbsp;<a href=\"/kiss-woman-man/\">👩&zwj;❤️&zwj;💋&zwj;👨&nbsp;Kiss: Woman, Man</a>, but now displays&nbsp;two people with an ambiguous gender&nbsp;appearance.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "109",
  "modifiers": true,
  "shortcodes": [
    {
      "code": ":kiss:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":couplekiss:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":couplekiss:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":couplekiss:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "kiss",
  "title": "Kiss",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "keywords": [
      "couple"
    ],
    "definition": "Two people displayed kissing, or gesturing a kiss toward each other. Generally displayed as a woman and man. At small sizes this may be diff http://emojipedia.org/kiss/",
    "name": "kiss",
    "unicode": "U+1F48F",
    "shortcode": ":couplekiss:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00086295v": [
            "Go on a date with"
          ]
        },
        {
          "bn:00084312v": [
            "To touch each other’s lips.",
            "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
            "To touch with the lips to express love or affection.",
            "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00023268n": [
            "A pair who associate with one another",
            "A pair or couple, especially one that is harmonious or elegant."
          ]
        },
        {
          "bn:00025352n": [
            "A form of courtship which may include any social activity undertaken by, typically, two persons with the aim of assessing each other's suitability as a partner.",
            "Dating is a part of human mating process whereby two people meet socially for companionship, beyond the level of friendship, or with the aim of each assessing the other's suitability as a partner in an intimate relationship or marriage.",
            "A form of romantic courtship.",
            "Geochronology is the science of determining the age of rocks, fossils, and sediments, within a certain degree of uncertainty inherent to the method used.",
            "A form of romantic courtship typically between two individuals with the aim of assessing the other's suitability as a partner in an intimate relationship or as a spouse. The result of dating may at any time lead to friendship, any level of intimate relationship, marriage, or no relation.",
            "Process of establishing romantic relationship",
            "Which includes both absolute dating and relative dating),",
            "Use of chemical analysis to estimate the age of geological specimens"
          ]
        },
        {
          "bn:00014182n": [
            "A kiss is the touch or pressing of one's lips against another person or an object.",
            "Touch with the lips, usually to express love or affection, or as a greeting",
            "A touch with the lips, usually to express love or affection, or as a greeting.",
            "The act of caressing with the lips (or an instance thereof)",
            "A touch with the lips as a sign of love or affection.",
            "A form of affection",
            "Touch with the lips.",
            "Kissing is the act of two people touching lips."
          ]
        },
        {
          "bn:00052121n": [
            "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
            "An intense feeling of affection and care towards another person.",
            "Emotion based on affection",
            "A strong positive emotion of regard and affection",
            "In the Italian or Latin languages",
            "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
            "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
          ]
        },
        {
          "bn:00053518n": [
            "The state of being married; matrimony.",
            "Marriage; the state of being married.",
            "The act or state of marriage.",
            "The state of being married.",
            "State of being married.",
            "Conflict of marriage laws is the conflict of laws regarding marriage in different jurisdictions.",
            "The state of being a married couple voluntarily joined for life (or until divorce)"
          ]
        }
      ]
    }
  },
  "given_category": "People & Body",
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI"
}