{
  "alsoKnownAs": [
    "Central African Flag"
  ],
  "appleName": "Flag of the Central African Republic",
  "code": "🇨🇫",
  "codepointsHex": [
    "U+1F1E8",
    "U+1F1EB"
  ],
  "components": [
    {
      "code": "🇨",
      "codepointsHex": [
        "U+1F1E8"
      ],
      "description": "<p>The letter&nbsp;<em>C</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1327",
      "slug": "regional-indicator-symbol-letter-c",
      "shortcodes": [
        {
          "code": ":regional_indicator_c:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter C"
    },
    {
      "code": "🇫",
      "codepointsHex": [
        "U+1F1EB"
      ],
      "description": "<p>The letter&nbsp;<em>F</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1330",
      "slug": "regional-indicator-symbol-letter-f",
      "shortcodes": [
        {
          "code": ":regional_indicator_f:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter F"
    }
  ],
  "currentCldrName": "Flag: Central African Republic",
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Central_African_Republic\">Central African Republic</a>, which may show as the letters&nbsp;<em>CF</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "941",
  "shortcodes": [
    {
      "code": ":flag_central_african_republic:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":central_african_republic:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-cf:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_cf:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-central-african-republic",
  "title": "Flag: Central African Republic",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Central African Republic, which may show as the letters CF on some platforms. The Flag for Central African Republic emoji is a  http://emojipedia.org/flag-for-central-african-republic/",
    "name": "Central African Republic",
    "unicode": "U+1F1E8 U+1F1EB",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        },
        {
          "bn:00096629a": [
            "Of or relating to the nations of Africa or their peoples",
            "Of, or pertaining to Africa.",
            "Of or pertaining to Africa."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00001817n": [
            "A native of Africa; also one ethnologically belonging to an African race.",
            "A native of Africa or ethnologically belonging to an African race.",
            "A native of Africa.",
            "A native or inhabitant of Africa"
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:03222165n": [
            "The flag of the Central African Republic was adopted on December 1, 1958."
          ]
        },
        {
          "bn:00017169n": [
            "The Central African Republic is a landlocked country in Central Africa.",
            "A country in Central Africa whose capital is Bangui.",
            "A region in the centre of Africa continent, also known as Middle Africa",
            "2-letter ISO country code",
            "Central African Republic",
            "A landlocked country in central Africa; formerly under French control; became independent in 1960",
            "A geographic region of the African continent close to the equator that includes Cameroon, Chad, Equatorial Guinea, Gabon, the Central African Republic and the Democratic Republic of Congo.",
            "Core region of the African continent",
            "Country in Central Africa. Official name: Central African Republic.",
            "Central African Republic is a landlocked country in Central Africa. African Republic",
            "Country in Central Africa.",
            "A core region of the African continent which includes Burundi, the Central African Republic, Chad, Democratic Republic of the Congo, and Rwanda.",
            "Central Africa is a core region of the African continent which includes Burundi, the Central African Republic, Chad, the Democratic Republic of the Congo, and Rwanda."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
