{
  "alsoKnownAs": [
    "Fortress"
  ],
  "appleName": "Japanese Castle",
  "code": "🏯",
  "codepointsHex": [
    "U+1F3EF"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Fortress"
      ],
      "appleName": "Japanese Castle",
      "code": "🏯",
      "codepointsHex": [
        "U+1F3EF"
      ],
      "currentCldrName": "Japanese Castle",
      "description": "<p>A traditional Japanese Castle (城, shiro or jō), usually made from stone and wood.</p>",
      "id": "426",
      "slug": "japanese-castle",
      "shortcodes": [
        {
          "code": ":japanese_castle:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":japanese_castle:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":japanese_castle:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":japanese_castle:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Japanese Castle"
    }
  ],
  "currentCldrName": "Japanese Castle",
  "description": "<p>A traditional Japanese Castle (城, shiro or jō), usually made from stone and wood.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "426",
  "shortcodes": [
    {
      "code": ":japanese_castle:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":japanese_castle:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":japanese_castle:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":japanese_castle:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "japanese-castle",
  "title": "Japanese Castle",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "japanese",
      "castle"
    ],
    "definition": "A traditional Japanese Castle, usually made from stone and wood. Japanese Castle was approved as part of Unicode 6.0 in 2010 and added to Em http://emojipedia.org/japanese-castle/",
    "name": "Japanese castle",
    "unicode": "U+1F3EF",
    "shortcode": ":japanese_castle:",
    "senses": {
      "adjectives": [
        {
          "bn:00104262a": [
            "Having the comfortable characteristics of a home.",
            "Having a feeling of home; cozy and comfortable",
            "Befitting a home; cozy, intimate"
          ]
        },
        {
          "bn:00105516a": [
            "Of or relating to or characteristic of Japan or its people or their culture or language",
            "Japanese",
            "Of or relating to Japan.",
            "Of, relating to, or derived from Japan, its language, or culture."
          ]
        },
        {
          "bn:00097584a": [
            "Relating to Asia.",
            "Of or relating to or characteristic of Asia or the peoples of Asia or their languages or culture",
            "Of, relating to or from Asia."
          ]
        }
      ],
      "verbs": [
        {
          "bn:13666193v": [
            "To take a photograph."
          ]
        },
        {
          "bn:00084198v": [
            "Make by combining materials and parts",
            "To create something by combining or assembling materials or parts or by changing it.",
            "To form by combining materials or parts.",
            "(transitive) to form by combining materials or parts.",
            "To build or form (something) by assembling parts.",
            "To form or formulate in the mind."
          ]
        },
        {
          "bn:00087441v": [
            "Inhabit or live in; be an inhabitant of",
            "To fill with people or supply with inhabitants.",
            "To supply with inhabitants; to people.",
            "To fill space.",
            "To have permanent residence somewhere, to inhabit, to reside.",
            "Have permanent residence.",
            "To have permanent residence.",
            "To plant with inhabitants; to colonize; to people."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032381n": [
            "An image created by light falling on a light-sensitive surface or an electronic imager",
            "Image created by light falling on a light-sensitive surface",
            "An image captured by a camera or some other device and reproduced as a picture, usually on a sensitized surface and formed by the chemical action of light or of radiant energy.",
            "A photograph.",
            "A Surface application from Microsoft where users can browse and interact with photos and videos.",
            "A representation of a person or scene in the form of a print or transparent slide; recorded by a camera on light-sensitive material",
            "An image that has been captured electronically with a digital camera or scanner.",
            "A photograph, photo or a picture is an image created by light falling on a light-sensitive surface, usually photographic film or an electronic medium such as a CCD or a CMOS chip.",
            "Photograph.",
            "A picture created by projecting an image onto a photosensitive surface such as a chemically treated plate or film, CCD receptor, etc."
          ]
        },
        {
          "bn:00013722n": [
            "A building, esp. one of large size or imposing appearance.",
            "A structure that has a roof and walls and stands more or less permanently in one place",
            "Closed structure with walls and a roof.",
            "Building",
            "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
            "Structure with a roof and walls, such as a house or factory.",
            "A closed structure with walls and a roof.",
            "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
            "Man-made structure with a roof and walls standing more or less permanently in one place",
            "A building to which there is free access by the public and which is available for the use of a community."
          ]
        },
        {
          "bn:00076465n": [
            "A temple is a structure reserved for religious or spiritual activities, such as prayer and sacrifice, or analogous rites.",
            "Structure reserved for religious or spiritual activities",
            "A building for worship.",
            "Place of worship consisting of an edifice for the worship of a deity"
          ]
        },
        {
          "bn:00016570n": [
            "Historical building or group of building used for defense by military forces, whose main structures are walls and towers.",
            "Type of fortified structure built in Europe and the Middle East during the Middle Ages by nobility",
            "A large building formerly occupied by a ruler and fortified against attack",
            "A castle is a type of fortified structure built in Europe and the Middle East during the Middle Ages by nobility.",
            "A large building that is fortified and contains many defences; in previous ages often inhabited by a nobleman or king."
          ]
        },
        {
          "bn:01193948n": [
            "Japanese castle were fortresses constructed primarily of wood and stone.",
            "Fortresses constructed primarily of wood and stone"
          ]
        },
        {
          "bn:00060171n": [
            "An Asian temple; usually a pyramidal tower with an upward curving roof",
            "A pagoda is a tiered tower built in the traditions originating in historic East Asia or with respect to those traditions, with multiple eaves common in Nepal, India, China, Japan, Korea, Vietnam, Burma and other parts of Asia.",
            "Tower with a tiered structure",
            "Tiered tower built in an East Asian style",
            "An Asian religious building, especially a multistory Buddhist tower, erected as a shrine or temple.",
            "A tiered tower with multiple eaves."
          ]
        },
        {
          "bn:00044994n": [
            "A dwelling that serves as living quarters for one or more families",
            "Structure intended for living",
            "A structure serving as an abode of human beings.",
            "A human-built dwelling with enclosing walls, a floor, and a roof",
            "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
            "The abode of a human being, their place of residence."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "Japanese castle",
    "fromVersion": "0.6",
    "glyph": "🏯",
    "glyphAsUtfInEmoticons": [
      "1f3ef_japanesecastle"
    ],
    "group": "Travel & Places",
    "keywords": [
      "castle",
      "Japanese"
    ],
    "mappedToEmoticons": [
      "1f3ef_japanesecastle"
    ],
    "tts": "Japanese castle",
    "unicode": "1f3ef"
  },
  "fluentui_folder": "japanese-castle"
}