{
  "alsoKnownAs": [
    "24-Hour Store",
    "7-Eleven®",
    "Corner Shop",
    "Kwik-E-Mart"
  ],
  "appleName": "Convenience Store",
  "code": "🏪",
  "codepointsHex": [
    "U+1F3EA"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "24-Hour Store",
        "7-Eleven®",
        "Corner Shop",
        "Kwik-E-Mart"
      ],
      "appleName": "Convenience Store",
      "code": "🏪",
      "codepointsHex": [
        "U+1F3EA"
      ],
      "currentCldrName": "Convenience Store",
      "description": "<p>A shop that is generally open for longer hours than a regular supermarket, sometimes 24 hours per day.</p>\r\n\r\n<p>Sells a range of goods from snacks, meals, hygiene products and household items.</p>",
      "id": "422",
      "slug": "convenience-store",
      "shortcodes": [
        {
          "code": ":convenience_store:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":convenience_store:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":convenience_store:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":convenience_store:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Convenience Store"
    }
  ],
  "currentCldrName": "Convenience Store",
  "description": "<p>A shop that is generally open for longer hours than a regular supermarket, sometimes 24 hours per day.</p>\r\n\r\n<p>Sells a range of goods from snacks, meals, hygiene products and household items.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "422",
  "shortcodes": [
    {
      "code": ":convenience_store:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":convenience_store:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":convenience_store:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":convenience_store:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "convenience-store",
  "title": "Convenience Store",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "store",
      "convenience"
    ],
    "definition": "A shop that is generally open for longer hours than a regular supermarket, sometimes 24 hours per day. Sells a range of goods from snacks, m http://emojipedia.org/convenience-store/",
    "name": "convenience store",
    "unicode": "U+1F3EA",
    "shortcode": ":convenience_store:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00084198v": [
            "Make by combining materials and parts",
            "To create something by combining or assembling materials or parts or by changing it.",
            "To form by combining materials or parts.",
            "(transitive) to form by combining materials or parts.",
            "To build or form (something) by assembling parts.",
            "To form or formulate in the mind."
          ]
        },
        {
          "bn:00087441v": [
            "Inhabit or live in; be an inhabitant of",
            "To fill with people or supply with inhabitants.",
            "To supply with inhabitants; to people.",
            "To fill space.",
            "To have permanent residence somewhere, to inhabit, to reside.",
            "Have permanent residence.",
            "To have permanent residence.",
            "To plant with inhabitants; to colonize; to people."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00075277n": [
            "A supermarket, a large form of the traditional grocery store, is a self-service shop offering a wide variety of food and household products, organized into aisles.",
            "A large self-service grocery store selling groceries and dairy products and household goods",
            "Large form of the traditional grocery store",
            "A self-service food store with grocery, meat, and produce departments with a high turnover.",
            "A large self-service store that sells groceries and, usually, medications, household goods and/or clothing."
          ]
        },
        {
          "bn:00071230n": [
            "Recently bought goods.",
            "Buying goods",
            "The commodities purchased from storeswomen carrying home shopping didn't give me a second glance\"",
            "A retailer or shop is a business that presents a selection of goods or services and offers to sell them to customers for money or other goods."
          ]
        },
        {
          "bn:00013722n": [
            "A building, esp. one of large size or imposing appearance.",
            "A structure that has a roof and walls and stands more or less permanently in one place",
            "Closed structure with walls and a roof.",
            "Building",
            "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
            "Structure with a roof and walls, such as a house or factory.",
            "A closed structure with walls and a roof.",
            "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
            "Man-made structure with a roof and walls standing more or less permanently in one place",
            "A building to which there is free access by the public and which is available for the use of a community."
          ]
        },
        {
          "bn:00044896n": [
            "Health care institution",
            "A place where people who are ill or injured are treated and taken care of by doctors and nurses.",
            "A place where sick or injured people are cared for, especially a small hospital; sickhouse.",
            "A health facility where patients receive treatment",
            "A hospital is a health care institution providing patient treatment with specialized staff and equipment.",
            "A place where sick or injured people are cared for, especially a small hospital."
          ]
        },
        {
          "bn:00022327n": [
            "A convenience store, whether or not it is on a corner.",
            "A small retail store, often in a residential area, that carries a limited selection of items such as staples, sweets, newspapers, and other everyday items which is open long hours for the convenience of shoppers.",
            "A small retail store.",
            "Small store that stocks a range of everyday items",
            "A food-oriented retailer that is well located, is open long hours, and carries a moderate number of items.",
            "A small retail store, often in a residential area, that carries a limited selection of items such as staples, junk food, and drugstore items, and which is open long hours for the convenience of shoppers.",
            "A store selling a limited variety of food and pharmaceutical items; open long hours for the convenience of customers",
            "A convenience store, small grocery store, or corner shop, is a small store that stocks a range of everyday items such as groceries, snack foods, candy, toiletries, soft drinks, tobacco products, and newspapers."
          ]
        },
        {
          "bn:00044994n": [
            "A dwelling that serves as living quarters for one or more families",
            "Structure intended for living",
            "A structure serving as an abode of human beings.",
            "A human-built dwelling with enclosing walls, a floor, and a roof",
            "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
            "The abode of a human being, their place of residence."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "convenience store",
    "fromVersion": "0.6",
    "glyph": "🏪",
    "glyphAsUtfInEmoticons": [
      "1f3ea_conveniencestore"
    ],
    "group": "Travel & Places",
    "keywords": [
      "convenience",
      "store"
    ],
    "mappedToEmoticons": [
      "1f3ea_conveniencestore"
    ],
    "tts": "convenience store",
    "unicode": "1f3ea"
  },
  "fluentui_folder": "convenience-store"
}