{
  "appleName": "Badminton Racquet and Shuttlecock",
  "code": "🏸",
  "codepointsHex": [
    "U+1F3F8"
  ],
  "components": [
    {
      "appleName": "Badminton Racquet and Shuttlecock",
      "code": "🏸",
      "codepointsHex": [
        "U+1F3F8"
      ],
      "currentCldrName": "Badminton",
      "description": "<p>A racquet and shuttlecock used in the sport of&nbsp;badminton. The&nbsp;racquet is generally depicted as blue, though <a href=\"/apple/ios-17.4/badminton\">Apple&#39;s</a>&nbsp;racquet is yellow.&nbsp;</p>",
      "id": "687",
      "slug": "badminton",
      "shortcodes": [
        {
          "code": ":badminton:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":badminton:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":badminton_racquet_and_shuttlecock:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":badminton:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Badminton Racquet and Shuttlecock"
    }
  ],
  "currentCldrName": "Badminton",
  "description": "<p>A racquet and shuttlecock used in the sport of&nbsp;badminton. The&nbsp;racquet is generally depicted as blue, though <a href=\"/apple/ios-17.4/badminton\">Apple&#39;s</a>&nbsp;racquet is yellow.&nbsp;</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "687",
  "shortcodes": [
    {
      "code": ":badminton:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":badminton:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":badminton_racquet_and_shuttlecock:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":badminton:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "badminton",
  "title": "Badminton Racquet and Shuttlecock",
  "type": "SINGLE",
  "version": {
    "date": 1434499200,
    "description": "<p>The Unicode Consortium has approved the following 41 emoji characters as part of <a href=\"http://www.unicode.org/versions/Unicode8.0.0/\">Unicode 8.0</a>, released on June 17, 2015. This is comprised of 37 new emojis, plus five emoji modifiers. Find out <a href=\"http://blog.emojipedia.org/unicode-8-what-and-when\">more about this update</a> on the Emojipedia Blog.</p>\r\n",
    "name": "8.0",
    "slug": "unicode-8.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
    "keywords": [
      "racquet",
      "game",
      "shuttlecock",
      "birdie"
    ],
    "definition": "Badminton was approved as part of Unicode 8.0 in 2015 under the name “Badminton Racquet and Shuttlecock” and added to Emoji 1.0 in 2015. Cop http://emojipedia.org/badminton-racquet-and-shuttlecock/",
    "name": "badminton",
    "unicode": "U+1F3F8",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00037180n": [
            "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
            "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
            "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
            "Structured information used for playing",
            "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
            "A contest with rules to determine a winner",
            "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool."
          ]
        },
        {
          "bn:00007908n": [
            "A racquet sport.",
            "Badminton is a racquet sport played by either two opposing players or two opposing pairs, who take positions on opposite halves of a rectangular court divided by a net.",
            "A racquet sport played indoors on a court by two opposing players (singles) or two opposing pairs of players (doubles), in which a shuttlecock is volleyed over a net and the competitions are presided by an umpire in British English and a referee in American English.",
            "A game played on a court with light long-handled rackets used to volley a shuttlecock over a net",
            "Racquet sport",
            "A racquet sport played by two to four players on a rectangular court divided in two halves by a net over which must pass a shuttlecock (a semispherical cork with feathers attached to it)."
          ]
        },
        {
          "bn:00010609n": [
            "Badminton equipment",
            "Badminton equipment consisting of a ball of cork or rubber with a crown of feathers.",
            "A shuttlecock is a high-drag projectile used in the sport of badminton.",
            "Badminton equipment consisting of a ball of cork or rubber with a crown of feathers",
            "The object batted back and forth in badminton",
            "The game of badminton."
          ]
        },
        {
          "bn:00065848n": [
            "In general (sport)",
            "An implement with a handle connected to a round frame strung with wire, sinew, or plastic cords, and used to hit a ball, such as in tennis, or a shuttlecock in badminton.",
            "A racquet: an implement with a handle connected to a round frame strung with wire, sinew, or plastic cords, and used to hit a ball, such as in tennis or a birdie in badminton.",
            "A piece of equipment used to play tennis, badminton, squash, racquetball and other sports",
            "A sports implement (usually consisting of a handle and an oval frame with a tightly interlaced network of strings) used to strike a ball (or shuttlecock) in various games",
            "An implement with a handle connected to a round frame strung with wire, sinew, or plastic cords, and used to hit a ball, such as in tennis or a birdie in badminton.",
            "A racket or racquet is a sports implement consisting of a handled frame with an open hoop across which a network of cord is stretched tightly.",
            "An implement with a handle used to hit a ball."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "badminton",
    "fromVersion": "1.0",
    "glyph": "🏸",
    "glyphAsUtfInEmoticons": [
      "1f3f8_badminton"
    ],
    "group": "Activities",
    "keywords": [
      "badminton",
      "birdie",
      "game",
      "racquet",
      "shuttlecock"
    ],
    "mappedToEmoticons": [
      "1f3f8_badminton"
    ],
    "tts": "badminton",
    "unicode": "1f3f8"
  },
  "fluentui_folder": "badminton-racquet-and-shuttlecock"
}