{
  "alsoKnownAs": [
    "British Virgin Islander Flag"
  ],
  "appleName": "Flag of the British Virgin Islands",
  "code": "🇻🇬",
  "codepointsHex": [
    "U+1F1FB",
    "U+1F1EC"
  ],
  "components": [
    {
      "code": "🇻",
      "codepointsHex": [
        "U+1F1FB"
      ],
      "description": "<p>The letter&nbsp;<em>V</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>\r\n\r\n<p>Previously this emoji incorrectly&nbsp;<a href=\"/samsung/touchwiz-7.1/regional-indicator-symbol-letter-v/\" title=\"🇻 Regional Indicator Symbol Let­ter V on Samsung Galaxy Note 7 (revised)\">depicted&nbsp;the letter <em>U</em></a>&nbsp;when displayed in isolation on Samsung devices.&nbsp;This was corrected in <a href=\"/samsung/one-ui-2.0/regional-indicator-symbol-letter-u/\">January 2020</a>.</p>",
      "id": "1346",
      "slug": "regional-indicator-symbol-letter-v",
      "shortcodes": [
        {
          "code": ":regional_indicator_v:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter V"
    },
    {
      "code": "🇬",
      "codepointsHex": [
        "U+1F1EC"
      ],
      "description": "<p>The letter&nbsp;<em>G</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1331",
      "slug": "regional-indicator-symbol-letter-g",
      "shortcodes": [
        {
          "code": ":regional_indicator_g:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter G"
    }
  ],
  "currentCldrName": "Flag: British Virgin Islands",
  "description": "<p>The flag for British Virgin Islands, which may show as the letters&nbsp;<em>VG</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "929",
  "shortcodes": [
    {
      "code": ":flag_british_virgin_islands:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":british_virgin_islands:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-vg:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_vg:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-british-virgin-islands",
  "title": "Flag: British Virgin Islands",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for British Virgin Islands, which may show as the letters VG on some platforms. The Flag for British Virgin Islands emoji is a sequ http://emojipedia.org/flag-for-british-virgin-islands/",
    "name": "British Virgin Islands",
    "unicode": "U+1F1FB U+1F1EC",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:00098883a": [
            "Of Britain (meaning the British Isles)",
            "Of or relating to or characteristic of Great Britain or its people or culture",
            "Of or relating to Great Britain, Brits, or the British English language."
          ]
        },
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:03222903n": [
            "The flag of the British Virgin Islands was adopted on 15 November 1960."
          ]
        },
        {
          "bn:00013176n": [
            "Nationals or natives of the United Kingdom, its territories, the Crown Dependencies; and their descendants",
            "The citizens or inhabitants of the UK.",
            "British people, also known as Britons or archaically as Britishers, are nationals or natives of the United Kingdom, British Overseas Territories, Crown Dependencies; and their descendants.",
            "With the, the citizens or inhabitants of the United Kingdom collectively.",
            "The people of Great Britain"
          ]
        },
        {
          "bn:00047612n": [
            "Sub-continental land that is surrounded by water",
            "An island or isle is any piece of sub-continental land that is surrounded by water.",
            "A land mass (smaller than a continent) that is surrounded by water",
            "Area of land completely surrounded by water.",
            "Islands are sub-continental landforms that are surrounded by water.",
            "A land mass, especially one smaller than a continent, entirely surrounded by water.",
            "A contiguous area of land, smaller than a continent, totally surrounded by water."
          ]
        },
        {
          "bn:00013195n": [
            "More than 40 northeastern Virgin Islands (15 inhabited); a dependent territory of the United Kingdom",
            "A British overseas territory, located in the Caribbean to the east of Puerto Rico.",
            "The Virgin Islands, commonly known as the British Virgin Islands, is a British overseas territory located in the Caribbean to the east of Puerto Rico.",
            "A British overseas territory in the Caribbean",
            "British overseas territory",
            "A British overseas territory in the Caribbean.",
            "An overseas territory of the United Kingdom"
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
