{
  "alsoKnownAs": [
    "Farm",
    "Farming"
  ],
  "appleName": "Tractor",
  "code": "🚜",
  "codepointsHex": [
    "U+1F69C"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Farm",
        "Farming"
      ],
      "appleName": "Tractor",
      "code": "🚜",
      "codepointsHex": [
        "U+1F69C"
      ],
      "currentCldrName": "Tractor",
      "description": "<p>A tractor, may be used by a farmer or other occupation on the land.</p>",
      "id": "482",
      "slug": "tractor",
      "shortcodes": [
        {
          "code": ":tractor:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":tractor:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":tractor:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":tractor:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Tractor"
    }
  ],
  "currentCldrName": "Tractor",
  "description": "<p>A tractor, may be used by a farmer or other occupation on the land.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "482",
  "shortcodes": [
    {
      "code": ":tractor:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":tractor:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":tractor:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":tractor:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "tractor",
  "title": "Tractor",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "vehicle"
    ],
    "definition": "A tractor, may be used by a farmer or other occupation on the land. Tractor was approved as part of Unicode 6.0 in 2010 and added to Emoji 1 http://emojipedia.org/tractor/",
    "name": "tractor",
    "unicode": "U+1F69C",
    "shortcode": ":tractor:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00088042v": [
            "Cultivate by growing, often involving improvements by means of agricultural techniques",
            "To cultivate by growing, often involving improvements by means of agricultural techniques."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00077857n": [
            "A tractor is an engineering vehicle specifically designed to deliver a high tractive effort at slow speeds, for the purposes of hauling a trailer or machinery used in agriculture or construction.",
            "A vehicle specifically designed to deliver a high tractive effort (or torque) at slow speeds",
            "A wheeled vehicle with large wheels; used in farming and other applications"
          ]
        },
        {
          "bn:00077858n": [
            "A truck (or lorry) for pulling a semi-trailer or trailer.",
            "A truck that has a cab but no body; used for pulling large trailers or vans",
            "Truck (or lorry) for pulling a trailer."
          ]
        },
        {
          "bn:00002096n": [
            "The raising of livestock and the cultivation of crops; agriculture",
            "Agriculture is the cultivation of animals, plants, fungi, and other life forms for food, fiber, biofuel, medicinals and other products used to sustain and enhance human life.",
            "Agriculture, also called farming or husbandry, is the cultivation of animals, plants, fungi, and other life forms for food, fiber, biofuel, medicinals and other products used to sustain and enhance human life.",
            "The business of cultivating land, raising stocks etc.",
            "The art or science of cultivating the ground, including the harvesting of crops, and the rearing and management of livestock; tillage; husbandry; farming.",
            "The practice of cultivating the land or raising stock",
            "Husbandry is the raising of livestock and the cultivation of crops, or agriculture, and the prudent management or conservation of resources.",
            "Cultivation of life forms for food, fiber, biofuel and other products used to sustain life",
            "The production of plants and animals useful to man, involving soil cultivation and the breeding and management of crops and livestock."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "tractor",
    "fromVersion": "1.0",
    "glyph": "🚜",
    "glyphAsUtfInEmoticons": [
      "1f69c_tractor"
    ],
    "group": "Travel & Places",
    "keywords": [
      "tractor",
      "vehicle"
    ],
    "mappedToEmoticons": [
      "1f69c_tractor"
    ],
    "tts": "tractor",
    "unicode": "1f69c"
  },
  "fluentui_folder": "tractor"
}