{
  "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
  "keywords": [
    "rocket",
    "medium-light skin tone",
    "astronaut",
    "man"
  ],
  "definition": "The Male Astronaut, Type-3 emoji is a sequence of the ?? Man, ?? Emoji Modifier Fitzpatrick Type-3 and ?? Rocket emojis. These are combined  http://emojipedia.org/male-astronaut-type-3/",
  "unicode": "U+1F468 U+1F3FC U+200D U+1F680",
  "name": "man astronaut: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00093075v": [
          "Propel with a rocket"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00006655n": [
          "Member of the crew of a spacecraft.",
          "A person trained to operate or serve aboard a spacecraft",
          "A member of the crew of a spaceship or other spacecraft that travels beyond Earth's atmosphere, or someone trained to serve that purpose",
          "An astronaut or cosmonaut is a person trained by a human spaceflight program to command, pilot, or serve as a crew member of a spacecraft.",
          "A person trained to travel in a spacecraft",
          "Person who commands, pilots, or serves as a crew member of a spacecraft",
          "Member of the crew of a spaceship or other spacecraft, or someone trained for that purpose."
        ]
      },
      {
        "bn:00068085n": [
          "Reaction-propelled tool using only load propellants, without resorting to the surrounding medium.",
          "A jet engine containing its own propellant and driven by reaction propulsion",
          "A reaction engine that obtains thrust by jet propulsion which forms its jet exclusively from propellant.",
          "A rocket engine especially a solid rocket or a hybrid rocket.",
          "A rocket engine.",
          "A rocket engine, or simply \"rocket\", is a jet engine that uses only stored propellant mass for forming its high speed propulsive jet.",
          "Jet engine using stored propellant to produce jet propulsion",
          "A rocket is a missile, spacecraft, aircraft or other vehicle that obtains thrust from a rocket engine.",
          "Using exothermic chemical reactions of the propellant (s)"
        ]
      }
    ]
  },
  "code": "👨🏼‍🚀",
  "fluentui_metadata": {
    "cldr": "man",
    "fromVersion": "0.6",
    "glyph": "👨",
    "glyphAsUtfInEmoticons": [
      "man",
      "man_student",
      "manstudent",
      "smileman"
    ],
    "group": "People & Body",
    "keywords": [
      "adult",
      "man"
    ],
    "mappedToEmoticons": [
      "smileman"
    ],
    "tts": "man",
    "unicode": "1f468",
    "unicodeSkintones": [
      "1f468",
      "1f468 1f3fb",
      "1f468 1f3fc",
      "1f468 1f3fd",
      "1f468 1f3fe",
      "1f468 1f3ff"
    ]
  },
  "fluentui_folder": "man-astronaut-medium-light-skin-tone",
  "slug": "man-astronaut-medium-light-skin-tone"
}