{
  "category": "Miscellaneous Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "zodiac",
    "young",
    "virgo",
    "medium skin tone"
  ],
  "definition": "This version of the ?? Girl emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported platfor http://emojipedia.org/girl-type-4/",
  "unicode": "U+1F467 U+1F3FD",
  "name": "girl: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00104589a": [
          "In the early part of life or growth.",
          "In the early part of growth or life; born not long ago.",
          "(used of living things especially persons) in an early period of life or development or growth",
          "In the early part of growth or life."
        ]
      },
      {
        "bn:00102884a": [
          "Of, relating to, or denoting the sex which is generally characterized as the one associated with the larger gametes (for species which have two sexes and for which this distinction can be made).",
          "Being the sex (of plant or animal) that produces fertilizable gametes (ova) from which offspring develop",
          "Belonging to the sex with larger, fertilizable gametes.",
          "Belonging to the sex which typically produces eggs, which in humans and most other mammals is typically the one which has XX chromosomes; belonging to the sex which has larger gametes (for species which have two sexes and for which this distinction can be made)."
        ]
      }
    ],
    "verbs": [],
    "nouns": [
      {
        "bn:00001530n": [
          "A woman is a female human.",
          "Female adult human",
          "An animal of the sex that produces eggs.",
          "An adult human member of the sex that produces ova and bears young.",
          "An adult female human.",
          "An adult female person (as opposed to a man)",
          "Adult female human being."
        ]
      },
      {
        "bn:00001480n": [
          "A juvenile between the onset of puberty and maturity",
          "A teenager; a juvenile after puberty.",
          "A juvenile between the onset of puberty and maturity; in the state of development between puberty and maturity."
        ]
      },
      {
        "bn:00058715n": [
          "An animal or plant's progeny, an animal or plant's young.",
          "Any immature animal",
          "Singular offspring, animal's or plant's progeny."
        ]
      },
      {
        "bn:00034453n": [
          "Young female human",
          "A young female human; (in contrast to boy), a female child or young adult.",
          "A title of respect for a young woman (usually unmarried) with or without a name used.",
          "A young female person, usually a child or teenager.",
          "A young woman",
          "A young girl.",
          "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A young female; miss."
        ]
      },
      {
        "bn:00071400n": [
          "One of two or more individuals having one or both parents in common",
          "A person who has the same parents as another person.",
          "A half brother having the same mother but a different father.",
          "Person who shares same parents.",
          "A person's brother or sister",
          "A sibling is one of two or more individuals having one or both parents in common.",
          "A brother or a sister",
          "Half brother having the same mother but a different father.",
          "The child of one's parent, but only one parent.",
          "A person who shares same parents. One's brother or sister.",
          "A sibling, brother or sister (irrespective of gender)"
        ]
      }
    ]
  },
  "code": "👧🏽",
  "fluentui_metadata": {
    "cldr": "girl",
    "fromVersion": "0.6",
    "glyph": "👧",
    "glyphAsUtfInEmoticons": [
      "smilegirl"
    ],
    "group": "People & Body",
    "keywords": [
      "girl",
      "Virgo",
      "young",
      "zodiac"
    ],
    "mappedToEmoticons": [
      "smilegirl"
    ],
    "tts": "girl",
    "unicode": "1f467",
    "unicodeSkintones": [
      "1f467",
      "1f467 1f3fb",
      "1f467 1f3fc",
      "1f467 1f3fd",
      "1f467 1f3fe",
      "1f467 1f3ff"
    ]
  },
  "fluentui_folder": "girl-medium-skin-tone",
  "slug": "girl-medium-skin-tone"
}