{
  "alsoKnownAs": [
    "Bottom",
    "Butt"
  ],
  "appleName": "Peach",
  "code": "🍑",
  "codepointsHex": [
    "U+1F351"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Bottom",
        "Butt"
      ],
      "appleName": "Peach",
      "code": "🍑",
      "codepointsHex": [
        "U+1F351"
      ],
      "currentCldrName": "Peach",
      "description": "<p>The fleshy, pinkish-orange fruit of the fuzzy peach, shown with green leaves and sometimes a stem.</p>\r\n\r\n<p>Thanks to its distinctive cleft, the emoji is most&nbsp;<a href=\"http://blog.emojipedia.org/how-we-really-use-the-peach/\">commonly used</a> for &ldquo;buttocks.&rdquo; In certain contexts, the <a href=\"https://slate.com/technology/2019/09/peach-emoji-meaning-butt-impeachment.html\">peach emoji may refer to&nbsp;<em>impeachment</em></a>.</p>\r\n\r\n<p>In 2016 Apple unveiled a <a href=\"https://x.com/Emojipedia/status/799291515285610500\">new design</a> for the peach emoji during the iOS 10.2 beta period. This change would have deemphasized its&nbsp;distinctive cleft, leading to criticism from Apple users. Ultimately this change was not implemented.</p>",
      "id": "328",
      "slug": "peach",
      "shortcodes": [
        {
          "code": ":peach:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":peach:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":peach:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":peach:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Peach"
    }
  ],
  "currentCldrName": "Peach",
  "description": "<p>The fleshy, pinkish-orange fruit of the fuzzy peach, shown with green leaves and sometimes a stem.</p>\r\n\r\n<p>Thanks to its distinctive cleft, the emoji is most&nbsp;<a href=\"http://blog.emojipedia.org/how-we-really-use-the-peach/\">commonly used</a> for &ldquo;buttocks.&rdquo; In certain contexts, the <a href=\"https://slate.com/technology/2019/09/peach-emoji-meaning-butt-impeachment.html\">peach emoji may refer to&nbsp;<em>impeachment</em></a>.</p>\r\n\r\n<p>In 2016 Apple unveiled a <a href=\"https://x.com/Emojipedia/status/799291515285610500\">new design</a> for the peach emoji during the iOS 10.2 beta period. This change would have deemphasized its&nbsp;distinctive cleft, leading to criticism from Apple users. Ultimately this change was not implemented.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "328",
  "shortcodes": [
    {
      "code": ":peach:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":peach:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":peach:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":peach:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "peach",
  "title": "Peach",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Fruit and vegetable symbols",
    "keywords": [
      "fruit"
    ],
    "definition": "A fleshy pink/orange-colored peach, with fuzzy skin. Displayed with a green leaf or leaves on most platforms. Most commonly used as a \"butt\" http://emojipedia.org/peach/",
    "name": "peach",
    "unicode": "U+1F351",
    "shortcode": ":peach:",
    "senses": {
      "adjectives": [
        {
          "bn:13654902a": [
            "Callipygous or otherwise appealingly voluptuous."
          ]
        },
        {
          "bn:00111540a": [
            "Having or denoting the characteristic taste of sugar",
            "Having a taste of sugar.",
            "Having the taste characteristic of sugar or honey."
          ]
        },
        {
          "bn:00105563a": [
            "Full of juice",
            "Having lots of juice"
          ]
        },
        {
          "bn:13760420a": [
            "(colour) Of the color peach."
          ]
        },
        {
          "bn:00101116a": [
            "Having or showing good taste; tasteful.",
            "Extremely pleasing to the sense of taste",
            "Pleasing to the taste; delicious.",
            "Pleasing to the taste."
          ]
        },
        {
          "bn:00111670a": [
            "Pleasing to the sense of taste.",
            "Tasty, attractive to the palate.",
            "Pleasing to the taste, tasty.",
            "Pleasing to the sense of taste",
            "Pleasing to the taste."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087460v": [
            "Take in solid food",
            "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
            "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00009440n": [
            "Entertainment form that mimics contact sports",
            "A form of entertainment presented as a sport",
            "Anything that is stunning.",
            "A very attractive or seductive looking woman",
            "A theatrical presentation of a choreographed wrestling match as part of the professional wrestling business.",
            "A captive bolt pistol or gun is a device used for stunning animals prior to slaughter.",
            "A very attractive or seductive person.",
            "A device used for stunning animals before slaughter",
            "A very attractive person, especially a beautiful woman.",
            "Professional wrestling is a mode of spectacle which combines athletics with theatrical performance."
          ]
        },
        {
          "bn:00018175n": [
            "Any of numerous trees and shrubs producing a small fleshy round fruit with a single hard stone; many also produce a valuable hardwood",
            "Fruit of many plants of the genus Prunus",
            "A tree of the subgenus Prunus subg. Cerasus, the members of which are valued agriculturally for their fruit, the cherry, and the wood of the tree, cherrywood, used in woodworking.",
            "Aka Cerasus, subgenus of the genus Prunus",
            "A small fruit, usually red, black or yellow, with a smooth hard seed and a short hard stem.",
            "Tree of subgenus Cerasus.",
            "The cherry is the fruit of many plants of the genus Prunus, and is a fleshy drupe.",
            "A small fruit, usually red, black or yellow, with a smooth hard seed and a short hard stem (Prunus avium and some other fruits of similar appearance in the Prunus genus)."
          ]
        },
        {
          "bn:00005913n": [
            "Standard anatomical terms of location deal unambiguously with the anatomy of animals, including humans.",
            "The buttocks are two rounded portions of the anatomy, located on the posterior of the pelvic region of apes and humans, and many other bipeds or quadrupeds, and comprise a layer of fat superimposed on the gluteus maximus and gluteus medius muscles.",
            "The part of the body on which one sits",
            "Two rounded portions of the anatomy, traditionally located on the posterior of various organisms",
            "Body; self.",
            "The fleshy part of the human body that you sit on",
            "One of the two fleshy body parts, which are located at the upper end of the limbs at the rear part of the body.",
            "Human behind, butt.",
            "The fleshy part of the human body that one sits on."
          ]
        },
        {
          "bn:00036686n": [
            "The ripened reproductive body of a seed plant",
            "Fruit, in broad terms, is a structure of a plant that contains its seeds.",
            "The seed-bearing part of a plant, often edible, colourful/colorful and fragrant, produced from a floral ovary after fertilization.",
            "Part of a flowering plant",
            "A fully matured plant ovary with or without other floral or shoot parts united with it at maturity.",
            "In botany, a fruit is a part of a flowering plant that derives from specific tissues of the flower, one or more ovaries, and in some cases accessory tissues."
          ]
        },
        {
          "bn:00034453n": [
            "Young female human",
            "A young female human; (in contrast to boy), a female child or young adult.",
            "A title of respect for a young woman (usually unmarried) with or without a name used.",
            "A young female person, usually a child or teenager.",
            "A young woman",
            "A young girl.",
            "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
            "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
            "A young female; miss."
          ]
        },
        {
          "bn:00076037n": [
            "Tangerine is an orange color hue used to give the impression of the tangerine fruit.",
            "Orange color hue",
            "A deep yellowish-orange colour, like that of a tangerine fruit.",
            "A reddish to vivid orange color",
            "An orange color hue used to give the impression of the tangerine fruit"
          ]
        },
        {
          "bn:00035650n": [
            "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
            "Any substance consumed by living organisms to sustain life.",
            "Food.",
            "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
            "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
            "Food is any substance consumed to provide nutritional support for the body."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "peach",
    "fromVersion": "0.6",
    "glyph": "🍑",
    "glyphAsUtfInEmoticons": [
      "peach"
    ],
    "group": "Food & Drink",
    "keywords": [
      "fruit",
      "peach"
    ],
    "mappedToEmoticons": [
      "peach"
    ],
    "tts": "peach",
    "unicode": "1f351"
  },
  "fluentui_folder": "peach"
}