{
  "category": "Dingbats -> Miscellaneous",
  "keywords": [
    "hand",
    "fist",
    "punch",
    "clenched",
    "medium skin tone"
  ],
  "definition": "This version of the ? Raised Fist emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported p http://emojipedia.org/raised-fist-type-4/",
  "unicode": "U+270A U+1F3FD",
  "name": "raised fist: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00091762v": [
          "To strike with one's fist.",
          "To strike something or someone with one's fist.",
          "Deliver a quick blow to",
          "To deliver a blow with the fist."
        ]
      },
      {
        "bn:00089017v": [
          "Hold firmly",
          "To hold firmly.",
          "To hold, grasp, or grip.",
          "To grasp or grip firmly."
        ]
      },
      {
        "bn:13658797v": [
          "To strike with the fist."
        ]
      },
      {
        "bn:00090128v": [
          "To deliver a sharp blow or push.",
          "Deliver a sharp blow or push :\"He knocked the glass clear across the room\""
        ]
      }
    ],
    "nouns": [
      {
        "bn:00034565n": [
          "One of the long extremities of the hand, sometimes excluding the thumb.",
          "A part of the hand",
          "One of the long extremities of the hand that is used for gripping objects.",
          "Extremity of the hand.",
          "Any of the terminal members of the hand (sometimes excepting the thumb)",
          "Organ of manipulation and sensation found in the hands of humans and other primates",
          "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00019718n": [
          "The raised fist is a symbol of solidarity and support.",
          "Hand with the fingers curled into the palm",
          "The closed hand with the fingers on the palm.",
          "A fist is an action where a hand has the fingers curled into the palm and the thumb retracted, displaying the knuckles.",
          "A hand that has the fingers curled into the palm and the thumb retracted, displaying the knuckles",
          "Hand with the fingers clenched or curled inward",
          "The greeting of Rotfrontkämpferbund",
          "A hand with the fingers clenched in the palm (as for hitting)"
        ]
      }
    ]
  },
  "code": "✊🏽",
  "fluentui_metadata": {
    "cldr": "raised fist",
    "fromVersion": "0.6",
    "glyph": "✊",
    "glyphAsUtfInEmoticons": [
      "fistbump"
    ],
    "group": "People & Body",
    "keywords": [
      "clenched",
      "fist",
      "hand",
      "punch",
      "raised fist"
    ],
    "mappedToEmoticons": [
      "raisedfist"
    ],
    "tts": "raised fist",
    "unicode": "270a",
    "unicodeSkintones": [
      "270a",
      "270a 1f3fb",
      "270a 1f3fc",
      "270a 1f3fd",
      "270a 1f3fe",
      "270a 1f3ff"
    ]
  },
  "fluentui_folder": "raised-fist-medium-skin-tone",
  "slug": "raised-fist-medium-skin-tone"
}