{
  "appleName": "Alembic",
  "code": "⚗️",
  "codepointsHex": [
    "U+2697",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Alembic",
      "code": "⚗️",
      "codepointsHex": [
        "U+2697",
        "U+FE0F"
      ],
      "currentCldrName": "Alembic",
      "description": "<p>An apparatus for distilling, as used in medieval <a href=\"https://en.wikipedia.org/wiki/Alchemy\">alchemy</a>. Generally depicted as a round flask with a neck angled down to the right. Positioned on a short stand and containing a mysterious green, purple, or blue liquid.</p>\r\n\r\n<p>Commonly used for various content concerning chemistry and science more generally. May represent various liquids, such as potions or&nbsp;medicines, as well as metaphorical laboratories and experiments.</p>\r\n\r\n<p>Thanks to the alembic&rsquo;s association with alchemy, this emoji may also convey a sense of magic. And, thanks to its resemblance to a glass pipe, some use the emoji&nbsp;to represent&nbsp;a bong or other drug paraphernalia.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/alembic/\">previously featured</a>&nbsp;a copper still, as used for making <a href=\"/tumbler-glass/\">whiskey</a>.</p>",
      "id": "877",
      "slug": "alembic",
      "shortcodes": [
        {
          "code": ":alembic:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":alembic:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":alembic:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":alembic:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Alembic"
    }
  ],
  "currentCldrName": "Alembic",
  "description": "<p>An apparatus for distilling, as used in medieval <a href=\"https://en.wikipedia.org/wiki/Alchemy\">alchemy</a>. Generally depicted as a round flask with a neck angled down to the right. Positioned on a short stand and containing a mysterious green, purple, or blue liquid.</p>\r\n\r\n<p>Commonly used for various content concerning chemistry and science more generally. May represent various liquids, such as potions or&nbsp;medicines, as well as metaphorical laboratories and experiments.</p>\r\n\r\n<p>Thanks to the alembic&rsquo;s association with alchemy, this emoji may also convey a sense of magic. And, thanks to its resemblance to a glass pipe, some use the emoji&nbsp;to represent&nbsp;a bong or other drug paraphernalia.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/alembic/\">previously featured</a>&nbsp;a copper still, as used for making <a href=\"/tumbler-glass/\">whiskey</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "877",
  "shortcodes": [
    {
      "code": ":alembic:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":alembic:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":alembic:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":alembic:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "alembic",
  "title": "Alembic",
  "type": "SINGLE",
  "version": {
    "date": 1112227200,
    "description": "<p>The following characters we added to Unicode in 2005 and&nbsp;given emoji presentation status in the years 2010-2015.</p>",
    "name": "4.1",
    "slug": "unicode-4.1",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Dictionary and map symbols",
    "keywords": [
      "tool",
      "chemistry"
    ],
    "definition": "A spherical vessel with a long, downward pointing neck. Used for distilling liquids. Appears like an oddly-shaped vase containing blue liqui http://emojipedia.org/alembic/",
    "name": "alembic",
    "unicode": "U+2697",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00087866v": [
            "To conduct a test or investigation",
            "To conduct an experiment or investigation.",
            "To conduct an experiment."
          ]
        },
        {
          "bn:00095021v": [
            "Work with a tool"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00069670n": [
            "A particular branch of scientific knowledge",
            "Study and knowledge",
            "Science is a systematic enterprise that builds and organizes knowledge in the form of testable explanations and predictions about the universe.",
            "The study of the physical universe and its contents by means of reproducible observations, measurements, and experiments to establish, verify, or modify general laws to explain its nature and behaviour.",
            "The collective discipline of study or learning acquired through the scientific method; the sum of knowledge gained from such methods and discipline.",
            "Collective discipline of learning acquired through the scientific method.",
            "As in \"comp sci\" (computer science) or \"bio sci\" (biology)",
            "Science in the broadest sense refers to any system of objective knowledge."
          ]
        },
        {
          "bn:00032309n": [
            "The act of conducting a controlled test or investigation",
            "Test under controlled conditions.",
            "An experiment is an orderly procedure carried out with the goal of verifying, refuting, or establishing the validity of a hypothesis.",
            "A part of the scientific method",
            "Scientific procedure",
            "A test under controlled conditions made to either demonstrate a known truth, examine the validity of a hypothesis, or determine the efficacy of something previously untried.",
            "A test under controlled conditions that is made to demonstrate a known truth, examine the validity of a hypothesis, or determine the efficacy of something previously untried.",
            "The process of testing a hypothesis by collecting data under controlled, repeatable conditions."
          ]
        },
        {
          "bn:00027761n": [
            "The process of purifying a liquid by boiling it and condensing its vapors",
            "Method of separating mixtures based on differences in volatility of components in a boiling liquid mixture",
            "The process of producing a gas or vapour from a liquid by heating the liquid in a vessel and collecting and condensing the vapours into liquids.",
            "Distillation is a process of separating the component substances from a liquid mixture by selective vaporization and condensation."
          ]
        },
        {
          "bn:00002579n": [
            "An alembic is an alchemical still consisting of two vessels connected by a tube, used for distilling chemicals.",
            "Distillation.",
            "An obsolete kind of container used for distillation; two retorts connected by a tube",
            "An early chemical apparatus, consisting of two retorts connected by a tube, used to purify substances by distillation"
          ]
        },
        {
          "bn:00018123n": [
            "Relating to the science of matter and the changes it undergoes",
            "The science of matter; the branch of the natural sciences dealing with the composition of substances and their properties and reactions",
            "The scientific study of the properties, composition, and structure of matter, the changes in structure and composition of matter, and accompanying energy changes.",
            "Chemistry, a branch of physical science, is the study of the composition, properties and behavior of matter.",
            "Branch of physical science concerned with the composition, structure and properties of matter",
            "The branch of natural science that deals with the composition and constitution of substances and the changes that they undergo as a consequence of alterations in the constitution of their molecules.",
            "Branch of natural science.",
            "Chemistry is a branch of physical science that studies the composition, structure, properties and change of matter."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "alembic",
    "fromVersion": "1.0",
    "glyph": "⚗️",
    "group": "Objects",
    "keywords": [
      "alembic",
      "chemistry",
      "tool"
    ],
    "mappedToEmoticons": [
      "2697_alembic"
    ],
    "tts": "alembic",
    "unicode": "2697 fe0f"
  },
  "fluentui_folder": "alembic"
}