{
  "category": "Miscellaneous Symbols And Pictographs -> Personal care symbols",
  "keywords": [
    "dark skin tone",
    "parlor",
    "beauty",
    "barber",
    "haircut"
  ],
  "definition": "This version of the ?? Person Getting Haircut emoji has the ?? Dark Skin Tone applied, which is displayed as a Black Skin Tone on supported  http://emojipedia.org/haircut-type-6/",
  "unicode": "U+1F487 U+1F3FF",
  "name": "person getting haircut: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00102884a": [
          "Of, relating to, or denoting the sex which is generally characterized as the one associated with the larger gametes (for species which have two sexes and for which this distinction can be made).",
          "Being the sex (of plant or animal) that produces fertilizable gametes (ova) from which offspring develop",
          "Belonging to the sex with larger, fertilizable gametes.",
          "Belonging to the sex which typically produces eggs, which in humans and most other mammals is typically the one which has XX chromosomes; belonging to the sex which has larger gametes (for species which have two sexes and for which this distinction can be made)."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00083111v": [
          "Perform the services of a barber: cut the hair and/or beard of",
          "To cut the hair or beard of (a person).",
          "To cut the hair."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00060209n": [
          "Scissors are hand-operated shearing instruments.",
          "Tool used for cutting.",
          "An edge tool having two crossed pivoting blades",
          "A tool used for cutting thin material, consisting of two crossing blades attached at a pivot point in such a way that the blades slide across each other when the handles are closed.",
          "Hand-operated cutting instruments"
        ]
      },
      {
        "bn:00008534n": [
          "Person whose occupation is mainly to cut, dress, groom, style and shave males' hair",
          "A barber is a person whose occupation is mainly to cut, dress, groom, style and shave men's and boys' hair.",
          "Barbers are persons whose occupation is to cut any type of hair, and to shave or trim the beards of men.",
          "The trade of and practice of shaving and cutting hair.",
          "Person whose job is to treat the hair style of other people.",
          "A hairdresser who cuts hair and shaves beards as a trade"
        ]
      },
      {
        "bn:00020483n": [
          "The act or service of cutting hair",
          "The act or process of styling hair",
          "Styling of hair, usually on the human scalp",
          "The occupation of cutting and arrangement of hair to create an attractive presentation.",
          "A hairstyle, hairdo, or haircut refers to the styling of hair, usually on the human scalp.",
          "The arrangement of the hair (especially a woman's hair)",
          "A style of fashion of wearing the hair.",
          "A hairstyle.",
          "The style in which someone's hair has been cut and arranged.",
          "A hairdo"
        ]
      },
      {
        "bn:00001530n": [
          "A woman is a female human.",
          "Female adult human",
          "An animal of the sex that produces eggs.",
          "An adult human member of the sex that produces ova and bears young.",
          "An adult female human.",
          "An adult female person (as opposed to a man)",
          "Adult female human being."
        ]
      },
      {
        "bn:00034453n": [
          "Young female human",
          "A young female human; (in contrast to boy), a female child or young adult.",
          "A title of respect for a young woman (usually unmarried) with or without a name used.",
          "A young female person, usually a child or teenager.",
          "A young woman",
          "A young girl.",
          "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A young female; miss."
        ]
      },
      {
        "bn:00042550n": [
          "Someone who cuts or beautifies hair",
          "A hairdresser is a person whose occupation is to cut or style hair in order to change or maintain a person's image.",
          "Person whose occupation is to cut or style hair",
          "Professional for haircutting or hairstyling.",
          "Person whose job is to treat the hair style of other people.",
          "A person who cuts or styles hair as an occupation or profession."
        ]
      },
      {
        "bn:00042548n": [
          "Way hair is cut.",
          "The way hair is cut.",
          "The way someone's hair is cut.",
          "The style in which hair has been cut"
        ]
      },
      {
        "bn:00049666n": [
          "A polite name for any woman"
        ]
      },
      {
        "bn:00042526n": [
          "A covering for the body (or parts of it) consisting of a dense growth of threadlike structures (as on the human head); helps to prevent heat loss",
          "Hair is a protein filament that grows from follicles found in the dermis, or skin.",
          "Hair is a collection of biological filaments that grows from follicles on the skin.",
          "Filamentous biomaterial that grows from follicles found in the dermis",
          "The collection or mass of filaments growing from the skin of humans and animals, and forming a covering for a part of the head or for any part or the whole body.",
          "The collection or mass of filaments growing from the skin of humans and animals.",
          "The collection or mass of such growths growing from the skin of humans and animals, and forming a covering for a part of the head or for any part or the whole body."
        ]
      }
    ]
  },
  "code": "💇🏿",
  "fluentui_metadata": {
    "cldr": "person getting haircut",
    "fromVersion": "0.6",
    "glyph": "💇",
    "glyphAsUtfInEmoticons": [
      "person_getting_haircut"
    ],
    "group": "People & Body",
    "keywords": [
      "barber",
      "beauty",
      "haircut",
      "parlor",
      "person getting haircut"
    ],
    "mappedToEmoticons": [
      "person_getting_haircut"
    ],
    "tts": "person getting haircut",
    "unicode": "1f487",
    "unicodeSkintones": [
      "1f487",
      "1f487 1f3fb",
      "1f487 1f3fc",
      "1f487 1f3fd",
      "1f487 1f3fe",
      "1f487 1f3ff"
    ]
  },
  "fluentui_folder": "person-getting-haircut-dark-skin-tone",
  "slug": "person-getting-haircut-dark-skin-tone"
}