{
  "alsoKnownAs": [
    "Candelabrum",
    "Candles",
    "Chanukiah",
    "Menorah"
  ],
  "appleName": "Menorah",
  "code": "🕎",
  "codepointsHex": [
    "U+1F54E"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Candelabrum",
        "Candles",
        "Chanukiah",
        "Menorah"
      ],
      "appleName": "Menorah",
      "code": "🕎",
      "codepointsHex": [
        "U+1F54E"
      ],
      "currentCldrName": "Menorah",
      "description": "<p>A menorah showing nine lit candles, used on the Jewish holiday of <a class=\"wpp-post-title\" href=\"/hanukkah/\" target=\"_self\" title=\"🔯 Hanukkah\">Hanukkah</a>.</p>\r\n",
      "id": "630",
      "slug": "menorah",
      "shortcodes": [
        {
          "code": ":menorah:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":menorah:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":menorah_with_nine_branches:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":menorah:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Menorah with Nine Branches"
    }
  ],
  "currentCldrName": "Menorah",
  "description": "<p>A menorah showing nine lit candles, used on the Jewish holiday of <a class=\"wpp-post-title\" href=\"/hanukkah/\" target=\"_self\" title=\"🔯 Hanukkah\">Hanukkah</a>.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "630",
  "shortcodes": [
    {
      "code": ":menorah:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":menorah:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":menorah_with_nine_branches:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":menorah:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "menorah",
  "title": "Menorah with Nine Branches",
  "type": "SINGLE",
  "version": {
    "date": 1434499200,
    "description": "<p>The Unicode Consortium has approved the following 41 emoji characters as part of <a href=\"http://www.unicode.org/versions/Unicode8.0.0/\">Unicode 8.0</a>, released on June 17, 2015. This is comprised of 37 new emojis, plus five emoji modifiers. Find out <a href=\"http://blog.emojipedia.org/unicode-8-what-and-when\">more about this update</a> on the Emojipedia Blog.</p>\r\n",
    "name": "8.0",
    "slug": "unicode-8.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Religious symbol",
    "keywords": [
      "candelabrum",
      "religion",
      "candlestick"
    ],
    "definition": "A menorah showing nine lit candles, used on the Jewish holiday of Hanukkah. Menorah was approved as part of Unicode 8.0 in 2015 under the na http://emojipedia.org/menorah-with-nine-branches/",
    "name": "menorah",
    "unicode": "U+1F54E",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:00105531a": [
            "Of or relating to Jews or Judaism.",
            "Of or relating to a Jew or Jews, their ethnicity, religion or culture.",
            "Being a Jew, or relating to Jews, their ethnicity, religion or culture.",
            "Of or relating to Jews or their culture or religion"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00054351n": [
            "The Hanukkah menorah or chanukiah is, strictly speaking, a nine-branched candelabrum lit during the eight-day holiday of Hanukkah, as opposed to the seven-branched menorah used in the ancient Temple or as a symbol.",
            "A candelabrum with seven branches, a traditional symbol of Judaism",
            "A nine-branched candelabrum used on the Jewish holiday of Hanukkah, commemorating the above",
            "A nine-branched menorah used during Hanukkah",
            "(Judaism) a candelabrum with seven branches used in ceremonies to symbolize the seven days of Creation",
            "A holy candelabrum with seven branches used in the Temple of Jerusalem.",
            "Nine-branched candelabrum lit during the eight-day holiday of Hanukkah"
          ]
        },
        {
          "bn:00015198n": [
            "A candle holder.",
            "Branched candlestick; ornamental; has several lights",
            "A candelabrum, sometimes called a candle tree, is a candlestick holder with multiple arms."
          ]
        },
        {
          "bn:00017696n": [
            "Hanukkah, also known as the Festival of Lights, Feast of Dedication, is an eight-day Jewish holiday commemorating the rededication of the Holy Temple in Jerusalem at the time of the Maccabean Revolt against the Seleucid Empire of the 2nd century BCE.",
            "The Jewish festival.",
            "(Judaism) an eight-day Jewish holiday commemorating the rededication of the Temple of Jerusalem in 165 BC",
            "Jewish holiday",
            "Jewish religious holiday",
            "An eight-day Jewish holiday commemorating the rededication of the Temple of Jerusalem in 165 BC",
            "Hanukkah, also known as the Festival of Lights, Feast of Dedication, is an eight-day Jewish holiday commemorating the rededication of the Holy Temple (the Second Temple) in Jerusalem at the time of the Maccabean Revolt against the Seleucid Empire of the 2nd century BCE.",
            "An eight-day Jewish festival, starting on the 25th day of Kislev, which commemorates the rededication of the temple in Jerusalem after the victory of the Maccabees over the Greek Syrians."
          ]
        },
        {
          "bn:00043489n": [
            "Jews collectively who practice a religion based on the Torah and the Talmud",
            "Judaism is the religion, philosophy, and way of life of the Jewish people.",
            "A religion tracing its origin to the Hebrew people of the ancient Middle-East, as documented in their religious writings, the Torah or Old Testament.",
            "Religion of the Jewish people",
            "The character, philosophy, principles, or practices distinctive of the Hebrew people.",
            "Judaism, is the religion, philosophy and way of life of the Jewish people.",
            "An Abrahamic religion tracing its origin to the Hebrew people of the ancient Middle East, as documented in their religious writings, the Tanakh."
          ]
        },
        {
          "bn:00015211n": [
            "Candles are a traditional method of providing illumination, now superseded for most purposes by electric lightbulbs.",
            "Slender wax candle.",
            "A candle is a solid block of wax with an embedded wick which is ignited to provide light, and sometimes heat, and historically was used as a method of keeping time.",
            "Solid block of wax with embedded wick",
            "A light source consisting of a wick embedded in a solid, flammable substance such as wax, tallow, or paraffin.",
            "Stick of wax with a wick in the middle",
            "A slender wax candle; a small lighted wax candle; hence, a small light."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "menorah",
    "fromVersion": "1.0",
    "glyph": "🕎",
    "glyphAsUtfInEmoticons": [
      "1f54e_menorahwithninebranches",
      "hanukkah"
    ],
    "group": "Symbols",
    "keywords": [
      "candelabrum",
      "candlestick",
      "menorah",
      "religion"
    ],
    "mappedToEmoticons": [
      "1f54e_menorahwithninebranches"
    ],
    "tts": "menorah",
    "unicode": "1f54e"
  },
  "fluentui_folder": "menorah-with-nine-branches"
}