{
  "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
  "keywords": [
    "dark skin tone",
    "running",
    "marathon"
  ],
  "definition": "This version of the ?? Person Running emoji has the ?? Dark Skin Tone applied, which is displayed as a Black Skin Tone on supported platform http://emojipedia.org/runner-type-6/",
  "unicode": "U+1F3C3 U+1F3FF",
  "name": "person running: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00113691a": [
          "Close enough to be walked to"
        ]
      },
      {
        "bn:00109994a": [
          "Of advancing the ball by running",
          "Moving or advancing by running."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00092280v": [
          "To compete in a race.",
          "Compete in a race",
          "To compete against in such a race."
        ]
      },
      {
        "bn:00093170v": [
          "Move fast by using one's feet, with one foot off the ground at any given time",
          "To move quickly by alternately making a short jump off of either foot.",
          "To move forward quickly upon two feet by alternately making a short jump off either foot."
        ]
      },
      {
        "bn:00095597v": [
          "To move from one place to another by moving legs alternately, so that at least one foot is in contact with the floor or surface at any one time.",
          "Use one's feet to advance; advance by steps"
        ]
      },
      {
        "bn:00083395v": [
          "Move fast",
          "To drive fast.",
          "To move fast.",
          "To go fast.",
          "To drive fast; to step on the accelerator."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00012569n": [
          "Young male human",
          "A youthful male person",
          "A young male human",
          "A boy is a young male human, usually child or adolescent.",
          "A young male person, usually a child or teenager.",
          "A young male human; a male child or young adult."
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00032203n": [
          "Exercise is the performance of some activity in order to develop or maintain physical fitness.",
          "The activity of exerting your muscles in various ways to keep fit",
          "Activity for physical fitness",
          "An exercise session; a period of physical exercise.",
          "Any activity designed to develop or hone a skill or ability.",
          "Bodily activity that enhances or maintains physical fitness and overall health and wellness",
          "Physical exercise is any bodily activity that enhances or maintains physical fitness and overall health and wellness."
        ]
      },
      {
        "bn:00080357n": [
          "Walking is one of the main gaits of locomotion among legged animals, and is typically slower than running and other gaits.",
          "One of the main gaits of locomotion among legged animals",
          "One of the main gaits of locomotion among legged animals, typically slower than running and other gaits",
          "The act of traveling by foot"
        ]
      }
    ]
  },
  "code": "🏃🏿",
  "fluentui_metadata": {
    "cldr": "person running",
    "fromVersion": "0.6",
    "glyph": "🏃",
    "glyphAsUtfInEmoticons": [
      "gottarun",
      "runner"
    ],
    "group": "People & Body",
    "keywords": [
      "marathon",
      "person running",
      "running"
    ],
    "mappedToEmoticons": [
      "runner"
    ],
    "tts": "person running",
    "unicode": "1f3c3",
    "unicodeSkintones": [
      "1f3c3",
      "1f3c3 1f3fb",
      "1f3c3 1f3fc",
      "1f3c3 1f3fd",
      "1f3c3 1f3fe",
      "1f3c3 1f3ff"
    ]
  },
  "fluentui_folder": "person-running-dark-skin-tone",
  "slug": "person-running-dark-skin-tone"
}