{
  "alsoKnownAs": [
    "Digital Camera"
  ],
  "appleName": "Camera",
  "code": "📷",
  "codepointsHex": [
    "U+1F4F7"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Digital Camera"
      ],
      "appleName": "Camera",
      "code": "📷",
      "codepointsHex": [
        "U+1F4F7"
      ],
      "currentCldrName": "Camera",
      "description": "<p>A classic camera, as an <a href=\"https://en.wikipedia.org/wiki/Single-lens_reflex_camera\">SLR</a>&nbsp;used to take pictures before <a href=\"/mobile-phone/\">camera phones</a>. Generally depicted with a black and silver casing with lens and operating controls.</p>\r\n\r\n<p>Commonly used for various content concerning photography as well as an icon for a picture, as before an upload, link, or credit.</p>\r\n\r\n<p>See also <a href=\"/camera-with-flash/\">📸 Camera With Flash</a>.</p>",
      "id": "778",
      "slug": "camera",
      "shortcodes": [
        {
          "code": ":camera:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":camera:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":camera:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":camera:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Camera"
    }
  ],
  "currentCldrName": "Camera",
  "description": "<p>A classic camera, as an <a href=\"https://en.wikipedia.org/wiki/Single-lens_reflex_camera\">SLR</a>&nbsp;used to take pictures before <a href=\"/mobile-phone/\">camera phones</a>. Generally depicted with a black and silver casing with lens and operating controls.</p>\r\n\r\n<p>Commonly used for various content concerning photography as well as an icon for a picture, as before an upload, link, or credit.</p>\r\n\r\n<p>See also <a href=\"/camera-with-flash/\">📸 Camera With Flash</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "778",
  "shortcodes": [
    {
      "code": ":camera:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":camera:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":camera:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":camera:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "camera",
  "title": "Camera",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Audio and video symbols",
    "keywords": [
      "video"
    ],
    "definition": "A point-and-shoot camera, used to take photos before the popularity of smartphones. Similar to the camera with flash emoji. Camera was appro http://emojipedia.org/camera/",
    "name": "camera",
    "unicode": "U+1F4F7",
    "shortcode": ":camera:",
    "senses": {
      "adjectives": [
        {
          "bn:00108552a": [
            "Looking attractive in photographs",
            "Looking good when photographed.",
            "Looking good or favorable on photographs."
          ]
        },
        {
          "bn:17368880a": [
            "Of or pertaining to the visual component of a television signal. In relation to computers, video refers to the rendering of text and graphics images on displays."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00091585v": [
            "To obtain an image of someone or something on photographic film or digital format by using photography.",
            "Record on photographic film"
          ]
        },
        {
          "bn:13718872v": [
            "To record using video equipment"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00015008n": [
            "A digital video device that is used for recording moving images and audio in a digital format.",
            "An app to facilitate the capture of photos and videos by using the PC.",
            "Device for recording or transmitting photographic images or videos",
            "A camera is an optical instrument that records images that can be stored directly, transmitted to another location, or both.",
            "Equipment for taking photographs (usually consisting of a lightproof box with a lens at one end and light-sensitive film at the other)",
            "A Windows Phone application that is both a digital still camera and a digital video camera."
          ]
        },
        {
          "bn:00005088n": [
            "A lightweight and task-specific add-in program that integrates with applications to expose data at a glance.",
            "A unit of execution within the Microsoft support diagnostic tool (MSDT) XML.",
            "A graphical control element or widget is an element of interaction in a graphical user interface, such as a button or a scroll bar.",
            "A device or control that is very useful for a particular job",
            "A gadget is a small tool such as a machine that has a particular function, but is often thought of as a novelty.",
            "Component of a graphical user interface that the user interacts with.",
            "Element of a graphical user interface (GUI)",
            "An interface element that a computer user interacts with, such as a window or a text box.",
            "Any one of the components of a computer application's graphical user interface, such as a Cancel button or text input box that a user interacts with.",
            "Part of a graphical user interface (GUI) that allows a user to control and change the appearance of elements for operating an application."
          ]
        },
        {
          "bn:00062084n": [
            "Photography is the art, science, and practice of creating durable images by recording light or other electromagnetic radiation, either chemically by means of a light-sensitive material such as photographic film, or electronically by means of an image sensor.",
            "Art, science and practice of creating durable images by recording light or other electromagnetic radiation",
            "The act of taking and printing photographs",
            "The art and science of creating photographic images",
            "Photography is the science, art and practice of creating durable images by recording light or other electromagnetic radiation, either chemically by means of a light-sensitive material such as photographic film, or electronically by means of an image sensor.",
            "The process of forming visible images directly or indirectly by the action of light or other forms of radiation on sensitive surfaces."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "camera",
    "fromVersion": "0.6",
    "glyph": "📷",
    "glyphAsUtfInEmoticons": [
      "1f4f7_camera",
      "priidu"
    ],
    "group": "Objects",
    "keywords": [
      "camera",
      "video"
    ],
    "mappedToEmoticons": [
      "1f4f7_camera"
    ],
    "tts": "camera",
    "unicode": "1f4f7"
  },
  "fluentui_folder": "camera"
}