{
  "alsoKnownAs": [
    "Industrial",
    "Industry",
    "Pollution",
    "Smog"
  ],
  "appleName": "Factory",
  "code": "🏭",
  "codepointsHex": [
    "U+1F3ED"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Industrial",
        "Industry",
        "Pollution",
        "Smog"
      ],
      "appleName": "Factory",
      "code": "🏭",
      "codepointsHex": [
        "U+1F3ED"
      ],
      "currentCldrName": "Factory",
      "description": "<p>An industrial factory, with <a href=\"https://en.wikipedia.org/wiki/Flue-gas_stack\">flue-gas stacks</a> releasing exhaust into the air.</p>",
      "id": "425",
      "slug": "factory",
      "shortcodes": [
        {
          "code": ":factory:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":factory:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":factory:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":factory:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Factory"
    }
  ],
  "currentCldrName": "Factory",
  "description": "<p>An industrial factory, with <a href=\"https://en.wikipedia.org/wiki/Flue-gas_stack\">flue-gas stacks</a> releasing exhaust into the air.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "425",
  "shortcodes": [
    {
      "code": ":factory:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":factory:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":factory:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":factory:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "factory",
  "title": "Factory",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "building"
    ],
    "definition": "An industrial factory, with flue-gas stacks releasing exhaust into the air. Factory was approved as part of Unicode 6.0 in 2010 and added to http://emojipedia.org/factory/",
    "name": "factory",
    "unicode": "U+1F3ED",
    "shortcode": ":factory:",
    "senses": {
      "adjectives": [
        {
          "bn:00110800a": [
            "Filled with or giving off smoke.",
            "Marked by or emitting or filled with smoke",
            "Filled with smoke."
          ]
        },
        {
          "bn:00100355a": [
            "Rendered unwholesome by contaminants and pollution"
          ]
        },
        {
          "bn:00101429a": [
            "Dirty",
            "Covered with or containing unpleasant substances such as dirt or grime.",
            "Dirty, soiled or foul.",
            "Soiled or likely to soil with dirt or grime",
            "Unclean; covered with or containing unpleasant substances such as dirt or grime.",
            "Dirty, soiled or foul"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00093939v": [
            "To inhale and exhale the smoke from a burning cigarette, cigar, pipe, etc.",
            "To inhale and exhale smoke from a burning cigarette.",
            "Inhale and exhale smoke from cigarettes, cigars, pipes",
            "To inhale smoke from for example a cigarette or a cigar."
          ]
        },
        {
          "bn:00084198v": [
            "Make by combining materials and parts",
            "To create something by combining or assembling materials or parts or by changing it.",
            "To form by combining materials or parts.",
            "(transitive) to form by combining materials or parts.",
            "To build or form (something) by assembling parts.",
            "To form or formulate in the mind."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00046576n": [
            "Production of goods or service of a given field within an economy",
            "Businesses that produce goods as opposed to services.",
            "A group of establishments engaged in the same or similar kinds of economic activities. They produce a range of commodities that are sold with the expectation of recovering the total cost of production.",
            "Industry is the production of a good or service within an economy.",
            "Businesses that produce goods.",
            "A segment of the economy",
            "The organized action of making of goods and services for sale",
            "A segment of the marketplace, not all of it at once."
          ]
        },
        {
          "bn:00013722n": [
            "A building, esp. one of large size or imposing appearance.",
            "A structure that has a roof and walls and stands more or less permanently in one place",
            "Closed structure with walls and a roof.",
            "Building",
            "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
            "Structure with a roof and walls, such as a house or factory.",
            "A closed structure with walls and a roof.",
            "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
            "Man-made structure with a roof and walls standing more or less permanently in one place",
            "A building to which there is free access by the public and which is available for the use of a community."
          ]
        },
        {
          "bn:00063385n": [
            "The introduction by man into the environment of substances or energy liable to cause hazards to human health, harm to living resources and ecological systems, damage to structure or amenity, or interference with legitimate uses of the environment.",
            "Pollution is the introduction of contaminants into the natural environment that cause adverse change.",
            "The act of polluting or the state of being polluted, especially the contamination of the environment by harmful substances.",
            "The contamination of the environment by harmful substances.",
            "Introduction of contaminants into the natural environment that cause adverse change",
            "Undesirable state of the natural environment being contaminated with harmful substances as a consequence of human activities"
          ]
        },
        {
          "bn:00018414n": [
            "A chimney is a structure which provides ventilation for hot flue gases or smoke from a boiler, stove, furnace or fireplace to the outside atmosphere.",
            "A vertical flue that provides a path through which smoke from a fire is carried away through the wall or roof of a building",
            "Vertical tube or hollow column; a flue.",
            "A vertical structure of brick, masonry, or steel that carries smoke or steam away from a fire, engine, etc.",
            "A vertical tube or hollow column used to emit environmentally polluting gaseous and solid matter (including but not limited to by-products of burning carbon or hydro-carbon based fuels); a flue."
          ]
        },
        {
          "bn:00032675n": [
            "A plant consisting of one or more buildings with facilities for manufacturing",
            "Single building or group of buildings and installations destined to industrial activities.",
            "A factory or manufacturing plant is an industrial site, usually consisting of buildings and machinery, or more commonly a complex having several buildings, where workers manufacture goods or operate machines processing one product into another.",
            "An establishment where products are manufactured using industrial methods.",
            "Facility where goods are made, or processed",
            "A building or other place where manufacturing takes place.",
            "A manufacturing plant for paper, steel, textiles, etc."
          ]
        },
        {
          "bn:00036806n": [
            "The visible vapor/vapour, gases, and fine particles given off by burning or smoldering material.",
            "Solids in the air that have been generated by the condensation of vapors, chemical reactions or sublimation (a direct change from solid to gas). Often metallic oxides or metals, these particles are less than 1 micrometer in diameter and may be toxic.",
            "Smoke is a collection of airborne solid and liquid particulates and gases emitted when a material undergoes combustion or pyrolysis, together with the quantity of air that is entrained or otherwise mixed into the mass.",
            "A cloud of fine particles suspended in a gas",
            "An aerosol, consisting of visible particles and gases, produced by the incomplete burning of carbon-based materials, such as wood and fossil fuels.",
            "A gas or vapour/vapor that smells strongly or is dangerous to inhale.",
            "Mass of airborne particulates and gases",
            "A gas or vapour/vapor that smells strongly or is dangerous to inhale. Fumes are solid particles formed by condensation from the gaseous state, e.g. metal oxides from volatilized metals. They can flocculate and coalesce. Their particle size is between 0.1 and 1 micron. (A micron is one millionth of a metre)"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "factory",
    "fromVersion": "0.6",
    "glyph": "🏭",
    "glyphAsUtfInEmoticons": [
      "1f3ed_factory"
    ],
    "group": "Travel & Places",
    "keywords": [
      "building",
      "factory"
    ],
    "mappedToEmoticons": [
      "1f3ed_factory"
    ],
    "tts": "factory",
    "unicode": "1f3ed"
  },
  "fluentui_folder": "factory"
}