{
  "category": "Miscellaneous Symbols And Pictographs -> Celebration symbols",
  "keywords": [
    "claus",
    "father",
    "santa",
    "celebration",
    "christmas",
    "medium skin tone"
  ],
  "definition": "This version of the ?? Santa Claus emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported  http://emojipedia.org/father-christmas-type-4/",
  "unicode": "U+1F385 U+1F3FD",
  "name": "Santa Claus: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00103933a": [
          "Enjoying or showing or marked by joy or pleasure"
        ]
      },
      {
        "bn:13689766a": [
          "Pertaining to a feast or feast-day. (Now only as the noun used attributively.)"
        ]
      },
      {
        "bn:00103500a": [
          "Full of or showing high-spirited merriment- Wordsworth"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00084714v": [
          "To behave as expected during holidays or rites.",
          "Honour by rites, ceremonies, etc.",
          "Behave as expected during of holidays or rites",
          "To honour by rites, by ceremonies of joy and respect, or by refraining from ordinary business; to observe duly; to keep."
        ]
      },
      {
        "bn:00088803v": [
          "Give (someone) as gift or award.",
          "To give a gift or presentation to (someone).",
          "To give as a present; make a gift of.",
          "To make a present or gift of.",
          "Give as a present; make a gift of"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00018836n": [
          "Christmas is an annual commemoration of the birth of Jesus Christ and a widely observed cultural holiday, celebrated generally on December 25 by billions of people around the world.",
          "Date",
          "Annual celebration commemorating the birth of Jesus.",
          "Xmas is a common abbreviation of the word Christmas.",
          "December 25 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014: Rank or add further suggestions. Ranking system: Christmas is an awfulness that compares favorably with the great London plague and fire of 1665-66. 25",
          "A Christian holiday celebrating the birth of Christ; a quarter day in England, Wales, and Ireland",
          "A widely celebrated festival commemorating the birth of Jesus Christ, incorporating various Christian, pre-Christian and secular customs."
        ]
      },
      {
        "bn:00033784n": [
          "A western folk legend inspired by the 4th-century saint",
          "A modern mythological figure.",
          "The patron saint of children.",
          "Santa Claus, also known as Saint Nicholas, Father Christmas, Kris Kringle and simply \"Santa\", is a figure with legendary, historical and folkloric origins who, in many Western cultures, is said to bring gifts to the homes of the good children on 24 December, the night before Christmas Day.",
          "Father Christmas is the traditional British name for a figure associated with Christmas.",
          "A mythological figure who traditionally is believed to bring presents to people (especially children) at Christmas time.",
          "Santa Claus",
          "The legendary patron saint of children; an imaginary being who is thought to bring presents to children at Christmas",
          "Santa Claus.",
          "Historically known as Old Father Christmas, similar in concept to Santa Claus",
          "Mythical, folkloric figure who delivers presents to kids on Christmas Eve",
          "Santa Claus, also known as Saint Nicholas, Father Christmas, Kris Kringle, or simply \"Santa\", is a figure with legendary, historical and folkloric aspects who, in many western cultures, is said to bring gifts to the homes of the good children during the late evening and overnight hours of Christmas Eve, December 24. Claus",
          "Symbol of Christmas gift-giving."
        ]
      },
      {
        "bn:00040436n": [
          "Something acquired without compensation",
          "A gift is the transfer of something without the expectation of receiving something in return.",
          "The transfer of something without the expectation of receiving something in return",
          "Object given without the expectation of payment",
          "A gift or a present is an item given to someone without the expectation of payment."
        ]
      },
      {
        "bn:00034150n": [
          "A day or period of time set aside for feasting and celebration"
        ]
      }
    ]
  },
  "code": "🎅🏽",
  "fluentui_metadata": {
    "cldr": "Santa Claus",
    "fromVersion": "0.6",
    "glyph": "🎅",
    "glyphAsUtfInEmoticons": [
      "santa"
    ],
    "group": "People & Body",
    "keywords": [
      "celebration",
      "Christmas",
      "claus",
      "father",
      "santa",
      "Santa Claus"
    ],
    "mappedToEmoticons": [
      "santa"
    ],
    "tts": "Santa Claus",
    "unicode": "1f385",
    "unicodeSkintones": [
      "1f385",
      "1f385 1f3fb",
      "1f385 1f3fc",
      "1f385 1f3fd",
      "1f385 1f3fe",
      "1f385 1f3ff"
    ]
  },
  "fluentui_folder": "santa-claus-medium-skin-tone",
  "slug": "santa-claus-medium-skin-tone"
}