{
  "alsoKnownAs": [
    "Sheet Music",
    "Treble Clef"
  ],
  "appleName": "Musical Score",
  "code": "🎼",
  "codepointsHex": [
    "U+1F3BC"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Sheet Music",
        "Treble Clef"
      ],
      "appleName": "Musical Score",
      "code": "🎼",
      "codepointsHex": [
        "U+1F3BC"
      ],
      "currentCldrName": "Musical Score",
      "description": "<p>A staff (or stave) showing a <a href=\"https://en.wikipedia.org/wiki/Clef#Treble_clef\">treble clef</a> and five horizontal lines.</p>\n",
      "id": "724",
      "slug": "musical-score",
      "shortcodes": [
        {
          "code": ":musical_score:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":musical_score:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":musical_score:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":musical_score:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Musical Score"
    }
  ],
  "currentCldrName": "Musical Score",
  "description": "<p>A staff (or stave) showing a <a href=\"https://en.wikipedia.org/wiki/Clef#Treble_clef\">treble clef</a> and five horizontal lines.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "724",
  "shortcodes": [
    {
      "code": ":musical_score:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":musical_score:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":musical_score:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":musical_score:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "musical-score",
  "title": "Musical Score",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Musical symbols",
    "keywords": [
      "music",
      "score"
    ],
    "definition": "A staff (or stave) showing a treble clef and five horizontal lines. Musical Score was approved as part of Unicode 6.0 in 2010 and added to E http://emojipedia.org/musical-score/",
    "name": "musical score",
    "unicode": "U+1F3BC",
    "shortcode": ":musical_score:",
    "senses": {
      "adjectives": [
        {
          "bn:00106584a": [
            "Melodious, tuneful",
            "Containing or constituting or characterized by pleasing melody"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087107v": [
            "To perform.",
            "To perform an instruction.",
            "To perform an action, as in executing a program or a command.",
            "Carry out or perform an action",
            "To execute queries and macros.",
            "To perform (with obj. being the action).",
            "To perform; to execute.",
            "To achieve or perform by running or as if by running."
          ]
        },
        {
          "bn:00093757v": [
            "Deliver by singing"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00056463n": [
            "A writing symbol used to denote a tone in music.",
            "An Outlook item that can be attached to a record's history log. Typically a note contains information regarding a conversation with a customer or other people in the company they work for.",
            "A sound.",
            "Sign used in musical notation, a pitched soud",
            "A notation representing the pitch and duration of a musical sound",
            "The checkbox customers select to include notes left for them in the updates that they share about themselves. This text links to the notes webpage.",
            "In music, the term note has two primary meanings: A sign used in musical notation to represent the relative duration and pitch of a sound ; A pitched sound itself."
          ]
        },
        {
          "bn:00056470n": [
            "The paper representation (usually including all of the musical parts in the piece) of a piece of music or musical composition or work.",
            "One or more parts of a musical composition in a format indicating how the composition is to be played.",
            "Musical composition in a format indicating how the composition is to be played.",
            "A written form of a musical composition; parts for different instruments appear on separate staves on large pages"
          ]
        },
        {
          "bn:00072832n": [
            "Tones of high frequency or range, the counterpart of bass",
            "Musical part or section higher in pitch than alto and other sections.",
            "The pitch range of the highest female voice",
            "The highest singing voice (especially as for a boy) or part in musical composition.",
            "Treble refers to tones whose frequency or range is at the higher end of human hearing.",
            "A musical part or section that is higher than alto and all other sections, with a typical range from the A below \"middle C\" to \"high C\" (two octaves above \"middle C\")."
          ]
        },
        {
          "bn:00073805n": [
            "A set of five horizontal lines and four spaces used in musical notation",
            "A series of (usually five) horizontal lines on which musical notes are written.",
            "A series of horizontal lines on which musical notes are written.",
            "Series of horizontal lines.",
            "Musical notation to represent the pitch",
            "In Western musical notation, the staff, or stave, is a set of five horizontal lines and four spaces that each represent a different musical pitch -- or, in the case of a percussion staff, different percussion instruments.",
            "(music) the system of five horizontal lines on which the musical notes are written",
            "The five horizontal and parallel lines on and between which musical notes are written or pointed; the staff."
          ]
        },
        {
          "bn:00019683n": [
            "A clef is a musical symbol used to indicate the pitch of written notes.",
            "A musical clef indicating that the F3 note is placed on the fourth line.",
            "A symbol used in musical notation that assigns the pitch of notes to lines and spaces on the musical staff.",
            "A musical symbol used to indicate the pitch of written notes",
            "Musical symbol used to indicate the pitch of written notes",
            "A musical notation written on a staff indicating the pitch of the notes following it",
            "A type of C-clef when placed on the third line of the staff in musical notation.",
            "A symbol found on a musical staff that indicates the pitches indicated by the lines on the staff"
          ]
        },
        {
          "bn:00056443n": [
            "Someone who is passionate about music.",
            "Music is an art form whose medium is sound.",
            "Music is an art form that involves sounds and silence.",
            "A sound, or the study of such sounds, organized in time.",
            "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
            "Form of art using sound",
            "An app that facilitates the playing of music.",
            "Sound, organized in time in a melodious way.",
            "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
            "The title of the hub for music and video."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "musical score",
    "fromVersion": "0.6",
    "glyph": "🎼",
    "glyphAsUtfInEmoticons": [
      "1f3bc_musicalscore"
    ],
    "group": "Objects",
    "keywords": [
      "music",
      "musical score",
      "score"
    ],
    "mappedToEmoticons": [
      "1f3bc_musicalscore"
    ],
    "tts": "musical score",
    "unicode": "1f3bc"
  },
  "fluentui_folder": "musical-score"
}