{
  "alsoKnownAs": [
    "Painting",
    "Picture Frame"
  ],
  "appleName": "Frame with Picture",
  "code": "🖼️",
  "codepointsHex": [
    "U+1F5BC",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Painting",
        "Picture Frame"
      ],
      "appleName": "Frame with Picture",
      "code": "🖼️",
      "codepointsHex": [
        "U+1F5BC",
        "U+FE0F"
      ],
      "currentCldrName": "Framed Picture",
      "description": "<p>A framed picture of a painting or photograph, as displayed in a gallery or on a household wall. Vendors feature various scenes, though generally a lush, sunny landscape of hills and <a href=\"/mountain/\">mountains</a>, in a gold frame.</p>\r\n\r\n<p>Commonly used for various content concerning&nbsp;art, museums, and interior design and decor. May also be used as an icon for a picture, as before an upload, link, or credit.</p>\r\n\r\n<p>Microsoft&rsquo;s design <a href=\"/microsoft/windows-11/framed-picture/\">previously</a> showed <a href=\"/ninja-cat/\">Ninja Cat</a>.&nbsp;An&nbsp;earlier Microsoft&nbsp;design&nbsp;<a href=\"/microsoft/windows-10/framed-picture/\">featured</a>&nbsp;the <a href=\"https://en.wikipedia.org/wiki/Mona_Lisa\"><em>Mona Lisa</em></a>, as did a previous&nbsp;<a href=\"/samsung/touchwiz-7.1/framed-picture/\">Samsung</a>&nbsp;design. Google&#39;s design <a href=\"/google/android-8.0/framed-picture/\">previously</a> displayed&nbsp;the scene depicted in its&nbsp;<a href=\"/national-park/\">🏞️ National Park</a>&nbsp;emoji.</p>",
      "id": "451",
      "slug": "framed-picture",
      "shortcodes": [
        {
          "code": ":framed_picture:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":framed_picture:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":frame_with_picture:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":frame_photo:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":frame_with_picture:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Frame with Picture"
    }
  ],
  "currentCldrName": "Framed Picture",
  "description": "<p>A framed picture of a painting or photograph, as displayed in a gallery or on a household wall. Vendors feature various scenes, though generally a lush, sunny landscape of hills and <a href=\"/mountain/\">mountains</a>, in a gold frame.</p>\r\n\r\n<p>Commonly used for various content concerning&nbsp;art, museums, and interior design and decor. May also be used as an icon for a picture, as before an upload, link, or credit.</p>\r\n\r\n<p>Microsoft&rsquo;s design <a href=\"/microsoft/windows-11/framed-picture/\">previously</a> showed <a href=\"/ninja-cat/\">Ninja Cat</a>.&nbsp;An&nbsp;earlier Microsoft&nbsp;design&nbsp;<a href=\"/microsoft/windows-10/framed-picture/\">featured</a>&nbsp;the <a href=\"https://en.wikipedia.org/wiki/Mona_Lisa\"><em>Mona Lisa</em></a>, as did a previous&nbsp;<a href=\"/samsung/touchwiz-7.1/framed-picture/\">Samsung</a>&nbsp;design. Google&#39;s design <a href=\"/google/android-8.0/framed-picture/\">previously</a> displayed&nbsp;the scene depicted in its&nbsp;<a href=\"/national-park/\">🏞️ National Park</a>&nbsp;emoji.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "451",
  "shortcodes": [
    {
      "code": ":framed_picture:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":framed_picture:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":frame_with_picture:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":frame_photo:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":frame_with_picture:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "framed-picture",
  "title": "Frame with Picture",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Office symbols",
    "keywords": [
      "museum",
      "painting",
      "picture",
      "frame",
      "art"
    ],
    "definition": "A framed containing a photograph or painting inside. Shows a variety of scenes depending on the platform, including hills, mountains, a beac http://emojipedia.org/frame-with-picture/",
    "name": "framed picture",
    "unicode": "U+1F5BC",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13602725a": [
            "Of or relating to a museum."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087701v": [
            "To imagine or envision.",
            "Imagine; conceive of; see in one's mind",
            "To imagine, conceive or see in one's mind.",
            "To form a conception of; to portray in the mind; to imagine.",
            "To conceive or see something within one's mind. To imagine."
          ]
        },
        {
          "bn:00088531v": [
            "Add a decorative border to a picture.",
            "Enclose in a frame, as of a picture",
            "Of a picture such as a painting or photograph, to place inside a decorative border."
          ]
        },
        {
          "bn:00091389v": [
            "Make a painting",
            "Practise the art of painting pictures.",
            "To practise the art of painting pictures.",
            "To make a painting."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00056426n": [
            "A depository for collecting and displaying objects having scientific or historical or artistic value",
            "Institution that conserves artifacts and other objects of scientific, artistic, cultural, or historical importance",
            "Building or institution.",
            "A museum is an institution that cares for a collection of artifacts and other objects of scientific, artistic, cultural, or historical importance and makes them available for public viewing through exhibits that may be permanent or temporary.",
            "A building or institution dedicated to the acquisition, conservation, study, exhibition, and educational interpretation of objects having scientific, historical, cultural or artistic value.",
            "A place or building where objects of historical, artistic, or scientific interest are exhibited, preserved or studied."
          ]
        },
        {
          "bn:00060201n": [
            "The practice of applying color to a surface (support base) such as, e.g. paper, canvas, wood, glass, lacquer or concrete.",
            "Graphic art consisting of an artistic composition made by applying paints to a surface",
            "Practice of applying paint, pigment, color or other medium to a surface",
            "A collection of files and folders (sometimes compressed into one file) that duplicates the original file and folder structure of an operating system. It often contains other files added by the OEM or corporation.",
            "Created in a round format",
            "The art of painting; representation by painting.",
            "Painting is the practice of applying paint, pigment, color or other medium to a surface.",
            "A representation of visible reality produced by drawing, painting, printing, photography, etc.",
            "The action of applying paint.",
            "The action of applying paint to a surface.",
            "A person (usually a professional) who brushes paint onto surfaces (such as paper or canvas), in order to create a creative piece or work."
          ]
        },
        {
          "bn:00045772n": [
            "A visual representation (of an object or scene or person or abstraction) produced on a surface",
            "A pictorial graphic such as a digital photograph or illustration.",
            "An image is an artifact that depicts or records visual perception, for example a two-dimensional picture, that has a similar appearance to some subject -- usually a physical object or a person, thus providing a depiction of it.",
            "An image, symbol, picture, or other representation usually as an object of religious devotion.",
            "An image or picture is an artifact that depicts or records visual perception, for example a two-dimensional picture, that has a similar appearance to some subject -- usually a physical object or a person, thus providing a depiction of it.",
            "An optical or other representation of a real object; a graphic; a picture.",
            "The visual representation of a person or an object.",
            "Artifact that depicts or records visual perception"
          ]
        },
        {
          "bn:00062084n": [
            "Photography is the art, science, and practice of creating durable images by recording light or other electromagnetic radiation, either chemically by means of a light-sensitive material such as photographic film, or electronically by means of an image sensor.",
            "Art, science and practice of creating durable images by recording light or other electromagnetic radiation",
            "The act of taking and printing photographs",
            "The art and science of creating photographic images",
            "Photography is the science, art and practice of creating durable images by recording light or other electromagnetic radiation, either chemically by means of a light-sensitive material such as photographic film, or electronically by means of an image sensor.",
            "The process of forming visible images directly or indirectly by the action of light or other forms of radiation on sensitive surfaces."
          ]
        },
        {
          "bn:00005927n": [
            "Aesthetic value.",
            "The creation of beautiful or significant things",
            "The creation of works of beauty or other special significance.",
            "Process of creating things of no intrinsic value but significant extrinsic value through emotional or aesthetic appeal",
            "Art is the process or product of deliberately arranging elements in a way that appeals to the senses or emotions.",
            "Art is a diverse range of human activities and the products of those activities; this article focuses primarily on the visual arts, which includes the creation of images or objects in fields including painting, sculpture, printmaking, photography, and other visual media."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "framed picture",
    "fromVersion": "0.7",
    "glyph": "🖼️",
    "group": "Activities",
    "keywords": [
      "art",
      "frame",
      "framed picture",
      "museum",
      "painting",
      "picture"
    ],
    "mappedToEmoticons": [
      "1f5bc_framewithpicture"
    ],
    "tts": "framed picture",
    "unicode": "1f5bc fe0f"
  },
  "fluentui_folder": "frame-with-picture"
}