{
  "alsoKnownAs": [
    "Emergency Room",
    "Medical",
    "Red Cross"
  ],
  "appleName": "Hospital",
  "code": "🏥",
  "codepointsHex": [
    "U+1F3E5"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Emergency Room",
        "Medical",
        "Red Cross"
      ],
      "appleName": "Hospital",
      "code": "🏥",
      "codepointsHex": [
        "U+1F3E5"
      ],
      "currentCldrName": "Hospital",
      "description": "<p>A place where people are taken to receive medical care. This hospital has a large red cross on the front, often used as a symbol for health care.</p>",
      "id": "418",
      "slug": "hospital",
      "shortcodes": [
        {
          "code": ":hospital:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":hospital:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":hospital:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":hospital:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Hospital"
    }
  ],
  "currentCldrName": "Hospital",
  "description": "<p>A place where people are taken to receive medical care. This hospital has a large red cross on the front, often used as a symbol for health care.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "418",
  "shortcodes": [
    {
      "code": ":hospital:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":hospital:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":hospital:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":hospital:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "hospital",
  "title": "Hospital",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "medicine",
      "doctor"
    ],
    "definition": "A place where people are taken to receive medical care. This hospital has a large red cross on the front, often used as a symbol for health  http://emojipedia.org/hospital/",
    "name": "hospital",
    "unicode": "U+1F3E5",
    "shortcode": ":hospital:",
    "senses": {
      "adjectives": [
        {
          "bn:13769250a": [
            "Hospitable"
          ]
        },
        {
          "bn:00104025a": [
            "Enjoying health and vigor of body, mind, or spirit: well.",
            "Having or indicating good health in body or mind; free from infirmity or disease",
            "In good physical and mental condition; free from disease."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00090724v": [
            "To treat with medicine.",
            "Treat medicinally, treat with medicine"
          ]
        },
        {
          "bn:00089271v": [
            "Heal or recover, e.g. by forming a scar.",
            "Heal or recover"
          ]
        },
        {
          "bn:00089535v": [
            "To physically feel a damage, a pain, a disease or a punishment.",
            "Feel pain or be in pain",
            "To feel pain.",
            "To cause (somebody) emotional pain."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00059129n": [
            "The method by which a device performs its function.",
            "Method by which a device performs its function.",
            "Surgery is an ancient medical specialty that uses operative manual and instrumental techniques on a patient to investigate and/or treat a pathological condition such as disease or injury, to help improve bodily function or appearance or to repair unwanted ruptured areas (for example, a perforated ear drum).",
            "A medical procedure involving an incision with instruments; performed to repair damage or arrest disease in a living body",
            "Medical specialty",
            "The medical specialty related to the performance of surgical procedures.",
            "Surgery is a medical specialty that uses operative techniques on a patient to treat a pathological condition such as disease or injury, or to help improve bodily function or appearance."
          ]
        },
        {
          "bn:00043358n": [
            "Health is a term referring to levels of functional or metabolic efficiency of living beings.",
            "The avoidance of disease and injury and the promotion of normalcy through efficient use of the environment, a properly functioning society, and an inner sense of well-being.",
            "A state of well-being or balance, often physical but sometimes also mental and social; the overall level of function of an organism from the cellular (micro) level to the social (macro) level.",
            "Level of functional or metabolic efficiency of a living being",
            "Health is the level of functional or metabolic efficiency of a living organism.",
            "Overall level of function of an organism.",
            "A healthy state of wellbeing free from disease",
            "The medical state of physical, mental and social well-being.",
            "A state of dynamic equilibrium between an organism and its environment in which all functions of mind and body are normal."
          ]
        },
        {
          "bn:00013722n": [
            "A building, esp. one of large size or imposing appearance.",
            "A structure that has a roof and walls and stands more or less permanently in one place",
            "Closed structure with walls and a roof.",
            "Building",
            "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
            "Structure with a roof and walls, such as a house or factory.",
            "A closed structure with walls and a roof.",
            "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
            "Man-made structure with a roof and walls standing more or less permanently in one place",
            "A building to which there is free access by the public and which is available for the use of a community."
          ]
        },
        {
          "bn:00044896n": [
            "Health care institution",
            "A place where people who are ill or injured are treated and taken care of by doctors and nurses.",
            "A place where sick or injured people are cared for, especially a small hospital; sickhouse.",
            "A health facility where patients receive treatment",
            "A hospital is a health care institution providing patient treatment with specialized staff and equipment.",
            "A place where sick or injured people are cared for, especially a small hospital."
          ]
        },
        {
          "bn:00027976n": [
            "A licensed medical practitioner",
            "A physician practices medicine osteopathy and in many states, chiropractic, and is concerned with maintaining or restoring human health through the study, diagnosis, and treatment of disease and injury.",
            "A veterinarian; a medical practitioner who treats animals.",
            "A doctor.",
            "A medical doctor trained in human medicine.",
            "Symbol indicating a medical degree; medical physician or doctor.",
            "A person who has completed a study of medicine, and as such tries to diagnose and cure diseases in patients.",
            "Professional who practices medicine",
            "A physician; a person who holds a doctoral degree or first professional degree in medicine, and practices in that profession.",
            "A physician is a professional who practices medicine, which is concerned with promoting, maintaining or restoring human health through the study, diagnosis, and treatment of disease, injury, and other physical and mental impairments.",
            "Familiar abbreviation of doctor."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "hospital",
    "fromVersion": "0.6",
    "glyph": "🏥",
    "glyphAsUtfInEmoticons": [
      "1f3e5_hospital"
    ],
    "group": "Travel & Places",
    "keywords": [
      "doctor",
      "hospital",
      "medicine"
    ],
    "mappedToEmoticons": [
      "1f3e5_hospital"
    ],
    "tts": "hospital",
    "unicode": "1f3e5"
  },
  "fluentui_folder": "hospital"
}