{
  "alsoKnownAs": [
    "Drumstick",
    "Turkey Leg"
  ],
  "appleName": "Poultry Leg",
  "code": "🍗",
  "codepointsHex": [
    "U+1F357"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Drumstick",
        "Turkey Leg"
      ],
      "appleName": "Poultry Leg",
      "code": "🍗",
      "codepointsHex": [
        "U+1F357"
      ],
      "currentCldrName": "Poultry Leg",
      "description": "<p>A crispy brown leg (drumstick) of&nbsp;<a href=\"/chicken/\" title=\"🐔 Chicken\">chicken</a>,&nbsp;<a href=\"/duck/\">duck</a>,&nbsp;<a href=\"/turkey/\" title=\"🦃 Turkey\">turkey</a>, or other poultry on the bone, as roasted at&nbsp;<a href=\"/thanksgiving/\" title=\"🍴 Thanksgiving\">Thanksgiving&nbsp;</a>or&nbsp;<a href=\"/christmas/\" title=\"🎅 Christmas\">Christmas&nbsp;</a>dinner or fried at fast-food restaurants.</p>",
      "id": "340",
      "slug": "poultry-leg",
      "shortcodes": [
        {
          "code": ":poultry_leg:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":poultry_leg:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":poultry_leg:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":poultry_leg:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Poultry Leg"
    }
  ],
  "currentCldrName": "Poultry Leg",
  "description": "<p>A crispy brown leg (drumstick) of&nbsp;<a href=\"/chicken/\" title=\"🐔 Chicken\">chicken</a>,&nbsp;<a href=\"/duck/\">duck</a>,&nbsp;<a href=\"/turkey/\" title=\"🦃 Turkey\">turkey</a>, or other poultry on the bone, as roasted at&nbsp;<a href=\"/thanksgiving/\" title=\"🍴 Thanksgiving\">Thanksgiving&nbsp;</a>or&nbsp;<a href=\"/christmas/\" title=\"🎅 Christmas\">Christmas&nbsp;</a>dinner or fried at fast-food restaurants.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "340",
  "shortcodes": [
    {
      "code": ":poultry_leg:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":poultry_leg:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":poultry_leg:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":poultry_leg:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "poultry-leg",
  "title": "Poultry Leg",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Food symbol",
    "keywords": [
      "poultry",
      "leg",
      "bone",
      "chicken"
    ],
    "definition": "A cooked leg of turkey, chicken, or another form of poultry. This poultry leg is eaten either as part of a roast dinner, or off the bone as  http://emojipedia.org/poultry-leg/",
    "name": "poultry leg",
    "unicode": "U+1F357",
    "shortcode": ":poultry_leg:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00087460v": [
            "Take in solid food",
            "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
            "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
          ]
        },
        {
          "bn:13728278v": [
            "To avoid as a result of fear."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00054026n": [
            "The edible flesh of animals, especially that of mammals.",
            "Meat is the flesh of an animal which is eaten.",
            "Animal flesh used as food",
            "Animal flesh eaten as food",
            "Animal flesh used as food.",
            "Meat is animal flesh that is eaten as food.",
            "The flesh of an animal used as food.",
            "The flesh of animals (including fishes and birds and snails) used as food"
          ]
        },
        {
          "bn:00011999n": [
            "Rigid organs that constitute part of the endoskeleton of vertebrates",
            "A composite material consisting largely of calcium phosphate and collagen and making up the skeleton of most vertebrates.",
            "Rigid connective tissue that makes up the skeleton of vertebrates",
            "Bones are rigid organs that constitute part of the endoskeleton of vertebrates."
          ]
        },
        {
          "bn:00018265n": [
            "Domesticated fowl, primarily a source of food",
            "The flesh of a chicken used for food",
            "The flesh of the domesticated chicken (Gallus gallus domesticus).",
            "The chicken is a domesticated fowl, a subspecies of the Red Junglefowl.",
            "Chickens are a domesticated fowl, a subspecies of the Red Junglefowl.",
            "A hen; a cooked chicken; a chicken dressed for cooking.",
            "A domestic fowl, Gallus gallus, especially when young",
            "The animal, or",
            "Chicken"
          ]
        },
        {
          "bn:00018266n": [
            "The meat from this bird eaten as food.",
            "The food, or",
            "A domestic fowl bred for flesh or eggs; believed to have been developed from the red jungle fowl",
            "Food item",
            "Chickens are the most common type of poultry in the world, and were some of the first domesticated animals.",
            "A type of domesticated bird from the order of Galliformes which is often raised as a type of poultry (Gallus gallus domesticus)."
          ]
        },
        {
          "bn:00067236n": [
            "Country at the intersection of Europe and Asia on the Mediterranean. Official name: Republic of Turkey.",
            "Turkey, officially the Republic of Turkey, is a Eurasian country that stretches across the Anatolian peninsula in southwestern Asia and the Balkan region of southeastern Europe.",
            "Official name of the country of Turkey.",
            "Turkey, officially the Republic of Turkey, is a contiguous transcontinental parliamentary republic, with its smaller part in Southeastern Europe and its larger part in Western Asia.",
            "A Eurasian republic in Asia Minor and the Balkans; on the collapse of the Ottoman Empire in 1918, the Young Turks, led by Kemal Ataturk, established a republic in 1923",
            "Country at the intersection of Europe and Asia on the Mediterranean, with capital Ankara.",
            "A country in southeastern Europe and western Asia",
            "Transcontinental country in Southeastern Europe and Western Asia"
          ]
        },
        {
          "bn:00050541n": [
            "A human limb; commonly used to refer to a whole limb but technically only the part of the limb between the knee and ankle",
            "A leg is a weight bearing and locomotive structure, usually having a columnar shape.",
            "Lower limb from groin to ankle.",
            "Body part (use \"human leg\" for claims specifically about human legs)",
            "The limb of an animal (including humans) that extends from the groin to the ankle.",
            "The lower limb of a human being or animal that extends from the groin to the ankle.",
            "The two legs of a human being considered as a whole."
          ]
        },
        {
          "bn:00035650n": [
            "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
            "Any substance consumed by living organisms to sustain life.",
            "Food.",
            "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
            "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
            "Food is any substance consumed to provide nutritional support for the body."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "poultry leg",
    "fromVersion": "0.6",
    "glyph": "🍗",
    "glyphAsUtfInEmoticons": [
      "chickenleg"
    ],
    "group": "Food & Drink",
    "keywords": [
      "bone",
      "chicken",
      "drumstick",
      "leg",
      "poultry"
    ],
    "mappedToEmoticons": [
      "chickenleg"
    ],
    "tts": "poultry leg",
    "unicode": "1f357"
  },
  "fluentui_folder": "poultry-leg"
}