{
  "alsoKnownAs": [
    "Capsule",
    "Drugs",
    "Tablet"
  ],
  "appleName": "Pill",
  "code": "💊",
  "codepointsHex": [
    "U+1F48A"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Capsule",
        "Drugs",
        "Tablet"
      ],
      "appleName": "Pill",
      "code": "💊",
      "codepointsHex": [
        "U+1F48A"
      ],
      "currentCldrName": "Pill",
      "description": "<p>A capsule of medicine. Generally depicted at a 45&deg; angle, half red, half yellow. Commonly used for content concerning health, medicine, and related professions as well various types of drugs.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/pill/\">previously featured</a> a blue-and-white capsule with two round pills, one orange, the other white. <a href=\"/google/android-6.0.1/pill/\">Google</a> and <a href=\"/microsoft/windows-10/pill/\">Microsoft&rsquo;s</a> designs previously featured blue in their capsules.</p>",
      "id": "882",
      "slug": "pill",
      "shortcodes": [
        {
          "code": ":pill:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":pill:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":pill:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":pill:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Pill"
    }
  ],
  "currentCldrName": "Pill",
  "description": "<p>A capsule of medicine. Generally depicted at a 45&deg; angle, half red, half yellow. Commonly used for content concerning health, medicine, and related professions as well various types of drugs.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/pill/\">previously featured</a> a blue-and-white capsule with two round pills, one orange, the other white. <a href=\"/google/android-6.0.1/pill/\">Google</a> and <a href=\"/microsoft/windows-10/pill/\">Microsoft&rsquo;s</a> designs previously featured blue in their capsules.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "882",
  "shortcodes": [
    {
      "code": ":pill:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":pill:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":pill:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":pill:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "pill",
  "title": "Pill",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Medical symbols",
    "keywords": [
      "medicine",
      "doctor",
      "sick"
    ],
    "definition": "A type of pill, or capsule. Shown on most platforms as half red, half yellow. Notable exceptions include Android (blue), Windows (red and bl http://emojipedia.org/pill/",
    "name": "pill",
    "unicode": "U+1F48A",
    "shortcode": ":pill:",
    "senses": {
      "adjectives": [
        {
          "bn:00106556a": [
            "Having the properties of or pertaining to medicine.",
            "Having the therapeutic properties of medicine.",
            "Medicinal.",
            "Having the properties of medicine",
            "Having the properties of medicine, or pertaining to medicine; medical."
          ]
        },
        {
          "bn:00104538a": [
            "Affected by an impairment of normal physical or mental function"
          ]
        },
        {
          "bn:00104025a": [
            "Enjoying health and vigor of body, mind, or spirit: well.",
            "Having or indicating good health in body or mind; free from infirmity or disease",
            "In good physical and mental condition; free from disease."
          ]
        }
      ],
      "verbs": [
        {
          "bn:13694952v": [
            "To medicate with pills."
          ]
        },
        {
          "bn:00083115v": [
            "Eject the contents of the stomach through the mouth",
            "To regurgitate the contents of the stomach.",
            "To regurgitate the contents of a stomach; puke.",
            "To vomit; to throw up; to eject from the stomach.",
            "To vomit: regurgitate the contents of one's stomach."
          ]
        },
        {
          "bn:00090724v": [
            "To treat with medicine.",
            "Treat medicinally, treat with medicine"
          ]
        },
        {
          "bn:00087164v": [
            "Administer a drug to",
            "To prescribe or administer drugs or medicines.",
            "To administer a dose.",
            "To administer a dose"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00043358n": [
            "Health is a term referring to levels of functional or metabolic efficiency of living beings.",
            "The avoidance of disease and injury and the promotion of normalcy through efficient use of the environment, a properly functioning society, and an inner sense of well-being.",
            "A state of well-being or balance, often physical but sometimes also mental and social; the overall level of function of an organism from the cellular (micro) level to the social (macro) level.",
            "Level of functional or metabolic efficiency of a living being",
            "Health is the level of functional or metabolic efficiency of a living organism.",
            "Overall level of function of an organism.",
            "A healthy state of wellbeing free from disease",
            "The medical state of physical, mental and social well-being.",
            "A state of dynamic equilibrium between an organism and its environment in which all functions of mind and body are normal."
          ]
        },
        {
          "bn:00045952n": [
            "A definite pathological process having a characteristic set of signs and symptoms which are detrimental to the well-being of the individual.",
            "Impairment of normal physiological function affecting part or all of an organism"
          ]
        },
        {
          "bn:00004433n": [
            "A pill containing estrogen and progestin, which, when taken daily, inhibits female fertility.",
            "The combined oral contraceptive pill, often referred to as the birth control pill or colloquially as \"the pill\", is a birth control method that includes a combination of an estrogen and a progestogen.",
            "Oral contraceptives, abbreviated OCPs, also known as birth control pills are medications taken by mouth for the purpose of birth control.",
            "In birth control",
            "A contraceptive in the form of a pill containing estrogen and progestin to inhibit ovulation and so prevent conception",
            "The oldest and most popular form of hormonal birth control",
            "Birth control method that includes a combination of an estrogen (estradiol) and a progestogen (progestin)"
          ]
        },
        {
          "bn:00077280n": [
            "A cache of items and/or information to be preserved for future times",
            "Cache of goods or data secured for some time to be opened at a date in the future",
            "A time capsule is a historic cache of goods or information, usually intended as a method of communication with future people and to help future archaeologists, anthropologists or historians.",
            "Container for preserving historical records to be discovered at some future time"
          ]
        },
        {
          "bn:00027976n": [
            "A licensed medical practitioner",
            "A physician practices medicine osteopathy and in many states, chiropractic, and is concerned with maintaining or restoring human health through the study, diagnosis, and treatment of disease and injury.",
            "A veterinarian; a medical practitioner who treats animals.",
            "A doctor.",
            "A medical doctor trained in human medicine.",
            "Symbol indicating a medical degree; medical physician or doctor.",
            "A person who has completed a study of medicine, and as such tries to diagnose and cure diseases in patients.",
            "Professional who practices medicine",
            "A physician; a person who holds a doctoral degree or first professional degree in medicine, and practices in that profession.",
            "A physician is a professional who practices medicine, which is concerned with promoting, maintaining or restoring human health through the study, diagnosis, and treatment of disease, injury, and other physical and mental impairments.",
            "Familiar abbreviation of doctor."
          ]
        },
        {
          "bn:00028872n": [
            "Psychoactive substance ingested for recreational use, especially illegal and addictive one.",
            "Chemical substance having an effect on the body",
            "A substance that is used as a medicine or narcotic",
            "Any chemical substance that alters normal bodily function",
            "A drug is, in the broadest of terms, a chemical substance that has known biological effects on humans or other animals.",
            "A substance that alters the way the mind or body works.",
            "A psychoactive substance, especially one which is illegal and addictive, ingested for recreational use, such as cocaine."
          ]
        },
        {
          "bn:00004993n": [
            "A shop in which medicines are made and sold.",
            "A retail shop where medicine and other articles are sold",
            "A place where prescription drugs are dispensed.",
            "Interdisciplinary science that deals with the nature, effect, development, testing, manufacture and distribution of medicine",
            "Pharmacy is the science and technique of preparing as well as dispensing drugs and medicines.",
            "A place where prescription drugs are dispensed, a dispensary."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "pill",
    "fromVersion": "0.6",
    "glyph": "💊",
    "glyphAsUtfInEmoticons": [
      "1f48a_pill"
    ],
    "group": "Objects",
    "keywords": [
      "doctor",
      "medicine",
      "pill",
      "sick"
    ],
    "mappedToEmoticons": [
      "1f48a_pill"
    ],
    "tts": "pill",
    "unicode": "1f48a"
  },
  "fluentui_folder": "pill"
}