{
  "alsoKnownAs": [
    "Big Wheel",
    "Fairground",
    "Observation Wheel"
  ],
  "appleName": "Ferris Wheel",
  "code": "🎡",
  "codepointsHex": [
    "U+1F3A1"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Big Wheel",
        "Fairground",
        "Observation Wheel"
      ],
      "appleName": "Ferris Wheel",
      "code": "🎡",
      "codepointsHex": [
        "U+1F3A1"
      ],
      "currentCldrName": "Ferris Wheel",
      "description": "<p>A large rotating wheel, often found at a carnival or fair.</p>",
      "id": "446",
      "slug": "ferris-wheel",
      "shortcodes": [
        {
          "code": ":ferris_wheel:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":ferris_wheel:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":ferris_wheel:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":ferris_wheel:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Ferris Wheel"
    }
  ],
  "currentCldrName": "Ferris Wheel",
  "description": "<p>A large rotating wheel, often found at a carnival or fair.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "446",
  "shortcodes": [
    {
      "code": ":ferris_wheel:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":ferris_wheel:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":ferris_wheel:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":ferris_wheel:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "ferris-wheel",
  "title": "Ferris Wheel",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Entertainment symbols",
    "keywords": [
      "ferris",
      "wheel",
      "amusement park"
    ],
    "definition": "A large rotating wheel, often found at a carnival or fair. Ferris Wheel was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 i http://emojipedia.org/ferris-wheel/",
    "name": "ferris wheel",
    "unicode": "U+1F3A1",
    "shortcode": ":ferris_wheel:",
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00016139n": [
            "Festive season which occurs immediately before Lent",
            "A festive season which occurs immediately before Lent.",
            "A festival marked by merrymaking and processions",
            "Carnival is a festive season which occurs immediately before Lent; the main events are usually during February.",
            "A festive occasion marked by parades and sometimes special foods and other entertainment.",
            "Festive occasion marked by parades."
          ]
        },
        {
          "bn:00034123n": [
            "A big rotating upright wheel with passenger cars attached to the rim.",
            "A vertical rotating mechanism consisting of a large wheel with suspended seats that remain upright as the wheel rotates; provides a ride at an amusement park",
            "An amusement ride, consisting of an upright rotating wheel having seats that remain in a horizontal position as the wheel revolves.",
            "Amusement ride",
            "Ferris wheel",
            "A Ferris wheel, named after George Washington Gale Ferris, Jr., is a nonbuilding structure consisting of a rotating upright wheel with multiple passenger-carrying components attached to the rim in such a way that as the wheel turns, they are kept upright, usually by gravity.",
            "Ride at a fair consisting of large wheel.",
            "(UK) Ferris wheel",
            "Commonly called a \"big wheel\" in the United Kingdom"
          ]
        },
        {
          "bn:00003695n": [
            "Amusement park",
            "(UK English) An amusement park.",
            "An amusement park that is designed to carry a theme in one or more areas of the park.",
            "A group of entertainment attractions, rides, and other events in a location for the enjoyment of large numbers of people",
            "An open-air entertainment area consisting of stalls, side shows etc.",
            "An amusement park or theme park is a group of entertainment attractions, rides, and other events in a location for the enjoyment of large numbers of people.",
            "Park with rides and attractions",
            "Amusement park that has one or more specific central themes.",
            "An amusement park that has one or more specific central themes, often as part of its name",
            "A commercially-operated collection of rides, games and other entertainment attractions.",
            "A commercially operated park with stalls and shows for amusement"
          ]
        },
        {
          "bn:00080972n": [
            "A circular device facilitating movement or transportation.",
            "A circular object that spins around a central axe thereby allowing relatively low-friction movement.",
            "A simple machine consisting of a circular frame with spokes (or a solid disc) that can rotate on a shaft or axle (as in vehicles or other machines)",
            "A circular device capable of rotating on its axis, facilitating movement or transportation or performing labour in machines.",
            "A wheel is a circular component that is intended to rotate on an axial bearing.",
            "One of the six simple machines, a circular item that rotates about an axial bearing"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "ferris wheel",
    "fromVersion": "0.6",
    "glyph": "🎡",
    "glyphAsUtfInEmoticons": [
      "1f3a1_ferriswheel"
    ],
    "group": "Travel & Places",
    "keywords": [
      "amusement park",
      "ferris",
      "wheel"
    ],
    "mappedToEmoticons": [
      "1f3a1_ferriswheel"
    ],
    "tts": "ferris wheel",
    "unicode": "1f3a1"
  },
  "fluentui_folder": "ferris-wheel"
}