{
  "alsoKnownAs": [
    "Backpack",
    "Bag",
    "School Bag"
  ],
  "appleName": "Backpack",
  "code": "🎒",
  "codepointsHex": [
    "U+1F392"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Backpack",
        "Bag",
        "School Bag"
      ],
      "appleName": "Backpack",
      "code": "🎒",
      "codepointsHex": [
        "U+1F392"
      ],
      "currentCldrName": "Backpack",
      "description": "<p>A school bag Emoji (also called a satchel) used by children attending school to carry books, lunch, and other personal belongings.</p>\r\n",
      "id": "191",
      "slug": "backpack",
      "shortcodes": [
        {
          "code": ":backpack:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":school_satchel:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":school_satchel:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":school_satchel:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "School Satchel"
    }
  ],
  "currentCldrName": "Backpack",
  "description": "<p>A school bag Emoji (also called a satchel) used by children attending school to carry books, lunch, and other personal belongings.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "191",
  "shortcodes": [
    {
      "code": ":backpack:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":school_satchel:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":school_satchel:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":school_satchel:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "backpack",
  "title": "School Satchel",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Celebration symbols",
    "keywords": [
      "school",
      "bag",
      "satchel"
    ],
    "definition": "A school bag Emoji (also called a satchel) used by children attending school to carry books, lunch, and other personal belongings. School Ba http://emojipedia.org/school-satchel/",
    "name": "school backpack",
    "unicode": "U+1F392",
    "shortcode": ":school_satchel:",
    "senses": {
      "adjectives": [
        {
          "bn:13602999a": [
            "Relating to or used for travel."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00084554v": [
            "To lift (something) and take it to another place; to transport (something) by lifting.",
            "To transport by lifting.",
            "Move while supporting, either in a vehicle or in one's hands or on one's body",
            "To lift and bring to somewhere else while supporting, either in a vehicle or on one's body; to transport by lifting."
          ]
        },
        {
          "bn:00083007v": [
            "Hike with a backpack"
          ]
        },
        {
          "bn:00088912v": [
            "Change location; move, travel, or proceed, also metaphorically",
            "To change (from one value to another).",
            "To move or travel (from one location to another).",
            "To change the location of an object.",
            "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
            "To move an object one pixel at a time."
          ]
        },
        {
          "bn:00093341v": [
            "Educate in or as if in a school"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00069639n": [
            "A satchel used to carry supplies for school, a bookbag",
            "A bag for carrying school books and supplies",
            "A bag for carrying school supplies and textbooks."
          ]
        },
        {
          "bn:00012068n": [
            "A book bag is a durable bag, satchel, or backpack that is used to carry books and sometimes other supplies such as notebooks, ring binders, and file folders, particularly by students.",
            "A bag for holding books for school.",
            "A bag in which students carry their books",
            "Bag for holding books for school."
          ]
        },
        {
          "bn:00007752n": [
            "A backpack is, in its simplest form, a cloth sack carried on one's back and secured with two straps that go over the shoulders, but there can be exceptions.",
            "Worn on a person's back, e.g., for hiking.",
            "A small, strong bag carried on the back or the shoulder, usually with only one strap. Originally made of canvas.",
            "A backpack, knapsack, rucksack or similar bag packed with provisions or personal items, especially as carried by a traveller or a hiker, and often slung over the shoulder.",
            "A bag carried by a strap on your back or shoulder",
            "Cloth sack carried on one's back",
            "A knapsack, sometimes mounted on a light frame, but always supported by straps, worn on a person's back for the purpose of carrying things, especially when hiking, or on a student's back when carrying books.",
            "A bag carried on the back or shoulder, supported by straps",
            "A haversack or Small Pack is a bag with a single shoulder strap.",
            "A bag carried by a strap on your back or shoulder.",
            "Knapsack, packsack, pack, or Bergen), a cloth sack carried on one's back and secured with straps"
          ]
        },
        {
          "bn:00029806n": [
            "A student under the supervision of a teacher or professor.",
            "Students are people who are engaged in learning, particularly those who attend an educational institution.",
            "A person enrolled at a university.",
            "Person enrolled at a university.",
            "A student is a learner, or someone who attends an educational institution.",
            "Learner, or someone who attends an educational institution",
            "Someone who attends a class.",
            "A learner who is enrolled in an educational institution",
            "A person who is enrolled in a class."
          ]
        },
        {
          "bn:00026980n": [
            "Any formulated, regular or special organization of instruction, training or knowledge disclosure, especially the institutional structures supporting that endeavor.",
            "Learning in which knowledge and skills is transferred through teaching",
            "The art and science of teaching.",
            "Intended for purposes of instruction, for teaching.",
            "Education in its general sense is a form of learning in which the knowledge, skills, and habits of a group of people are transferred from one generation to the next through teaching, training, or research.",
            "The act or process of imparting or acquiring knowledge or skills.",
            "The process or art of imparting knowledge, skill and judgment.",
            "The art or science of teaching.",
            "Education in the largest sense is any act or experience that has a formative effect on the mind, character or physical ability of an individual.",
            "The notion that principles such as Bloom's Taxonomy assist in maintaining congruence among various educational undertakings.",
            "The activities of educating or instructing; activities that impart knowledge or skill",
            "Act of instructing, teaching, or furnishing with knowledge; information.",
            "The activities of educating, teaching or instructing.",
            "The act of instructing, teaching, or furnishing with information or knowledge.",
            "A didactic method is a teaching method that follows a consistent scientific approach or educational style to engage the student's mind."
          ]
        },
        {
          "bn:00069314n": [
            "Bag",
            "A bag or case with one or two shoulder straps, especially used to carry books etc.",
            "Bag or case with one or two shoulder straps.",
            "A satchel is a bag, often with a strap.",
            "Luggage consisting of a small case with a flat bottom and (usually) a shoulder strap"
          ]
        },
        {
          "bn:00007922n": [
            "A flexible container made of cloth, paper, plastic, etc.",
            "A flexible container made of cloth, paper, plastic, leather, etc., to put something in or to carry away.",
            "A flexible container with a single opening",
            "A bag is a common tool in the form of a non-rigid container.",
            "Simple tool in the form of a non-rigid container"
          ]
        },
        {
          "bn:00069619n": [
            "A school is an institution designed for the teaching of students under the direction of teachers.",
            "Institution designed for the teaching of students under the direction of teachers",
            "An institution of higher education and of research, which grants academic degrees.",
            "An institution dedicated to teaching and learning.",
            "An educational institution",
            "  An institution dedicated to teaching and learning; an educational institution."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "backpack",
    "fromVersion": "0.6",
    "glyph": "🎒",
    "glyphAsUtfInEmoticons": [
      "1f392_schoolsatchel"
    ],
    "group": "Objects",
    "keywords": [
      "backpack",
      "bag",
      "rucksack",
      "satchel",
      "school"
    ],
    "mappedToEmoticons": [
      "1f392_schoolsatchel"
    ],
    "tts": "backpack",
    "unicode": "1f392"
  },
  "fluentui_folder": "school-satchel"
}