{
  "category": "Emoticons -> Gesture symbols",
  "keywords": [
    "hooray",
    "hand",
    "gesture",
    "raised",
    "medium-dark skin tone",
    "celebration"
  ],
  "definition": "This version of the ?? Raising Hands emoji has the ?? Medium-dark Skin Tone applied, which is displayed as a Dark Brown Skin Tone on support http://emojipedia.org/person-raising-both-hands-in-celebration-type-5/",
  "unicode": "U+1F64C U+1F3FE",
  "name": "raising hands: medium-dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00091913v": [
          "Express approval of"
        ]
      },
      {
        "bn:13629680v": [
          "To shout an expression of excitement."
        ]
      }
    ],
    "nouns": [
      {
        "bn:01193643n": [
          "The act of expressing approval or admiration; commendation; laudation.",
          "Praise is the act of making positive statements about a person, object or idea, either in public or privately."
        ]
      },
      {
        "bn:00044716n": [
          "Used to express approval, joy or victory.",
          "A cheer; a cry of hurrah!.",
          "A cheer; a cry of hurrah.",
          "A victory cheer"
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00040336n": [
          "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
          "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
          "Form of non-verbal communication or non-vocal communication",
          "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
          "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
        ]
      },
      {
        "bn:00009676n": [
          "The state of existing in something",
          "The state or fact of existence, consciousness, or life, or something in such a state.",
          "The state or quality of being being; existence.",
          "The state of being, existing, or occurring; beinghood.",
          "The state or fact of existing",
          "Existence has been variously defined by sources.",
          "The state of being, existing, or occurring."
        ]
      }
    ]
  },
  "code": "🙌🏾",
  "fluentui_metadata": {
    "cldr": "raising hands",
    "fromVersion": "0.6",
    "glyph": "🙌",
    "glyphAsUtfInEmoticons": [
      "handsinair"
    ],
    "group": "People & Body",
    "keywords": [
      "celebration",
      "gesture",
      "hand",
      "hooray",
      "raised",
      "raising hands"
    ],
    "mappedToEmoticons": [
      "raisinghands"
    ],
    "tts": "raising hands",
    "unicode": "1f64c",
    "unicodeSkintones": [
      "1f64c",
      "1f64c 1f3fb",
      "1f64c 1f3fc",
      "1f64c 1f3fd",
      "1f64c 1f3fe",
      "1f64c 1f3ff"
    ]
  },
  "fluentui_folder": "raising-hands-medium-dark-skin-tone",
  "slug": "raising-hands-medium-dark-skin-tone"
}