{
  "category": "Miscellaneous Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "hat",
    "medium-light skin tone",
    "worker",
    "construction"
  ],
  "definition": "This version of the ?? Construction Worker emoji has the ?? Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on http://emojipedia.org/construction-worker-type-3/",
  "unicode": "U+1F477 U+1F3FC",
  "name": "construction worker: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00106354a": [
          "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
          "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00089233v": [
          "Put on or wear a hat"
        ]
      },
      {
        "bn:00084198v": [
          "Make by combining materials and parts",
          "To create something by combining or assembling materials or parts or by changing it.",
          "To form by combining materials or parts.",
          "(transitive) to form by combining materials or parts.",
          "To build or form (something) by assembling parts.",
          "To form or formulate in the mind."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00064681n": [
          "A member of the working class (not necessarily employed)"
        ]
      },
      {
        "bn:00022076n": [
          "Tradesman, labourer, or professional employed in the physical construction of the built environment",
          "A worker skilled in building offices or dwellings etc.",
          "Employee working at a physical construction.",
          "Worker in building sector",
          "Employee working at a construction.",
          "A construction worker is a tradesman, laborer, or professional employed in the physical construction of the built environment and its infrastructure."
        ]
      },
      {
        "bn:00013723n": [
          "Act or process of building.",
          "The act of constructing something",
          "Or the erection of a building",
          "Building construction is the process of preparing for and forming buildings and building systems.",
          "The process of constructing.",
          "Process that consists of the building or assembling of infrastructure",
          "The construction, rehabilitation, alteration, conversion, extension, demolition or repair of buildings, highways, or other changes or improvement to real property, including facilities providing utility services.",
          "The act or process of building."
        ]
      },
      {
        "bn:00043623n": [
          "A protective helmet, as worn, for example, by a motorcyclist, bicyclist, or soldier in combat.",
          "A helmet is a form of protective gear worn to protect the head from injuries.",
          "Protective head covering.",
          "Any of various forms of protective head covering worn e.g.  by soldiers, firefighters, divers, cyclists, etc.",
          "Armor plate that protects the head",
          "Headgear",
          "A protective head covering."
        ]
      },
      {
        "bn:00052968n": [
          "Determined sex of an animal. Use Q6581097 for a male human",
          "A member of the sex that begets young by fertilizing ova.",
          "A person who belongs to the sex that cannot have babies",
          "A male organism is the physiological sex which produces sperm.",
          "An animal of the sex that has testes."
        ]
      },
      {
        "bn:00049570n": [
          "The social class of those who perform physical work for a living, as opposed to the professional or middle class, the upper class, or others.",
          "The proletariat is a term used to describe the class of wage-earners in a capitalist society whose only possession of significant material value is their labour-power.",
          "Working class or lower class.",
          "Those employed in lower tier jobs",
          "Workers in general; the working class, the workforce; sometimes specifically the labour movement, organised labour.",
          "The working class or lower class.",
          "A social class comprising those who do manual labor or work for wages",
          "One of the factors of production. It includes all the exertions - manual, physical or mental - by individuals, directed towards the production of wealth.",
          "A social class comprising those who do manual labour for wage, especially those who do not own any property.",
          "The proletariat is a term used to describe the class of wage-earners in a capitalist society whose only possession of significant material value is their labour-power ; a member of such a class is a proletarian.",
          "Those employed in blue collar and manual jobs",
          "The working class is the class of people employed for wages, especially in manual or industrial work.",
          "The working class"
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00017718n": [
          "A covering for the head, often in the approximate form of a cone or a cylinder closed at its top end, and sometimes having a brim and other decoration.",
          "An item of clothing worn on a person's head.",
          "Headdress that protects the head from bad weather; has shaped crown and usually a brim",
          "A hat is a head covering.",
          "A hat.",
          "A hat is a headcovering.",
          "\"Chapeau\" is a French term signifying a hat or other covering for the head.",
          "An item of clothing intended to cover the head made from material hard enough to have a shape independant of the skull, and most commonly with a rim.",
          "Head covering"
        ]
      }
    ]
  },
  "code": "👷🏼",
  "fluentui_metadata": {
    "cldr": "construction worker",
    "fromVersion": "0.6",
    "glyph": "👷",
    "glyphAsUtfInEmoticons": [
      "construction_worker"
    ],
    "group": "People & Body",
    "keywords": [
      "construction",
      "hat",
      "worker"
    ],
    "mappedToEmoticons": [
      "construction_worker"
    ],
    "tts": "construction worker",
    "unicode": "1f477",
    "unicodeSkintones": [
      "1f477",
      "1f477 1f3fb",
      "1f477 1f3fc",
      "1f477 1f3fd",
      "1f477 1f3fe",
      "1f477 1f3ff"
    ]
  },
  "fluentui_folder": "construction-worker-medium-light-skin-tone",
  "slug": "construction-worker-medium-light-skin-tone"
}