{
  "alsoKnownAs": [
    "Newspaper Delivery"
  ],
  "appleName": "Rolled-Up Newspaper",
  "code": "🗞️",
  "codepointsHex": [
    "U+1F5DE",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Newspaper Delivery"
      ],
      "appleName": "Rolled-Up Newspaper",
      "code": "🗞️",
      "codepointsHex": [
        "U+1F5DE",
        "U+FE0F"
      ],
      "currentCldrName": "Rolled-Up Newspaper",
      "description": "<p>A newspaper rolled up and bound, as for delivery to a house. Generally positioned at a 45&deg; angle. Commonly used for various content concerning news, media, and journalism&nbsp;as well as personal news.</p>\r\n\r\n<p>See also <a href=\"/newspaper/\">📰 Newspaper</a>.</p>",
      "id": "806",
      "slug": "rolled-up-newspaper",
      "shortcodes": [
        {
          "code": ":rolled_up_newspaper:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":newspaper_roll:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":rolled_up_newspaper:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":newspaper2:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":rolled_up_newspaper:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Rolled-Up Newspaper"
    }
  ],
  "currentCldrName": "Rolled-Up Newspaper",
  "description": "<p>A newspaper rolled up and bound, as for delivery to a house. Generally positioned at a 45&deg; angle. Commonly used for various content concerning news, media, and journalism&nbsp;as well as personal news.</p>\r\n\r\n<p>See also <a href=\"/newspaper/\">📰 Newspaper</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "806",
  "shortcodes": [
    {
      "code": ":rolled_up_newspaper:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":newspaper_roll:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":rolled_up_newspaper:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":newspaper2:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":rolled_up_newspaper:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "rolled-up-newspaper",
  "title": "Rolled-Up Newspaper",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Miscellaneous mark",
    "keywords": [
      "news",
      "rolled",
      "paper",
      "newspaper"
    ],
    "definition": "A newspaper, rolled up for delivery to a house. Rolled-up Newspaper was approved as part of Unicode 7.0 in 2014 under the name “Rolled-Up Ne http://emojipedia.org/rolled-up-newspaper/",
    "name": "rolled-up newspaper",
    "unicode": "U+1F5DE",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13603159a": [
            "Made of paper."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00089268v": [
            "Publicize widely or highly, as if with a headline"
          ]
        },
        {
          "bn:00093076v": [
            "To move by turning over or rotating.",
            "Move by turning over or rotating",
            "To cause to revolve by turning over and over; to move by turning on an axis; to impel forward by causing to turn over and over on a supporting surface."
          ]
        },
        {
          "bn:13727260v": [
            "To engage in the business of journalism (usually used only in the gerund, newspapering)"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00057563n": [
            "A daily or weekly publication on folded sheets; contains news and articles and advertisements",
            "A newspaper is a periodical publication containing news, other informative articles, and usually advertising.",
            "A periodical publication",
            "A newspaper which appears in the evening.",
            "A daily or twice daily published publication (usually printed on cheap, low-quality paper) that contains news and other articles.",
            "Scheduled publication containing news of events, articles, features, editorials, and advertising",
            "A publication, usually published daily or weekly and usually printed on cheap, low-quality paper, containing news and other articles.",
            "A publication (usually published daily or weekly and printed on cheap, low-quality paper) that contains news and other articles.",
            "Newspapers are periodical publications containing news regarding current events, informative articles, diverse features, editorials, and advertising."
          ]
        },
        {
          "bn:00057546n": [
            "\"media coverage\"), the communication of selected information on current events",
            "Communication of selected information on current events",
            "News is the communication of selected information on current events which is presented by print, broadcast, Internet, or word of mouth to a third party or mass audience.",
            "New information of interest.",
            "Information reported in a newspaper or news magazine",
            "News is the communication of selected information on current events.",
            "New information."
          ]
        },
        {
          "bn:00043320n": [
            "The heading or caption of a newspaper article",
            "A heading or title of an article.",
            "A heading or caption subordinate to a main headline, heading, or title especially when inserted as a divider between sections (as of a newspaper or periodical article or story or text of a book)",
            "Text indicating the nature of the article below it",
            "Heading or title of an article.",
            "The headline is the text indicating the nature of the article below it.",
            "A subordinate heading in an outline (in a document, worksheet or other).",
            "Text at the top of a newspaper article"
          ]
        },
        {
          "bn:00060464n": [
            "A material made of cellulose pulp derived mainly from wood or rags or certain grasses",
            "A sheet material used for writing on or printing on (or as a non-waterproof container), usually made by draining cellulose fibres from a suspension in water.",
            "Material for writing on.",
            "Material mainly used for writing upon, printing upon, drawing or for packaging",
            "Felted or matted sheets of cellulose fibers, formed on a fine-wire screen from a dilute water suspension, and bonded together as the water is removed and the sheet is dried.",
            "Paper is a thin material produced by pressing together moist fibers, typically cellulose pulp derived from wood, rags or grasses, and drying them into flexible sheets."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "rolled-up newspaper",
    "fromVersion": "0.7",
    "glyph": "🗞️",
    "group": "Objects",
    "keywords": [
      "news",
      "newspaper",
      "paper",
      "rolled",
      "rolled-up newspaper"
    ],
    "mappedToEmoticons": [
      "1f5de_rolledupnewspaper"
    ],
    "tts": "rolled-up newspaper",
    "unicode": "1f5de fe0f"
  },
  "fluentui_folder": "rolled-up-newspaper"
}