{
  "category": "Miscellaneous Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "light skin tone",
    "young",
    "baby"
  ],
  "definition": "This version of the ?? Baby emoji has the ?? Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported platforms. Copy an http://emojipedia.org/baby-type-1-2/",
  "unicode": "U+1F476 U+1F3FB",
  "name": "baby: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00104589a": [
          "In the early part of life or growth.",
          "In the early part of growth or life; born not long ago.",
          "(used of living things especially persons) in an early period of life or development or growth",
          "In the early part of growth or life."
        ]
      },
      {
        "bn:13642690a": [
          "Intended for babies."
        ]
      }
    ],
    "verbs": [],
    "nouns": [
      {
        "bn:00007630n": [
          "Young child",
          "A very young human being, from birth to somewhere between six months and two years of age, needing almost constant care and/or attention.",
          "A very young human being, from birth to a year old.",
          "Babies are the very young offspring of a human or other mammal.",
          "Baby .",
          "Very young human being.",
          "An infant is the very young offspring of a human or animal.",
          "A young child in the first years of life.",
          "A very young human, particularly from birth to a couple of years old or until walking is fully mastered.",
          "A baby or infant; a very young human or animal.",
          "A very young child (birth to 1 year) who has not yet begun to walk or talk"
        ]
      },
      {
        "bn:16201477n": [
          "The period of one's life in which one is a toddler",
          "A toddler is a child between the ages of one and three.",
          "A child between the ages of one and three"
        ]
      },
      {
        "bn:00018345n": [
          "A pickpocket; a young or petty thief.",
          "A piece or strip of potato that has been (usually deep-fat) fried and is commonly eaten with or as fast food.",
          "A young person.",
          "A small person",
          "A young person of either sex",
          "A person not legally of age, or who is younger than may be charged with an offence",
          "In law, a minor is a person under a certain age -- usually the age of majority -- which legally demarcates childhood from adulthood.",
          "An account holder who is a family member, but not a parent, and who has limited use of the Internet. Children can view their own settings, but they can't change them.",
          "A person who is too young to be considered legally competent according to the laws of a jurisdiction.",
          "A child or young person.",
          "Young person (colloq.).",
          "Age of majority, Legal age, Infancy",
          "A boorish person.",
          "A person who is below the legal age of responsibility or accountability.",
          "A person below the age of puberty.",
          "A person who is below the age of adulthood; a minor ."
        ]
      }
    ]
  },
  "code": "👶🏻",
  "fluentui_metadata": {
    "cldr": "baby",
    "fromVersion": "0.6",
    "glyph": "👶",
    "glyphAsUtfInEmoticons": [
      "smilebaby"
    ],
    "group": "People & Body",
    "keywords": [
      "baby",
      "young"
    ],
    "mappedToEmoticons": [
      "smilebaby"
    ],
    "tts": "baby",
    "unicode": "1f476",
    "unicodeSkintones": [
      "1f476",
      "1f476 1f3fb",
      "1f476 1f3fc",
      "1f476 1f3fd",
      "1f476 1f3fe",
      "1f476 1f3ff"
    ]
  },
  "fluentui_folder": "baby-light-skin-tone",
  "slug": "baby-light-skin-tone"
}