{
  "alsoKnownAs": [
    "Kiss Face",
    "Kissy Face"
  ],
  "appleName": "Kissing Face with Closed Eyes",
  "code": "😚",
  "codepointsHex": [
    "U+1F61A"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Kiss Face",
        "Kissy Face"
      ],
      "appleName": "Kissing Face with Closed Eyes",
      "code": "😚",
      "codepointsHex": [
        "U+1F61A"
      ],
      "currentCldrName": "Kissing Face with Closed Eyes",
      "description": "<p>A yellow face with smiling eyes, rosy cheeks, and puckered lips giving a kiss. Commonly conveys sentiments of romantic love and affection. Several platforms, including Apple, feature the same eyes and cheeks as their <a href=\"/smiling-face/\">☺️&nbsp;Smiling Face</a>.</p>\r\n\r\n<p>With its closed eyes, features an expression more intimate than <a href=\"/kissing-face-with-smiling-eyes/\">😙&nbsp;Kissing Face With Smiling Eyes</a>&rsquo;s and <a href=\"/kissing-face/\">😗&nbsp;Kissing Face</a>&rsquo;s.</p>\r\n\r\n<p>This emoji has a cat variant, <a href=\"/kissing-cat/\">😽&nbsp;Kissing Cat Face</a>.</p>",
      "id": "16",
      "slug": "kissing-face-with-closed-eyes",
      "shortcodes": [
        {
          "code": ":kissing_face_with_closed_eyes:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":kissing_closed_eyes:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":kissing_closed_eyes:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":kissing_closed_eyes:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Kissing Face with Closed Eyes"
    }
  ],
  "currentCldrName": "Kissing Face with Closed Eyes",
  "description": "<p>A yellow face with smiling eyes, rosy cheeks, and puckered lips giving a kiss. Commonly conveys sentiments of romantic love and affection. Several platforms, including Apple, feature the same eyes and cheeks as their <a href=\"/smiling-face/\">☺️&nbsp;Smiling Face</a>.</p>\r\n\r\n<p>With its closed eyes, features an expression more intimate than <a href=\"/kissing-face-with-smiling-eyes/\">😙&nbsp;Kissing Face With Smiling Eyes</a>&rsquo;s and <a href=\"/kissing-face/\">😗&nbsp;Kissing Face</a>&rsquo;s.</p>\r\n\r\n<p>This emoji has a cat variant, <a href=\"/kissing-cat/\">😽&nbsp;Kissing Cat Face</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "16",
  "shortcodes": [
    {
      "code": ":kissing_face_with_closed_eyes:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":kissing_closed_eyes:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":kissing_closed_eyes:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":kissing_closed_eyes:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "kissing-face-with-closed-eyes",
  "title": "Kissing Face with Closed Eyes",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "kiss",
      "eye",
      "closed",
      "face"
    ],
    "definition": "A face with pursed lips, slightly blushing while making kissing motion. More intimate than the regular kissing face emoji, due to the eyes b http://emojipedia.org/kissing-face-with-closed-eyes/",
    "name": "kissing face with closed eyes",
    "unicode": "U+1F61A",
    "shortcode": ":kissing_closed_eyes:",
    "senses": {
      "adjectives": [
        {
          "bn:00098171a": [
            "Delighting the senses or exciting intellectual or emotional admiration",
            "Delighting the senses or exciting intellectual or emotional admiration."
          ]
        },
        {
          "bn:00101361a": [
            "Lacking self-confidence.",
            "Lacking self-confidence",
            "Lacking in courage or confidence."
          ]
        },
        {
          "bn:00106204a": [
            "Feeling or showing love and affection"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00082385v": [
            "Love intensely",
            "Love intensely."
          ]
        },
        {
          "bn:13611060v": [
            "To feel an affection, emotion or love for."
          ]
        },
        {
          "bn:00084312v": [
            "To touch each other’s lips.",
            "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
            "To touch with the lips to express love or affection.",
            "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
          ]
        },
        {
          "bn:00083704v": [
            "To become suffused with reddish color due to embarrassment, excitement, overheating, or other systemic disturbance, to blush.",
            "Turn red, as if in embarrassment or shame",
            "To redden in the face from shame, excitement or embarrassment."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00033885n": [
            "Calendar day",
            "A celebration of lovers that is observed on February 14.",
            "Saint Valentine's Day, commonly shortened to Valentine's Day, is an annual commemoration held on February 14 celebrating love and affection between intimate companions. Day",
            "Saint Valentine's Day",
            "Saint Valentine's Day.",
            "February 14 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014; 2015; 2016: Rank or add further suggestions. Ranking system: Love does not dominate, it cultivates. 14",
            "A day for the exchange of tokens of affection",
            "Saint Valentine's Day, also known as Valentine's Day or the Feast of Saint Valentine, is a holiday observed on February 14 each year."
          ]
        },
        {
          "bn:00042905n": [
            "The emotion of being happy; joy.",
            "Mental or emotional state of well-being characterized by pleasant emotions",
            "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
            "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
            "Emotion of being happy.",
            "The state of being jocund.",
            "Emotions experienced when in a state of well-being.",
            "Emotions experienced when in a state of well-being"
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00014182n": [
            "A kiss is the touch or pressing of one's lips against another person or an object.",
            "Touch with the lips, usually to express love or affection, or as a greeting",
            "A touch with the lips, usually to express love or affection, or as a greeting.",
            "The act of caressing with the lips (or an instance thereof)",
            "A touch with the lips as a sign of love or affection.",
            "A form of affection",
            "Touch with the lips.",
            "Kissing is the act of two people touching lips."
          ]
        },
        {
          "bn:00032512n": [
            "An organ of vision that detects light",
            "An eye.",
            "The organ of sight",
            "Organ that detects light and converts it into electro-chemical impulses in neurons",
            "The two eyes of a human being considered as a whole.",
            "A window or other opening that has an oval or circular shape (as of an eye).",
            "An organ through which animals see.",
            "Eyes are sensory organs of the face responsible for sight.",
            "An oculus, plural oculi, from Latin oculus: eye, denotes a circular opening in the center of a dome or in a wall.",
            "Eyes are the organs of vision.",
            "The part of the eye having a spherical shape.",
            "The organ that is sensitive to light, which it converts to electrical signals passed to the brain, by which means animals see."
          ]
        },
        {
          "bn:00014726n": [
            "A short-lived and unrequited love or infatuation; the object of this infatuation.",
            "An unreasoning love or attraction.",
            "A strong feeling of love, often for just a short time, usually by an adolescent.",
            "Puppy love is an informal term for feelings of love, romance, or infatuation, often felt by young people during their childhood and adolescence.",
            "Feelings of love, romance, or infatuation felt by young people",
            "Puppy love",
            "Temporary love of an adolescent"
          ]
        },
        {
          "bn:00052121n": [
            "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
            "An intense feeling of affection and care towards another person.",
            "Emotion based on affection",
            "A strong positive emotion of regard and affection",
            "In the Italian or Latin languages",
            "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
            "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
          ]
        },
        {
          "bn:00001744n": [
            "?, representing love, the organ, or a card suit",
            "A feeling of love or strong attachment.",
            "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
            "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
            "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
            "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "As used by Aristotle in his Nichomachean Ethics",
            "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
            "A positive feeling of liking",
            "Feeling of love or strong attachment."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "kissing face with closed eyes",
    "fromVersion": "0.6",
    "glyph": "😚",
    "glyphAsUtfInEmoticons": [
      "1f61a_kissingfacewithclosedeyes"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "closed",
      "eye",
      "face",
      "kiss",
      "kissing face with closed eyes"
    ],
    "mappedToEmoticons": [
      "1f61a_kissingfacewithclosedeyes"
    ],
    "tts": "kissing face with closed eyes",
    "unicode": "1f61a"
  },
  "fluentui_folder": "kissing-face-with-closed-eyes"
}