{
  "appleName": "Satellite",
  "code": "🛰️",
  "codepointsHex": [
    "U+1F6F0",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Satellite",
      "code": "🛰️",
      "codepointsHex": [
        "U+1F6F0",
        "U+FE0F"
      ],
      "currentCldrName": "Satellite",
      "description": "<p>A satellite which orbits the earth, and is generally used for communications, weather, and GPS.</p>",
      "id": "509",
      "slug": "satellite",
      "shortcodes": [
        {
          "code": ":satellite:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":artificial_satellite:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":satellite:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":satellite_orbital:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Satellite"
    }
  ],
  "currentCldrName": "Satellite",
  "description": "<p>A satellite which orbits the earth, and is generally used for communications, weather, and GPS.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "509",
  "shortcodes": [
    {
      "code": ":satellite:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":artificial_satellite:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":satellite:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":satellite_orbital:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "satellite",
  "title": "Satellite",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "space"
    ],
    "definition": "A satellite which orbits the earth, and is generally used for communications, weather, and GPS. Satellite was approved as part of Unicode 7. http://emojipedia.org/satellite/",
    "name": "satellite",
    "unicode": "U+1F6F0",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00091188v": [
            "Move in an orbit"
          ]
        },
        {
          "bn:00093270v": [
            "Broadcast or disseminate via satellite"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00040680n": [
            "Satellite navigation system",
            "A space-based global navigation satellite system (GNSS) that provides location and time information in all weather, anywhere on or near the Earth, where there is an unobstructed line of sight to four or more GPS satellites. It is maintained by the United States government and is freely accessible by anyone with a GPS receiver.",
            "The Global Positioning System is a space-based satellite navigation system that provides location and time information in all weather conditions, anywhere on or near the Earth where there is an unobstructed line of sight to four or more GPS satellites.",
            "A radio navigation system developed by the U.S. Department of Defense that uses a constellation of 24 earth satellites, which are monitored by ground-based control stations, to provide precise, continuous worldwide positioning and timing information.",
            "Global Positioning System, global positioning system",
            "A system which enables a mobile receiver to determine its precise location based on signals received from a constellation of US military satellites.",
            "Velocity, and Time (PVT)",
            "System which enables a mobile receiver to determine its precise location.",
            "A navigational system involving satellites and computers that can determine the latitude and longitude of a receiver on Earth by computing the time difference for signals from different satellites to reach the receiver"
          ]
        },
        {
          "bn:00003268n": [
            "Distance from the lowest to the highest pitch a musical instrument can play.",
            "Range of notes of a musical instrument or voice.",
            "An area in which something acts or operates or has power or control: \"the range of a supersonic jet\"",
            "The range of notes of a musical instrument or voice.",
            "In music, the range of a musical instrument is the distance from the lowest to the highest pitch it can play.",
            "An area in which something acts or operates or has power or control.",
            "The sphere or area of control and influence of something.",
            "The ranges of musical instruments",
            "A classification, where voices or musical instruments are sorted by their gamut",
            "A sphere of influence; an area of control."
          ]
        },
        {
          "bn:00006169n": [
            "Man-made apparatus designed to be placed in orbit around a celestial body.",
            "A Satellite is an artificial object which has been intentionally placed into orbit.",
            "Orbiter is a freeware space flight simulator program developed to simulate spaceflight using realistic Newtonian physics.",
            "An object which has been placed into orbit by human endeavour",
            "A man-made apparatus designed to be placed in orbit around a celestial body, generally to relay information, data etc. to Earth.",
            "In the context of spaceflight, a satellite is an artificial object which has been intentionally placed into orbit.",
            "Man-made equipment that orbits around the earth or the moon",
            "Human-made object put into orbit",
            "A freeware space flight simulator"
          ]
        },
        {
          "bn:00056879n": [
            "Space-related agency of the United States government",
            "An independent agency of the United States government responsible for aviation and spaceflight",
            "The National Aeronautics and Space Administration is the United States government agency that is responsible for the civilian space program as well as for aeronautics and aerospace research.",
            "The National Aeronautics and Space Administration is the agency responsible for the civilian space program of the United States, and for its long-term aerospace research."
          ]
        },
        {
          "bn:00073054n": [
            "Spaceflight is ballistic flight into or through outer space.",
            "Spaceflight",
            "Travel through space in order to visit and explore other worlds",
            "Travel through space in order to visit and explore other worlds.",
            "Travel in the space beyond the earth's atmosphere performed for scientific research purposes.",
            "Flight into or through outer space",
            "A voyage outside the Earth's atmosphere",
            "Flight into, from or through space."
          ]
        },
        {
          "bn:00720103n": [
            "The International Space Station is a space station, or a habitable artificial satellite, in low Earth orbit.",
            "Habitable artificial satellite in low Earth orbit"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "satellite",
    "fromVersion": "0.7",
    "glyph": "🛰️",
    "group": "Travel & Places",
    "keywords": [
      "satellite",
      "space"
    ],
    "mappedToEmoticons": [
      "1f6f0_satellite"
    ],
    "tts": "satellite",
    "unicode": "1f6f0 fe0f"
  },
  "fluentui_folder": "satellite"
}