{
  "alsoKnownAs": [
    "Circus",
    "Big Top"
  ],
  "appleName": "Circus Tent",
  "code": "🎪",
  "codepointsHex": [
    "U+1F3AA"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Circus",
        "Big Top"
      ],
      "appleName": "Circus Tent",
      "code": "🎪",
      "codepointsHex": [
        "U+1F3AA"
      ],
      "currentCldrName": "Circus Tent",
      "description": "<p>A circular &lsquo;big top&rsquo; circus tent, with a <a href=\"/triangular-flag/\" title=\"🚩 Triangular Flag On Post\">triangle flag</a> on top.</p>\r\n",
      "id": "449",
      "slug": "circus-tent",
      "shortcodes": [
        {
          "code": ":circus_tent:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":circus_tent:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":circus_tent:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":circus_tent:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Circus Tent"
    }
  ],
  "currentCldrName": "Circus Tent",
  "description": "<p>A circular &lsquo;big top&rsquo; circus tent, with a <a href=\"/triangular-flag/\" title=\"🚩 Triangular Flag On Post\">triangle flag</a> on top.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "449",
  "shortcodes": [
    {
      "code": ":circus_tent:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":circus_tent:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":circus_tent:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":circus_tent:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "circus-tent",
  "title": "Circus Tent",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Entertainment symbols",
    "keywords": [
      "tent",
      "circus"
    ],
    "definition": "A circular ‘big top’ circus tent, with a triangle flag on top. Circus Tent was approved as part of Unicode 6.0 in 2010 and added to Emoji 1. http://emojipedia.org/circus-tent/",
    "name": "circus tent",
    "unicode": "U+1F3AA",
    "shortcode": ":circus_tent:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00083524v": [
            "To live in a tent or similar temporary accomodation.",
            "To live in a tent or similar temporary accommodation.",
            "To live in a tent.",
            "Live in or as if in a tent"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00016139n": [
            "Festive season which occurs immediately before Lent",
            "A festive season which occurs immediately before Lent.",
            "A festival marked by merrymaking and processions",
            "Carnival is a festive season which occurs immediately before Lent; the main events are usually during February.",
            "A festive occasion marked by parades and sometimes special foods and other entertainment.",
            "Festive occasion marked by parades."
          ]
        },
        {
          "bn:00020602n": [
            "A portable lodging (usually made from waterproof plastic, animal hide or canvas streched by poles) that is used for sheltering people and objects from the weather when camping or at festivals.",
            "Temporary building which can be easily dismantled and which is portable",
            "A tent is a shelter consisting of sheets of fabric or other material draped over, attached to a frame of poles or attached to a supporting rope.",
            "A portable shelter (usually of canvas stretched over supporting poles and fastened to the ground with ropes and pegs)",
            "At a fair or festival, a tent set up for the purpose of selling and consuming beer and other alcoholic beverages.",
            "At a fair or festival, a tent or wood construction in which beer, other alcoholic and non-alcoholic beverages and food are served and consumed, often accompanied by a live band.",
            "A pavilion or portable lodge consisting of skins, canvas, or some strong cloth, stretched and sustained by poles, used for sheltering persons from the weather.",
            "Tent set up for the purpose of selling and consuming beer."
          ]
        },
        {
          "bn:00034150n": [
            "A day or period of time set aside for feasting and celebration"
          ]
        },
        {
          "bn:00010328n": [
            "A circus tent, especially the largest in a given circus, where the central attractions take place.",
            "A canvas tent to house the audience at a circus performance"
          ]
        },
        {
          "bn:00019227n": [
            "A traveling company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent.",
            "Commonly a travelling company of performers",
            "A travelling company of entertainers; including trained animals",
            "A circus is a company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent.",
            "A circus is a company of performers that may include clowns, acrobats, trained animals, trapeze acts, musicians, hoopers, tightrope walkers, jugglers, unicyclists and other object manipulation and stunt-oriented artists.",
            "A travelling company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "circus tent",
    "fromVersion": "0.6",
    "glyph": "🎪",
    "glyphAsUtfInEmoticons": [
      "1f3aa_circustent"
    ],
    "group": "Travel & Places",
    "keywords": [
      "circus",
      "tent"
    ],
    "mappedToEmoticons": [
      "1f3aa_circustent"
    ],
    "tts": "circus tent",
    "unicode": "1f3aa"
  },
  "fluentui_folder": "circus-tent"
}