{
  "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
  "keywords": [
    "manager",
    "business",
    "office",
    "woman",
    "architect",
    "white-collar",
    "medium skin tone"
  ],
  "definition": "The Female Office Worker, Type-4 emoji is a sequence of the ?? Woman, ?? Emoji Modifier Fitzpatrick Type-4 and ?? Briefcase emojis. These ar http://emojipedia.org/female-office-worker-type-4/",
  "unicode": "U+1F469 U+1F3FD U+200D U+1F4BC",
  "name": "woman office worker: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00113840a": [
          "Of or pertaining to office work and workers; contrasted with blue-collar.",
          "Of or designating salaried professional or clerical work or workers",
          "Of or pertaining to office work and workers."
        ]
      }
    ],
    "verbs": [],
    "nouns": [
      {
        "bn:00001530n": [
          "A woman is a female human.",
          "Female adult human",
          "An animal of the sex that produces eggs.",
          "An adult human member of the sex that produces ova and bears young.",
          "An adult female human.",
          "An adult female person (as opposed to a man)",
          "Adult female human being."
        ]
      },
      {
        "bn:00001961n": [
          "Authority is power given by the state or by academic knowledge of an area.",
          "An administrative unit of government",
          "Room where people perform their duties or a position within an organization",
          "The label for the webpage where customers can access existing and create new online Office files using Office Web Apps.",
          "Any room, set of rooms or building used for the administration of government service, business transactions or other work related activities.",
          "An administrative unit of government.",
          "Office.",
          "One who is accepted as a source of reliable information on a subject.",
          "The word authority can be used to mean power given by the state or by academic knowledge of an area.",
          "A person accepted as a source of reliable information on a subject.",
          "An office is generally a room or other area where administrative work is done, but may also denote a position within an organization with specific duties attached to it ; the latter is in fact an earlier usage, office as place originally referring to the location of one's duty.",
          "A bureau, an administrative unit of government.",
          "A government or state agency, often an appointed commission, is a permanent or semi-permanent organization in the machinery of government that is responsible for the oversight and administration of specific functions, such as an intelligence agency.",
          "A department or other administrative unit of a government; also, the office or headquarters of, or the district administered by such unit of government."
        ]
      },
      {
        "bn:00005435n": [
          "A person who designs, as profession.",
          "Designer of buildings.",
          "Someone who creates plans to be used in making something (such as buildings)",
          "An architect is a person who plans, designs, and oversees the construction of buildings.",
          "Someone who creates plans to be used in making something.",
          "A professional trained in the planning, design, and supervision of the construction of buildings",
          "A visual design surface.",
          "A designer is a person who designs.",
          "A professional who designs buildings or other structures, or who prepares plans and superintends construction.",
          "The portion of InfoPath used to design forms.",
          "Person who designs"
        ]
      },
      {
        "bn:01812885n": [
          "In many countries, a white-collar worker is a person who performs professional, managerial, or administrative work.",
          "A salaried professional or clerical worker.",
          "A salaried professional or an educated worker who performs semi-professional office, administrative, and sales-coordination tasks, as opposed to a blue-collar worker, whose job requires manual labor"
        ]
      },
      {
        "bn:00014137n": [
          "The type of enterprise in which businesses or organizations are engaged.",
          "The activity of providing goods and services involving financial and commercial and industrial aspects",
          "A commercial organization or a small business.",
          "An entity that provides goods and/or services to others.",
          "Commercial, industrial, or professional activity.",
          "An organisation that is not a business.",
          "A business or organization that has provided a coupon that can be used at their store.",
          "Organization involved in the trade of goods, services, or both to consumers",
          "A business, also known as an enterprise or a firm, is an organization involved in the trade of goods, services, or both to consumers.",
          "Commercial, industrial or professional activity.",
          "Business may refer to many differing activities, such as the activity of buying or selling in trade, a commercial firm or enterprise, one's personal affairs or concerns, one's regular occupation, employment, or profession, something acquiring attention, or a situation, matter or happening.",
          "Commercial, industrial or financial activity."
        ]
      }
    ]
  },
  "code": "👩🏽‍💼",
  "fluentui_metadata": {
    "cldr": "woman",
    "fromVersion": "0.6",
    "glyph": "👩",
    "glyphAsUtfInEmoticons": [
      "smilewoman",
      "woman",
      "woman_student",
      "womanstudent"
    ],
    "group": "People & Body",
    "keywords": [
      "adult",
      "woman"
    ],
    "mappedToEmoticons": [
      "smilewoman"
    ],
    "tts": "woman",
    "unicode": "1f469",
    "unicodeSkintones": [
      "1f469",
      "1f469 1f3fb",
      "1f469 1f3fc",
      "1f469 1f3fd",
      "1f469 1f3fe",
      "1f469 1f3ff"
    ]
  },
  "fluentui_folder": "woman-office-worker-medium-skin-tone",
  "slug": "woman-office-worker-medium-skin-tone"
}