{
  "category": "Emoticons -> Gesture symbols",
  "keywords": [
    "apology",
    "gesture",
    "sorry",
    "bow",
    "medium skin tone"
  ],
  "definition": "This version of the ?? Person Bowing emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supporte http://emojipedia.org/person-bowing-deeply-type-4/",
  "unicode": "U+1F647 U+1F3FD",
  "name": "person bowing: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00097970a": [
          "Feeling or expressing regret or sorrow or a sense of loss over something done or undone"
        ]
      },
      {
        "bn:00098708a": [
          "So lacking in interest as to cause mental weariness- Edmund Burke- Mark Twain"
        ]
      },
      {
        "bn:00101571a": [
          "Anxious or uneasy",
          "Anxious or uneasy.",
          "Afflicted with or marked by anxious uneasiness or trouble or grief.",
          "Afflicted with or marked by anxious uneasiness or trouble or grief"
        ]
      },
      {
        "bn:00110036a": [
          "Feeling mentally uncomfortable because something is missing or wrong.",
          "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
          "Feeling sorrow; sorrowful, mournful."
        ]
      },
      {
        "bn:00105691a": [
          "Put out of action (by illness)"
        ]
      },
      {
        "bn:00097488a": [
          "Attentive; awake; on guard.",
          "Carefully observant and or attentive.",
          "Carefully observant or attentive; on the lookout for possible danger",
          "Observant, vigilant and aware",
          "Vigilant and alert; watchful",
          "Observant, vigilant and aware.",
          "Watchful, especially for danger or disorder; alert; wary"
        ]
      },
      {
        "bn:00106354a": [
          "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
          "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
        ]
      },
      {
        "bn:00109738a": [
          "Marked or characterized by respect; as, respectful deportment.",
          "Characterized by respect.",
          "Full of or exhibiting respect"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00088732v": [
          "To express something by a gesture or gestures.",
          "To say or express through gestures.",
          "Show, express or direct through movement",
          "To show, express or direct through movements.",
          "To express through gestures."
        ]
      },
      {
        "bn:00092903v": [
          "Not move; be in a resting position"
        ]
      },
      {
        "bn:00083370v": [
          "To have or hold as a (personal) opinion; judge; think.",
          "To have as opinion, belief, or idea.",
          "To think of doing.",
          "To be of the opinion (that).",
          "Judge or regard; look upon; judge",
          "Be of the opinion that.",
          "To account; to esteem; to think; to judge; to hold in opinion; to regard. (Source Webster 1913)",
          "To have as an opinion; to consider, suppose."
        ]
      },
      {
        "bn:00083405v": [
          "To bend one's back forward.",
          "To bend, or cause to bend, as in humility or fear.",
          "Bend one's back forward from the waist on down",
          "To bend the upper part of the body forward and downward."
        ]
      },
      {
        "bn:00090326v": [
          "(For a human or animal) to assume a horizontally extended position on a surface.",
          "Assume a reclining position",
          "To assume a reclining position",
          "Assume a reclining position."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00050613n": [
          "Time free from work or other duties; spare time.",
          "Time available for ease and relaxation",
          "Leisure, or free time, is time spent away from business, work, domestic chores, and education.",
          "Time free from work or duties.",
          "Time that is freely disposed by individuals",
          "Leisure, or free time, is time spent away from business, work, and domestic chores."
        ]
      },
      {
        "bn:00012569n": [
          "Young male human",
          "A youthful male person",
          "A young male human",
          "A boy is a young male human, usually child or adolescent.",
          "A young male person, usually a child or teenager.",
          "A young male human; a male child or young adult."
        ]
      },
      {
        "bn:00021461n": [
          "Remorse is an emotional expression of personal regret felt by a person after he or she has committed an act which they deem to be shameful, hurtful, or violent.",
          "A feeling of regret or sadness for doing wrong or sinning.",
          "Advanced emotion",
          "A feeling of deep regret (usually for some misdeed)",
          "Remorse is an emotional expression of personal regret felt by a person after they have committed an act which they deem to be shameful, hurtful, or violent.",
          "A pricking of conscience or a feeling of regret, especially one which is slight or fleeting.",
          "Feeling of regret or sadness for doing wrong or sinning."
        ]
      },
      {
        "bn:00052968n": [
          "Determined sex of an animal. Use Q6581097 for a male human",
          "A member of the sex that begets young by fertilizing ova.",
          "A person who belongs to the sex that cannot have babies",
          "A male organism is the physiological sex which produces sperm.",
          "An animal of the sex that has testes."
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00040336n": [
          "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
          "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
          "Form of non-verbal communication or non-vocal communication",
          "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
          "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
        ]
      },
      {
        "bn:00018345n": [
          "A pickpocket; a young or petty thief.",
          "A piece or strip of potato that has been (usually deep-fat) fried and is commonly eaten with or as fast food.",
          "A young person.",
          "A small person",
          "A young person of either sex",
          "A person not legally of age, or who is younger than may be charged with an offence",
          "In law, a minor is a person under a certain age -- usually the age of majority -- which legally demarcates childhood from adulthood.",
          "An account holder who is a family member, but not a parent, and who has limited use of the Internet. Children can view their own settings, but they can't change them.",
          "A person who is too young to be considered legally competent according to the laws of a jurisdiction.",
          "A child or young person.",
          "Young person (colloq.).",
          "Age of majority, Legal age, Infancy",
          "A boorish person.",
          "A person who is below the legal age of responsibility or accountability.",
          "A person below the age of puberty.",
          "A person who is below the age of adulthood; a minor ."
        ]
      }
    ]
  },
  "code": "🙇🏽",
  "fluentui_metadata": {
    "cldr": "person bowing",
    "fromVersion": "0.6",
    "glyph": "🙇",
    "glyphAsUtfInEmoticons": [
      "bowing"
    ],
    "group": "People & Body",
    "keywords": [
      "apology",
      "bow",
      "gesture",
      "person bowing",
      "sorry"
    ],
    "mappedToEmoticons": [
      "bowing"
    ],
    "tts": "person bowing",
    "unicode": "1f647",
    "unicodeSkintones": [
      "1f647",
      "1f647 1f3fb",
      "1f647 1f3fc",
      "1f647 1f3fd",
      "1f647 1f3fe",
      "1f647 1f3ff"
    ]
  },
  "fluentui_folder": "person-bowing-medium-skin-tone",
  "slug": "person-bowing-medium-skin-tone"
}