{
  "alsoKnownAs": [
    "Goofy",
    "Hungry"
  ],
  "appleName": "Smiling Face Licking Lips",
  "code": "😋",
  "codepointsHex": [
    "U+1F60B"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Goofy",
        "Hungry"
      ],
      "appleName": "Smiling Face Licking Lips",
      "code": "😋",
      "codepointsHex": [
        "U+1F60B"
      ],
      "currentCldrName": "Face Savoring Food",
      "description": "<p>A yellow face with smiling eyes and a broad, closed smile with its&nbsp;tongue sticking out of one corner, as if licking its lips in appetite or contentment. Widely used to convey that a food item is delicious. May also express that a person is attractive.</p>",
      "id": "10",
      "slug": "face-savoring-food",
      "shortcodes": [
        {
          "code": ":face_savoring_food:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":yum:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":yum:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":yum:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Face Savouring Delicious Food"
    }
  ],
  "currentCldrName": "Face Savoring Food",
  "description": "<p>A yellow face with smiling eyes and a broad, closed smile with its&nbsp;tongue sticking out of one corner, as if licking its lips in appetite or contentment. Widely used to convey that a food item is delicious. May also express that a person is attractive.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "10",
  "shortcodes": [
    {
      "code": ":face_savoring_food:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":yum:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":yum:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":yum:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "face-savoring-food",
  "title": "Face Savouring Delicious Food",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "savouring",
      "smile",
      "yum",
      "um",
      "delicious",
      "face"
    ],
    "definition": "A friendly, goofy smile with tongue hanging out the side of the mouth. Used to indicate a silly happiness. Face Savouring Delicious Food was http://emojipedia.org/face-savouring-delicious-food/",
    "name": "face savouring delicious food",
    "unicode": "U+1F60B",
    "shortcode": ":yum:",
    "senses": {
      "adjectives": [
        {
          "bn:00103933a": [
            "Enjoying or showing or marked by joy or pleasure"
          ]
        },
        {
          "bn:00104206a": [
            "Marked by or causing boisterous merriment or convulsive laughter",
            "Very funny; causing great merriment and laughter."
          ]
        },
        {
          "bn:00104407a": [
            "Feeling hunger; feeling a need or desire to eat food",
            "Affected by hunger; desirous of food.",
            "Desirous of food; having a physical need for food.",
            "Affected by hunger; desiring of food; having a physical need for food."
          ]
        },
        {
          "bn:00111670a": [
            "Pleasing to the sense of taste.",
            "Tasty, attractive to the palate.",
            "Pleasing to the taste, tasty.",
            "Pleasing to the sense of taste",
            "Pleasing to the taste."
          ]
        },
        {
          "bn:00101128a": [
            "Greatly pleasing or entertaining"
          ]
        },
        {
          "bn:00097006a": [
            "Arousing laughter.",
            "Of or pertaining to laughter",
            "Being funny, whimsically amusing.",
            "Arousing or provoking laughter",
            "Full of humor or arousing laughter; funny.",
            "Funny; amusing; comical.",
            "Fitted to excite laughter; humorous.",
            "Amusing; humorous; comical.",
            "Funny, hilarious."
          ]
        },
        {
          "bn:00099949a": [
            "Foolish, silly",
            "Ludicrous, foolish"
          ]
        },
        {
          "bn:13671881a": [
            "Flirting, or seeming to flirt."
          ]
        },
        {
          "bn:00101116a": [
            "Having or showing good taste; tasteful.",
            "Extremely pleasing to the sense of taste",
            "Pleasing to the taste; delicious.",
            "Pleasing to the taste."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087901v": [
            "Produce laughter",
            "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
            "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
            "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter."
          ]
        },
        {
          "bn:00087460v": [
            "Take in solid food",
            "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
            "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
          ]
        },
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        },
        {
          "bn:00093918v": [
            "Eat noisily",
            "To eat or drink (something) noisily."
          ]
        },
        {
          "bn:13692640v": [
            "To eat"
          ]
        },
        {
          "bn:00089996v": [
            "To feel joy, to rejoice.",
            "Feel happiness or joy",
            "To be very happy, be delighted, exult; to feel joy."
          ]
        },
        {
          "bn:00095016v": [
            "Lick or explore with the tongue"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00029546n": [
            "Eating is the ingestion of food or other object, usually to provide heterotrophic organism particularly for energy and growth.",
            "Suitability for use as food",
            "The act of ingesting food.",
            "That which is eaten; food.",
            "Suitability for use as food.",
            "Eating is the ingestion of food to provide for all organisms their nutritional needs, particularly for energy and growth.",
            "Ingestion of food to provide for all organisms their nutritional or medicinal needs",
            "The act of consuming food",
            "The process of consuming food, for the purpose of providing for the nutritional needs of an animal",
            "The act of consuming food."
          ]
        },
        {
          "bn:03300699n": [
            "Ideograms or smileys used in Japanese electronic messages and webpages",
            "Emoji are the ideograms or smileys used in Japanese electronic messages and webpages, the use of which is spreading outside Japan."
          ]
        },
        {
          "bn:02247187n": [
            "Internet slang",
            "Rolling on the floor laughing out loud.",
            "LOL, an acronym for laughing out loud or laugh out loud, is a common element of Internet slang.",
            "Rolling on the floor laughing out loud"
          ]
        },
        {
          "bn:00025978n": [
            "Taking a small amount into the mouth to test its quality"
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:00056990n": [
            "In neuropsychology, linguistics and the philosophy of language, a natural language or ordinary language is any language which arises, unpremeditated, in the brains of human beings.",
            "A language.",
            "A language spoken or written by humans, as opposed to a language used to program or communicate with computers.",
            "A human language which has evolved naturally in a community, usually in contrast to computer programming languages or to artificially constructed languages such as Esperanto.",
            "Language naturally spoken by humans, as opposed to \"formal\" or \"built\" languages",
            "A language which has developed over time as a result of the innate human ability for language.",
            "A natural language, one that arose without intentional design (Antonym: conlang)",
            "A human written or spoken language used by a community; opposed to e.g. a computer language"
          ]
        },
        {
          "bn:00043620n": [
            "In the Malay language",
            "Expression of greeting used by two or more people who meet each other.",
            "Hello is a salutation or greeting in the English language.",
            "An informal greeting, hi, hello.",
            "Howdy is an informal greeting, commonly thought to have originated as a shortened form of the greeting \"How do you do?\".",
            "\"Hello!\" or an equivalent greeting.",
            "An informal greeting.",
            "An expression of greeting",
            "An informal greeting, similar to hi.",
            "A friendly, informal, casual greeting said when meeting someone."
          ]
        },
        {
          "bn:00042905n": [
            "The emotion of being happy; joy.",
            "Mental or emotional state of well-being characterized by pleasant emotions",
            "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
            "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
            "Emotion of being happy.",
            "The state of being jocund.",
            "Emotions experienced when in a state of well-being.",
            "Emotions experienced when in a state of well-being"
          ]
        },
        {
          "bn:00048468n": [
            "Feeling of happiness.",
            "Anything that causes such a feeling.",
            "The emotion of great happiness",
            "The feeling of happiness."
          ]
        },
        {
          "bn:00013686n": [
            "A person who amuses others by ridiculous behavior",
            "Generically, the word goof is another term for a mistake.",
            "A mistake or error.",
            "A mistake or error,",
            "A comical performer, stereotypically characterized by its grotesque appearance: colored wigs, stylistic makeup, outlandish costumes, unusually large footwear, etc., who entertain spectators by acting in a hilarious fashion.",
            "Null",
            "A clown is a comic performer who employs slapstick or similar types of physical humor, often in a mime style.",
            "An unintentionally ridiculous person.",
            "A performance artist often associated with a circus and typically characterised by bright, oversized clothing, a red nose, face paint, and a brightly colored wig and who performs slapstick."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "face savoring food",
    "fromVersion": "0.6",
    "glyph": "😋",
    "glyphAsUtfInEmoticons": [
      "tongueout"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "delicious",
      "face",
      "face savoring food",
      "savouring",
      "smile",
      "yum"
    ],
    "tts": "face savoring food",
    "unicode": "1f60b"
  },
  "fluentui_folder": "face-savouring-delicious-food"
}