{
  "category": "Supplemental Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "dark skin tone",
    "selfie",
    "phone",
    "camera"
  ],
  "definition": "This version of the ?? Selfie emoji has the ?? Dark Skin Tone applied, which is displayed as a Black Skin Tone on supported platforms. Copy  http://emojipedia.org/selfie-type-6/",
  "unicode": "U+1F933 U+1F3FF",
  "name": "selfie: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00084387v": [
          "To contact by telephone.",
          "To telephone, to call someone on the telephone.",
          "To call on the telephone.",
          "To call someone.",
          "To contact someone using the telephone.",
          "Get or try to get into communication (with someone) by telephone",
          "To contact someone by dialing his or her telephone number; to make someone's telephone ring using one's own telephone.",
          "To call (someone) on the telephone."
        ]
      },
      {
        "bn:13732455v": [
          "To take a selfie"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00015008n": [
          "A digital video device that is used for recording moving images and audio in a digital format.",
          "An app to facilitate the capture of photos and videos by using the PC.",
          "Device for recording or transmitting photographic images or videos",
          "A camera is an optical instrument that records images that can be stored directly, transmitted to another location, or both.",
          "Equipment for taking photographs (usually consisting of a lightproof box with a lens at one end and light-sensitive film at the other)",
          "A Windows Phone application that is both a digital still camera and a digital video camera."
        ]
      },
      {
        "bn:16391020n": [
          "A selfie is a self-portrait photograph, typically taken with a hand-held digital camera or camera phone.",
          "A photograph taken by the person photographed.",
          "Self-portrait, usually informal",
          "A photographic self-portrait, especially one taken manually (not using a timer, tripod etc.) with a small camera or mobile phone."
        ]
      },
      {
        "bn:00062020n": [
          "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Phone as the default device for calling phone numbers, Communicator uses the PBX phone integrated with Communicator for making a call.",
          "An electronic device used for two-way talking with other people (often shortened to phone).",
          "Telecommunications device",
          "A telephone, or phone, is a telecommunications device that permits two or more users to conduct a conversation when they are not in the same vicinity of each other to be heard directly.",
          "A traditional phone, which has a wired connection (as opposed to a mobile phone).",
          "An electronic device used for two-way talking with other people.",
          "An electronic device used for calling people.",
          "A device for transmitting conversations and other sounds in real time across distances.",
          "Electronic equipment that converts sound into electrical signals that can be transmitted over distances and then converts received signals back into sounds",
          "Also known as \"the horn\", especially among soldiers and police officers"
        ]
      }
    ]
  },
  "code": "🤳🏿",
  "fluentui_metadata": {
    "cldr": "selfie",
    "fromVersion": "3.0",
    "glyph": "🤳",
    "glyphAsUtfInEmoticons": [
      "selfie"
    ],
    "group": "People & Body",
    "keywords": [
      "camera",
      "phone",
      "selfie"
    ],
    "mappedToEmoticons": [
      "selfiehand"
    ],
    "tts": "selfie",
    "unicode": "1f933",
    "unicodeSkintones": [
      "1f933",
      "1f933 1f3fb",
      "1f933 1f3fc",
      "1f933 1f3fd",
      "1f933 1f3fe",
      "1f933 1f3ff"
    ]
  },
  "fluentui_folder": "selfie-dark-skin-tone",
  "slug": "selfie-dark-skin-tone"
}