{
  "alsoKnownAs": [
    "Shadow",
    "Silhouette",
    "User"
  ],
  "appleName": "Silhouette of Person",
  "code": "👤",
  "codepointsHex": [
    "U+1F464"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Shadow",
        "Silhouette",
        "User"
      ],
      "appleName": "Silhouette of Person",
      "code": "👤",
      "codepointsHex": [
        "U+1F464"
      ],
      "currentCldrName": "Bust in Silhouette",
      "description": "<p>Generic profile of one person. Often used in interface design to represent a user.</p>\r\n",
      "id": "103",
      "slug": "bust-in-silhouette",
      "shortcodes": [
        {
          "code": ":bust_in_silhouette:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":bust_in_silhouette:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":bust_in_silhouette:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":bust_in_silhouette:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Bust in Silhouette"
    }
  ],
  "currentCldrName": "Bust in Silhouette",
  "description": "<p>Generic profile of one person. Often used in interface design to represent a user.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "103",
  "shortcodes": [
    {
      "code": ":bust_in_silhouette:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":bust_in_silhouette:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":bust_in_silhouette:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":bust_in_silhouette:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "bust-in-silhouette",
  "title": "Bust in Silhouette",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Portrait and role symbols",
    "keywords": [
      "bust",
      "silhouette"
    ],
    "definition": "Generic profile of one person. Often used in interface design to represent a user. Bust in Silhouette was approved as part of Unicode 6.0 in http://emojipedia.org/bust-in-silhouette/",
    "name": "bust in silhouette",
    "unicode": "U+1F464",
    "shortcode": ":bust_in_silhouette:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:13640267v": [
            "To represent as a person; to personify; to impersonate."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00070830n": [
            "Shade within clear boundaries",
            "Area where direct light from a light source cannot reach due to obstruction by an object",
            "Darkness, where light (particularly sunlight) is blocked.",
            "Shadows are areas where direct light from a light source cannot reach due to obstruction by an object.",
            "Darkness where light is blocked.",
            "A shadow is an area where light from a light source is obstructed by an object.",
            "A dark image projected onto a surface where light is blocked by the shade of an object.",
            "Darkness where light, particularly sunlight, is blocked."
          ]
        },
        {
          "bn:00046516n": [
            "A person, especially as one among many.",
            "Some unspecified person.",
            "An individual is a person or a specific object.",
            "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
            "A human; someone susceptible to death.",
            "A human being",
            "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
            "A human being.",
            "A person that will die eventually.",
            "A being, such as a human, that has certain capacities or attributes constituting personhood",
            "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
            "Some person.",
            "An individual; usually a human being."
          ]
        },
        {
          "bn:00079373n": [
            "The windowing and graphics subsystem that supports windows and user interface controls.",
            "The record-keeping mechanism used by networks and multiuser operating systems for keeping track of authorized users.",
            "An organization's authorization to access the Live Meeting service.",
            "A person who uses a computer.",
            "In Active Directory, an object that consists of all the information that defines a domain user, which includes user name, password, and groups in which the user account has membership. User accounts can be stored in either Active Directory or on your local computer.",
            "A person who uses a computer or a computing network, especially a person who has received a user account.",
            "Person who uses a computer.",
            "An authorization to use a service.",
            "Agent who uses a computer or network service",
            "A unique name that identifies a user account to Windows. An account's user name must be unique among the other group names and user names within its own domain or workgroup.",
            "A person or software using an information system",
            "A person who makes use of a thing; someone who uses or employs something",
            "A collection of information that tells Windows which files and folders the user can access, what changes the user can make to the computer, and the user's preferences, such as the desktop background or screen saver. Each person accesses their user account with a user name and password.",
            "A person's identification on an individual computer system.",
            "A set of attributes that define a user's access to a given service or application.",
            "A unique identifying string for a specific database user.",
            "The name by which a user is identified to a computer system or network. During the logon process, the user must enter the username and the correct password. If the system or network is connected to the Internet, the username generally corresponds to the leftmost part of the user's e-mail address (the portion preceding the @ sign, as in username@company.com).",
            "The person or business to which the salesperson tries to sell a product or service.",
            "A user is a person who uses a computer or network service."
          ]
        },
        {
          "bn:00015784n": [
            "The head.",
            "A head is the cephalic part of an organism, which usually comprises the eyes, ears, nose and mouth, each of which aid in various sensory functions, such as sight, hearing, smell, and taste.",
            "Head in French",
            "Cephalic part of an animal",
            "A Head is the cephalic part of an animal, which usually comprises the eyes, ears, nose and mouth, each of which aid in various sensory functions, such as sight, hearing, smell, and taste.",
            "The upper part of the human body or the front part of the body in animals; contains the face and brains",
            "The part of the body of an animal or human which contains the brain, mouth and main sense organs."
          ]
        },
        {
          "bn:00001533n": [
            "Sexual maturity is the age or stage when an organism can reproduce.",
            "The age or stage when an organism can reproduce",
            "An adult male human.",
            "A man is a male human.",
            "An adult male human",
            "An adult human member of the sex that begets young by fertilizing ova.",
            "A human member of the masculine sex or gender.",
            "An adult person who is male (as opposed to a woman)"
          ]
        },
        {
          "bn:03857698n": [
            "A silhouette is the image of a person, animal, object or scene represented as a solid shape of a single color, usually black, its edges matching the outline of the subject.",
            "Image",
            "An illustrated outline filled in with a solid color(s), usually only black, and intended to represent the shape of an object without revealing any other visual details; a similar appearance produced when the object being viewed is situated in relative darkness with brighter lighting behind it; a profile portrait in black, such as a shadow appears to be.",
            "A representation of the outlines of an object filled in with a single color.",
            "Representation of the outlines of an object filled in with a black color."
          ]
        },
        {
          "bn:00044576n": [
            "Modern humans are the only extant members of the hominin clade, a branch of great apes characterized by erect posture and bipedal locomotion; manual dexterity and increased tool use; and a general trend toward larger, more complex brains and societies.",
            "Species of the family Hominidae, unique extant species of the genus Homo",
            "The genus Homo.",
            "Homo is the genus of hominids that includes modern humans and species closely related to them.",
            "As distinct from a supernatural being",
            "Any living or extinct member of the family Hominidae characterized by superior intelligence, articulate speech, and erect carriage.",
            "A member of the human species.",
            "A member of the species Homo sapiens.",
            "Any living or extinct member of the family Hominidae characterized by superior intelligence, articulate speech, and erect carriage",
            "Another, extinct member of the genus Homo."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "bust in silhouette",
    "fromVersion": "0.6",
    "glyph": "👤",
    "glyphAsUtfInEmoticons": [
      "1f464_bustinsilhouette"
    ],
    "group": "People & Body",
    "keywords": [
      "bust",
      "bust in silhouette",
      "silhouette"
    ],
    "mappedToEmoticons": [
      "1f464_bustinsilhouette"
    ],
    "tts": "bust in silhouette",
    "unicode": "1f464"
  },
  "fluentui_folder": "bust-in-silhouette"
}