{
  "alsoKnownAs": [
    "Business Shirt",
    "Shirt And Tie",
    "Tie"
  ],
  "appleName": "Shirt and Tie",
  "code": "👔",
  "codepointsHex": [
    "U+1F454"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Business Shirt",
        "Shirt And Tie",
        "Tie"
      ],
      "appleName": "Shirt and Tie",
      "code": "👔",
      "codepointsHex": [
        "U+1F454"
      ],
      "currentCldrName": "Necktie",
      "description": "<p>A necktie commonly worn&nbsp;at work or formal occasions, usually shown being worn with a shirt.</p>\r\n\r\n<p>Colors and patterns for both the necktie and the shirt&nbsp;vary by platform.</p>\r\n\r\n<p>Previous designs from <a href=\"/google/android-7.0/necktie/\">Google</a>, <a href=\"/facebook/1.0/necktie/\">Facebook</a>, and <a href=\"/samsung/touchwiz-7.1/necktie/\">Samsung</a> displayed a necktie on its own.</p>",
      "id": "180",
      "slug": "necktie",
      "shortcodes": [
        {
          "code": ":necktie:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":necktie:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":necktie:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":necktie:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Necktie"
    }
  ],
  "currentCldrName": "Necktie",
  "description": "<p>A necktie commonly worn&nbsp;at work or formal occasions, usually shown being worn with a shirt.</p>\r\n\r\n<p>Colors and patterns for both the necktie and the shirt&nbsp;vary by platform.</p>\r\n\r\n<p>Previous designs from <a href=\"/google/android-7.0/necktie/\">Google</a>, <a href=\"/facebook/1.0/necktie/\">Facebook</a>, and <a href=\"/samsung/touchwiz-7.1/necktie/\">Samsung</a> displayed a necktie on its own.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "180",
  "shortcodes": [
    {
      "code": ":necktie:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":necktie:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":necktie:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":necktie:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "necktie",
  "title": "Necktie",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Clothing and accessories",
    "keywords": [
      "clothing"
    ],
    "definition": "A necktie commonly worn at work or formal occasions. Sometimes displayed as a shirt and tie. Colors and patterns vary by platform. Necktie w http://emojipedia.org/necktie/",
    "name": "necktie",
    "unicode": "U+1F454",
    "shortcode": ":necktie:",
    "senses": {
      "adjectives": [
        {
          "bn:00103223a": [
            "Being in accord with established forms and conventions and requirements.",
            "Being in accord with established forms.",
            "Being in accord with established forms and conventions and requirements (as e.g. of formal dress)"
          ]
        },
        {
          "bn:13675856a": [
            "Of, to, pertaining to or utilized for purposes of conducting trade, commerce, governance, advocacy or other professional purposes."
          ]
        },
        {
          "bn:13675857a": [
            "Professional, businesslike, having concern for good business practice."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00083498v": [
            "To secure (something) by string or the like.",
            "To secure something by tying a string or the like.",
            "Fasten or secure with a rope, string, or cord"
          ]
        },
        {
          "bn:00089252v": [
            "Be dressed in"
          ]
        },
        {
          "bn:00087291v": [
            "To fit out with the necessary clothing; to clothe, put clothes on (something or someone).",
            "To adorn or cover with clothing; to dress; to supply clothes or clothing.",
            "Put on clothes",
            "To put clothes on something or somebody.",
            "To dress; to put on clothes; to clothe oneself.",
            "Adorn with clothing."
          ]
        },
        {
          "bn:00093638v": [
            "Put a shirt on"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00075103n": [
            "A person who wears matching jacket and trousers, especially a boss or a supervisor.",
            "Slang: person who wears matching jacket and trousers, especially a hierarchical superior.",
            "In clothing, a suit is a set of garments made from the same cloth, usually consisting of at least a jacket and trousers.",
            "A set of garments (usually including a jacket and trousers or skirt) for outerwear all of the same fabric and color",
            "Formal attire",
            "A set of clothing with matching pieces, including at least a coat and trousers",
            "A set of men's clothes consisting of trousers and a jacket, traditionally worn with a shirt and a tie."
          ]
        },
        {
          "bn:00057149n": [
            "A necktie or simply tie is a long piece of cloth worn for decorative purposes around the neck or shoulders, resting under the shirt collar and knotted at the throat.",
            "Neckwear consisting of a long narrow piece of material worn (mostly by men) under a collar and tied in knot at the front",
            "A long, thin piece of material that is tied around a person's neck (underneath their collar) to make them look smarter, politer or more successful.",
            "A long piece of cloth worn around the neck or shoulders",
            "Clothing item, traditionally worn by boys and men with dress shirt",
            "A strip of cloth worn around the neck and tied in the front. See also bowtie.",
            "Strip of cloth worn around the neck and tied in the front."
          ]
        },
        {
          "bn:00014138n": [
            "A regular activity performed in exchange for payment.",
            "The principal activity in your life that you do to earn money",
            "An activity to which one devotes time.",
            "A customer service issue or problem reported by a customer and the activities that customer service representatives use to resolve it.",
            "The activity, position or site associated with commerce or the earning of a livelihood.",
            "An occurrence of an activity performed between specific start and end times and at specific locations.",
            "Regular activity performed in exchange for payment",
            "A job is an activity, often regular, and often performed in exchange for payment.",
            "Productive activity, service, trade, or craft for which one is regularly paid.",
            "An activity to which one devotes time",
            "A grouping of responsibilities, duties, and job functions that compose an activity."
          ]
        },
        {
          "bn:00028687n": [
            "A shirt, button shirt, dress shirt, button-front, button-front shirt, or button-up shirt is a garment with a collar, and a full-length opening at the front from the collar to the hem.",
            "A man's white shirt (with a starch front) for evening wear (usually with a tuxedo)",
            "A formal white shirt with a collar, worn under a dinner jacket as part of black tie dress.",
            "A man's white shirt (with a starch front) for evening wear (usually with a tuxedo)."
          ]
        },
        {
          "bn:00019980n": [
            "A woven fabric such as used in dressing, decorating, cleaning or other practical use.",
            "Cloth produced from a fabric.",
            "A material made of fibers, a textile or cloth.",
            "A material made of natural or man-made fibers and used for the manufacture of items such as clothing and furniture fittings.",
            "A textile or cloth is a flexible woven material consisting of a network of natural or artificial fibers often referred to as thread or yarn.",
            "Any cloth made from yarn or fibres by weaving, knitting, felting, etc.",
            "Artifact made by weaving or felting or knitting or crocheting natural or synthetic fibers",
            "Any type of material made from fibers or other extended linear materials such as thread or yarn.",
            "Flexible woven material",
            "Material made of fibers."
          ]
        },
        {
          "bn:00014137n": [
            "The type of enterprise in which businesses or organizations are engaged.",
            "The activity of providing goods and services involving financial and commercial and industrial aspects",
            "A commercial organization or a small business.",
            "An entity that provides goods and/or services to others.",
            "Commercial, industrial, or professional activity.",
            "An organisation that is not a business.",
            "A business or organization that has provided a coupon that can be used at their store.",
            "Organization involved in the trade of goods, services, or both to consumers",
            "A business, also known as an enterprise or a firm, is an organization involved in the trade of goods, services, or both to consumers.",
            "Commercial, industrial or professional activity.",
            "Business may refer to many differing activities, such as the activity of buying or selling in trade, a commercial firm or enterprise, one's personal affairs or concerns, one's regular occupation, employment, or profession, something acquiring attention, or a situation, matter or happening.",
            "Commercial, industrial or financial activity."
          ]
        },
        {
          "bn:00006125n": [
            "Clothing, garments, dress, material.",
            "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
            "Clothing is fiber and textile material worn on the body.",
            "Clothes.",
            "Clothes considered as a group.",
            "All coverings designed to be worn on a person's body.",
            "Clothing",
            "Something that can be worn; an item of clothing.",
            "A covering of or like clothing.",
            "A single item of clothing.",
            "An act or instance of putting clothes on.",
            "A covering designed to be worn on a person's body",
            "Clothes, possessions or equipment.",
            "(in combination) clothing",
            "Fiber and textile material worn on the body"
          ]
        },
        {
          "bn:00071142n": [
            "An article of clothing that is worn on the upper part of the body, and often has sleeves, either long or short, that cover the arms.",
            "A shirt is a cloth garment for the upper body.",
            "A garment worn on the upper half of the body",
            "Cloth garment for the upper body"
          ]
        },
        {
          "bn:00033731n": [
            "Popular trends.",
            "Fashion refers to styles of dress that are popular in a culture at any given time.",
            "The latest and most admired style in clothes and cosmetics and behavior",
            "Term for a popular style or practice in clothing, make-up, furniture, etc.",
            "The latest and most admired style in clothes and cosmetics and behavior.",
            "Fashion is a popular style or practice, especially in clothing, footwear, accessories, makeup, body piercing, or furniture.",
            "A prevailing mode of expression, e.g., clothing"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "necktie",
    "fromVersion": "0.6",
    "glyph": "👔",
    "glyphAsUtfInEmoticons": [
      "1f454_necktie"
    ],
    "group": "Objects",
    "keywords": [
      "clothing",
      "necktie",
      "tie"
    ],
    "mappedToEmoticons": [
      "1f454_necktie"
    ],
    "tts": "necktie",
    "unicode": "1f454"
  },
  "fluentui_folder": "necktie"
}