{
  "alsoKnownAs": [
    "DVD-ROM",
    "DVD Video"
  ],
  "appleName": "DVD",
  "code": "📀",
  "codepointsHex": [
    "U+1F4C0"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "DVD-ROM",
        "DVD Video"
      ],
      "appleName": "DVD",
      "code": "📀",
      "codepointsHex": [
        "U+1F4C0"
      ],
      "currentCldrName": "DVD",
      "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/DVD\">digital versatile disc</a> (DVD), a type of <a href=\"/optical-disk/\">optical disc</a> used to play movies before the rise of streaming technology. Generally depicted in gold, though Facebook&rsquo;s is bluish gray, as a Blu-ray.</p>\r\n\r\n<p>Commonly used to represent CDs, DVDs, Blu-rays, and related film and music content, especially albums.</p>\r\n\r\n<p><a href=\"/google/android-7.0/dvd/\">Google</a>, <a href=\"/microsoft/windows-10/dvd/\">Microsoft</a>, <a href=\"/samsung/experience-9.0/dvd/\">Samsung</a>, and <a href=\"/softbank/2014/dvd/\">Softbank&rsquo;s</a> designs were once labelled <em>DVD</em>, as to&nbsp;distinguish&nbsp;it from <a href=\"/optical-disk/\">💿 Optical Disk</a>.</p>\r\n\r\n<p>See also&nbsp;<a href=\"/optical-disk/\">💿 Optical Disc</a>&nbsp;and <a href=\"/computer-disk/\">💽 Computer Disk</a>.</p>",
      "id": "772",
      "slug": "dvd",
      "shortcodes": [
        {
          "code": ":dvd:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":dvd:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":dvd:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":dvd:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "DVD"
    }
  ],
  "currentCldrName": "DVD",
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/DVD\">digital versatile disc</a> (DVD), a type of <a href=\"/optical-disk/\">optical disc</a> used to play movies before the rise of streaming technology. Generally depicted in gold, though Facebook&rsquo;s is bluish gray, as a Blu-ray.</p>\r\n\r\n<p>Commonly used to represent CDs, DVDs, Blu-rays, and related film and music content, especially albums.</p>\r\n\r\n<p><a href=\"/google/android-7.0/dvd/\">Google</a>, <a href=\"/microsoft/windows-10/dvd/\">Microsoft</a>, <a href=\"/samsung/experience-9.0/dvd/\">Samsung</a>, and <a href=\"/softbank/2014/dvd/\">Softbank&rsquo;s</a> designs were once labelled <em>DVD</em>, as to&nbsp;distinguish&nbsp;it from <a href=\"/optical-disk/\">💿 Optical Disk</a>.</p>\r\n\r\n<p>See also&nbsp;<a href=\"/optical-disk/\">💿 Optical Disc</a>&nbsp;and <a href=\"/computer-disk/\">💽 Computer Disk</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "772",
  "shortcodes": [
    {
      "code": ":dvd:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":dvd:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":dvd:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":dvd:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "dvd",
  "title": "DVD",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Office symbols",
    "keywords": [
      "blu-ray",
      "computer",
      "disk",
      "optical",
      "dvd"
    ],
    "definition": "Stands for Digital Video Disc (or Digital Versatile Disc); a type of optical media used for movie distribution (DVD Video) or storing files  http://emojipedia.org/dvd/",
    "name": "dvd",
    "unicode": "U+1F4C0",
    "shortcode": ":dvd:",
    "senses": {
      "adjectives": [
        {
          "bn:00107936a": [
            "Of or relating to or involving light or optics",
            "Of, or relating to visible light"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00016915n": [
            "Optical disc used to store digital data",
            "An optical disc used to store audio or other data.",
            "Compact disc is a digital optical disc data storage format.",
            "A digitally encoded recording on an optical disk that is smaller than a phonograph record; played back by a laser",
            "An optical storage medium for digital data.",
            "Compact disc; a form of digital media that is based on the use of a laser to read from a plastic disc in a reader device.",
            "A flat, round, optical medium that can store up to 700 megabytes of digital data or 80 minutes of audio. Data stored is read using a laser.",
            "Optical disc used to store data."
          ]
        },
        {
          "bn:00029245n": [
            "An optical disc used to record video images on special equipment",
            "DVD is a digital optical disc storage format, invented and developed by Philips, Sony, Toshiba, and Panasonic in 1995.",
            "Optical disc",
            "Videodisc is a general term for a laser-or stylus-readable random-access disc that contains both audio and analog video signals recorded in an analog form.",
            "An optical disc used to store video images and associated audio information.",
            "A form of storage characterized by high capacity (roughly 650 MB) and the use of laser optics rather than magnetic means for reading data. Optical disk storage commonly used for audio, video, and computer data. DVDs range in capacity from 4.7 GB to 17 GB, and can store significantly more than a CD-ROM.",
            "An optical disc used to record video images on special equipment.",
            "Digital video disc or ; an optical disc, typically one holding a commercially-recorded movie.",
            "A digital recording (as of a movie) on an optical disk that can be played on a computer or a television set"
          ]
        },
        {
          "bn:00021464n": [
            "The configuration that includes all functional components of a computer and its associated hardware. A basic microcomputer system includes a console, or system unit, with one or more disk drives, a monitor, and a keyboard. Additional hardware, called peripherals, can include such devices as a printer, a modem, and a mouse. Software is usually not considered part of a computer system, although the operating system that runs the hardware is known as system software.",
            "A computer is a general purpose device that can be programmed to carry out a set of arithmetic or logical operations automatically.",
            "Simple general purpose device for performing arithmetics or logical operations",
            "Any device capable of processing information to produce a desired result. No matter how large or small they are, computers typically perform their work in three well-defined steps: (1) accepting input, (2) processing the input according to predefined rules (programs), and (3) producing output. There are several ways to categorize computers, including class (ranging from microcomputers to supercomputers), generation (first through fifth generation), and mode of processing (analog versus digital).",
            "A programmable electronic device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly; now especially, a small one for personal or home use employed for manipulating text or graphics, accessing the Internet, or playing games or media.",
            "The combination of hardware and software which forms a complete, working computer. Computer systems will include the computer alongside any software (example: operating system, BIOS) and peripheral devices that are necessary to make the computer function.",
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Computer as the default device for calling phone numbers, Communicator uses the Voice Over Internet Protocol (VOIP) connection for making a call.",
            "A computer is a machine for manipulating data or storing data according to a list of instructions.",
            "A machine for performing calculations automatically",
            "A programmable device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly."
          ]
        },
        {
          "bn:00222375n": [
            "A high definition optical disc format which uses a smaller focus blue-violet 405 nm laser allowing higher precision and storage density. A competitor to HD DVD.",
            "Blu-ray Disc is a digital optical disc data storage format designed to supersede the DVD format, in that it is capable of storing high-definition video resolution.",
            "Optical disc storage medium",
            "The Blu-ray Disc format.",
            "A media format",
            "An optical disc storage medium used for data and video, introduced in 2006, having the same physical dimensions as a CD or DVD but greater storage capacity."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "dvd",
    "fromVersion": "0.6",
    "glyph": "📀",
    "glyphAsUtfInEmoticons": [
      "1f4c0_dvd"
    ],
    "group": "Objects",
    "keywords": [
      "blu-ray",
      "computer",
      "disk",
      "dvd",
      "optical"
    ],
    "mappedToEmoticons": [
      "1f4c0_dvd"
    ],
    "tts": "dvd",
    "unicode": "1f4c0"
  },
  "fluentui_folder": "dvd"
}