{
  "alsoKnownAs": [
    "Reception Bars",
    "Signal Strength",
    "Stairs"
  ],
  "appleName": "Cellular Signal Bars",
  "code": "📶",
  "codepointsHex": [
    "U+1F4F6"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Reception Bars",
        "Signal Strength",
        "Stairs"
      ],
      "appleName": "Cellular Signal Bars",
      "code": "📶",
      "codepointsHex": [
        "U+1F4F6"
      ],
      "currentCldrName": "Antenna Bars",
      "description": "<p>Bars increasing in height, showing the strength of the mobile (cellular) phone signal. More bars signifies better reception.</p>\n",
      "id": "758",
      "slug": "antenna-bars",
      "shortcodes": [
        {
          "code": ":antenna_bars:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":signal_strength:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":signal_strength:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":signal_strength:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Antenna with Bars"
    }
  ],
  "currentCldrName": "Antenna Bars",
  "description": "<p>Bars increasing in height, showing the strength of the mobile (cellular) phone signal. More bars signifies better reception.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "758",
  "shortcodes": [
    {
      "code": ":antenna_bars:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":signal_strength:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":signal_strength:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":signal_strength:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "antenna-bars",
  "title": "Antenna with Bars",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Communication symbols",
    "keywords": [
      "cell",
      "phone",
      "telephone",
      "mobile",
      "bar",
      "signal",
      "antenna"
    ],
    "definition": "Bars increasing in height, showing the strength of the mobile (cellular) phone signal. More bars signifies better reception. Antenna Bars wa http://emojipedia.org/antenna-with-bars/",
    "name": "antenna bars",
    "unicode": "U+1F4F6",
    "shortcode": ":signal_strength:",
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00081176n": [
            "The 802.11b standard for wireless networking. A standard for delivering digital information over high-frequency, wireless local area networks.",
            "A wireless local area network is a wireless computer network that links two or more devices using a wireless distribution method within a limited area such as a home, school, computer laboratory, or office building.",
            "Wi-Fi, also spelled Wifi or WiFi, is a local area wireless technology that allows an electronic device to exchange data or connect to the internet using 2.4 GHz UHF and 5 GHz SHF radio waves.",
            "A network that links two or more devices using some wireless distribution method (typically spread-spectrum or OFDM radio), and usually providing a connection through an access point to the wider internet.",
            "Wireless local area network",
            "A local area network that uses high frequency radio signals to transmit and receive data over distances of a few hundred feet; uses ethernet protocol",
            "A wireless local-area computer network",
            "A local area network (LAN) that sends and receives data via radio, infrared optical signaling, or some other technology that does not require a physical connection between individual nodes and the hub. Wireless LANs are often used in office or factory settings where a user must carry a portable computer from place to place."
          ]
        },
        {
          "bn:00017029n": [
            "A portable electronic device used for calling people.",
            "A field that contains a contact's mobile phone number.",
            "A mobile phone using any technology (such as PCS).",
            "A cellular phone.",
            "A button in the Options dialog box, on the Phones tab, that the user clicks to enter his or her mobile phone number.",
            "A form of videotelephony that can convey simultaneous audio and video, or",
            "Mobile phone, cell phone",
            "A portable, wireless telephone, which changes antenna connections seamlessly during travel from one radio reception cell to another without losing the party-to-party call connection.",
            "A portable telephone that connects with the telephone network over radio wave transmission.",
            "Cell phone /mobile phone, mobile",
            "Portable device to make telephone calls using a radio link",
            "Mobile phone",
            "A handheld portable telephone that operates through a radio network.",
            "A mobile phone is a phone that can make and receive telephone calls over a radio link while moving around a wide geographic area.",
            "The link to the Windows Live site where users can register their mobile phone and find information about the Windows Live for Mobile services.",
            "A portable telephone.",
            "A hand-held mobile radiotelephone for use in an area divided into small sections, each with its own short-range transmitter/receiver"
          ]
        },
        {
          "bn:00062020n": [
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Phone as the default device for calling phone numbers, Communicator uses the PBX phone integrated with Communicator for making a call.",
            "An electronic device used for two-way talking with other people (often shortened to phone).",
            "Telecommunications device",
            "A telephone, or phone, is a telecommunications device that permits two or more users to conduct a conversation when they are not in the same vicinity of each other to be heard directly.",
            "A traditional phone, which has a wired connection (as opposed to a mobile phone).",
            "An electronic device used for two-way talking with other people.",
            "An electronic device used for calling people.",
            "A device for transmitting conversations and other sounds in real time across distances.",
            "Electronic equipment that converts sound into electrical signals that can be transmitted over distances and then converts received signals back into sounds",
            "Also known as \"the horn\", especially among soldiers and police officers"
          ]
        },
        {
          "bn:00001661n": [
            "A wire or rod (or a set of these) able to send or receive radio waves, etc.",
            "A rod, wire, or other structure for receiving or transmitting radio, television signals etc.",
            "An electrical device that sends or receives radio or television signals",
            "An electrical device which converts electric power into radio waves, and vice versa",
            "A transducer that transmits or receives electromagnetic waves",
            "An antenna is an electrical device which converts electric power into radio waves, and vice versa.",
            "Device for receiving or transmitting.",
            "An apparatus to receive or transmit radio waves and convert respectively to or from an electrical signal."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "antenna bars",
    "fromVersion": "0.6",
    "glyph": "📶",
    "glyphAsUtfInEmoticons": [
      "1f4f6_antennawithbars"
    ],
    "group": "Symbols",
    "keywords": [
      "antenna",
      "antenna bars",
      "bar",
      "cell",
      "mobile",
      "phone"
    ],
    "mappedToEmoticons": [
      "1f4f6_antennawithbars"
    ],
    "tts": "antenna bars",
    "unicode": "1f4f6"
  },
  "fluentui_folder": "antenna-with-bars"
}