{
  "appleName": "Currency Exchange",
  "code": "💱",
  "codepointsHex": [
    "U+1F4B1"
  ],
  "components": [
    {
      "appleName": "Currency Exchange",
      "code": "💱",
      "codepointsHex": [
        "U+1F4B1"
      ],
      "currentCldrName": "Currency Exchange",
      "description": "<p>A symbol for exchanging of two currencies. Most commonly displayed as a <a href=\"/heavy-dollar-sign/\" title=\"💲Heavy Dollar Sign\">dollar symbol</a>, with arrows to and from a <a href=\"/yen-banknote/\" title=\"💴 Banknote With Yen Sign\">yen symbol</a>.</p>\r\n\r\n<p><a href=\"/google/android-4.4/currency-exchange/\">Google</a> and <a href=\"/samsung/touchwiz-7.1/currency-exchange/\">Samsung&#39;s</a> designs previously showed banknotes and coins&nbsp;in <a href=\"/yen-banknote/\" title=\"💴 Banknote With Yen Sign\">yen</a>, <a href=\"/dollar-banknote/\" title=\"💵 Banknote With Dollar Sign\">dollars</a>, <a href=\"/euro-banknote/\" title=\"💶 Banknote With Euro Sign\">euros</a> and <a href=\"/pound-banknote/\" title=\"💷 Banknote With Pound Sign\">pounds</a>.</p>",
      "id": "815",
      "slug": "currency-exchange",
      "shortcodes": [
        {
          "code": ":currency_exchange:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":currency_exchange:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":currency_exchange:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":currency_exchange:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Currency Exchange"
    }
  ],
  "currentCldrName": "Currency Exchange",
  "description": "<p>A symbol for exchanging of two currencies. Most commonly displayed as a <a href=\"/heavy-dollar-sign/\" title=\"💲Heavy Dollar Sign\">dollar symbol</a>, with arrows to and from a <a href=\"/yen-banknote/\" title=\"💴 Banknote With Yen Sign\">yen symbol</a>.</p>\r\n\r\n<p><a href=\"/google/android-4.4/currency-exchange/\">Google</a> and <a href=\"/samsung/touchwiz-7.1/currency-exchange/\">Samsung&#39;s</a> designs previously showed banknotes and coins&nbsp;in <a href=\"/yen-banknote/\" title=\"💴 Banknote With Yen Sign\">yen</a>, <a href=\"/dollar-banknote/\" title=\"💵 Banknote With Dollar Sign\">dollars</a>, <a href=\"/euro-banknote/\" title=\"💶 Banknote With Euro Sign\">euros</a> and <a href=\"/pound-banknote/\" title=\"💷 Banknote With Pound Sign\">pounds</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "815",
  "shortcodes": [
    {
      "code": ":currency_exchange:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":currency_exchange:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":currency_exchange:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":currency_exchange:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "currency-exchange",
  "title": "Currency Exchange",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Money symbols",
    "keywords": [
      "currency",
      "exchange",
      "bank",
      "money"
    ],
    "definition": "A symbol for exchanging of two currencies. Most commonly displayed as a dollar symbol, with arrows to and from a yen symbol. Some platforms  http://emojipedia.org/currency-exchange/",
    "name": "currency exchange",
    "unicode": "U+1F4B1",
    "shortcode": ":currency_exchange:",
    "senses": {
      "adjectives": [
        {
          "bn:00105294a": [
            "Between or among nations; pertaining to the intercourse of nations; participated in by two or more nations; common to, or affecting, two or more nations.",
            "Concerning or belonging to at least two nations.",
            "Concerning or belonging to all or at least two or more nations"
          ]
        },
        {
          "bn:00097623a": [
            "Of or containing various different kinds.",
            "Comprised of a number of different kinds or types; mixed; miscellaneous.",
            "Of many different kinds purposefully arranged but lacking any uniformity",
            "Comprised of different kinds."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087801v": [
            "Hand over one and receive another, approximately equivalent"
          ]
        },
        {
          "bn:00088912v": [
            "Change location; move, travel, or proceed, also metaphorically",
            "To change (from one value to another).",
            "To move or travel (from one location to another).",
            "To change the location of an object.",
            "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
            "To move an object one pixel at a time."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00068918n": [
            "A contract of sale is a legal contract an exchange of goods, services or property to be exchanged from seller to buyer for an agreed upon value in money paid or the promise to pay same.",
            "An agreement (or contract) in which property is transferred from the seller (vendor) to the buyer (vendee) for a fixed price in money (paid or agreed to be paid by the buyer)",
            "An exchange of goods or services for currency or credit.",
            "A contract that involves an exchange of goods, services or property to be exchanged from seller (or vendor) to buyer (or purchaser) for an agreed upon value in money (or money equivalent) paid or the promise to pay same.",
            "A source document that documents an agreement between two or more parties based on an understanding that a selling party will commit to selling a specific quantity or value of product over a period of time in exchange for favorable prices and discounts.",
            "Exchange of goods or services for currency or credit.",
            "A contract with the target of the change in ownership (of goods, services, companies, etc)"
          ]
        },
        {
          "bn:01265145n": [
            "Highly organized trading market",
            "Place for conducting trading.",
            "The marketplace in which shares, options and futures on stocks, bonds, commodities and indices are traded.",
            "A place for conducting trading.",
            "An exchange, or bourse, is a highly organized market where tradable securities, commodities, foreign exchange, futures, and options contracts are sold and bought.",
            "Where securities are sold and bought"
          ]
        },
        {
          "bn:00078085n": [
            "The act of going from one place to another",
            "Movement of people between locations",
            "Movement of people between relatively distant geographical locations",
            "Act of traveling.",
            "Travel is the movement of people between relatively distant geographical locations, and can involve travel by foot, bicycle, automobile, train, boat, airplane, or other means, with or without luggage, and can be one way or round trip.",
            "The act of traveling.",
            "An application for travel planning, including destination photos and panoramas, travel guides, booking tools, currency conversions, and weather forecasts.",
            "The transport of people on a trip or journey."
          ]
        },
        {
          "bn:00008364n": [
            "A bank is a financial intermediary that accepts deposits and channels those deposits into lending activities, either directly by loaning or indirectly through capital markets.",
            "Branch office of such an institution.",
            "A financial institution where one can borrow money (upon which interest is due) or deposit money (in order to collect interest).",
            "An institution where one can place and borrow money and take care of financial affairs.",
            "A financial institution that accepts deposits and channels the money into lending activities",
            "A business that keeps money for individual people or companies, exchanges currencies, makes loans, and offers other financial services.",
            "The bank or financial institution that the payment format file is transmitted to for processing.",
            "Financial institution",
            "A financial institution"
          ]
        },
        {
          "bn:00028114n": [
            "The basic monetary unit in many countries; equal to 100 cents",
            "Used in many countries",
            "Official designation for currency in some parts of the world, including Canada, Australia, the United States, Hong Kong, and elsewhere. Its symbol is $.",
            "Dollar is the name of several currencies, including those of Australia, Belize, Brunei, Canada, Hong Kong, Namibia, New Zealand, Singapore, Suriname, Taiwan, the United States, and previously Zimbabwe.",
            "Designation for specific currency.",
            "Name of many currencies",
            "The currency of Suriname."
          ]
        },
        {
          "bn:00075652n": [
            "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
            "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
            "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
            "A character or glyph representing an idea, concept or object.",
            "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
            "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
            "Character or glyph.",
            "An arbitrary sign (written or printed) that has acquired a conventional significance",
            "Something that represents an idea, a process, or a physical entity"
          ]
        },
        {
          "bn:00024507n": [
            "The metal or paper medium of exchange that is presently used",
            "A unit of exchange (such as money) used to facilitate transactions.",
            "Money or other items used to facilitate transactions.",
            "Money or other item used to facilitate transactions.",
            "Generally accepted medium of exchange",
            "A medium of exchange.",
            "A currency in the most specific use of the word refers to money in any form when in actual use or circulation as a medium of exchange, especially circulating banknotes and coins.",
            "Any form of money in public circulation that is not your base (local) currency.",
            "Any form of money, including bills and coins, used as a medium of exchange.",
            "A medium of exchange in circulation that is not limited to money.",
            "An 8-byte, fixed-point data type that is useful for calculations involving money or for fixed-point calculations in which accuracy is extremely important. The Currency data type is used to store numbers with up to 15 digits to the left of the decimal point and 4 digits to the right. The type-declaration character in Microsoft© Visual Basic© is an at sign (@). Currency can range from -922,337,203,685,477.5808 to 922,337,203,685,477.5807.",
            "Currency is a physical medium of exchange, typically represented in modern times by government-printed paper notes and government-minted coins.",
            "Monetized in specific units (euros, dollars, pesos, etc.) which may be given international value by their exchange values in foreign exchange"
          ]
        },
        {
          "bn:00032131n": [
            "The reciprocal transfer of equivalent sums of money, usually in currencies of different countries.",
            "Reciprocal transfer of equivalent sums of money (especially the currencies of different countries)",
            "The process of restating foreign currency accounts of subsidiaries into equivalent currency (usually the reporting currency of the parent company), in order to prepare consolidated financial statements in the native currency of the parent company."
          ]
        },
        {
          "bn:00055644n": [
            "Means of exchange and measure of value.",
            "A medium for exchanging ownership of the economic values represented by one or more currency units.",
            "A generally accepted means of exchange and measure of value.",
            "An unspecified amount in a currency.",
            "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
            "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
            "Object or record accepted as payment",
            "The most common medium of exchange; functions as legal tender",
            "In Dutch or German languages"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "currency exchange",
    "fromVersion": "0.6",
    "glyph": "💱",
    "glyphAsUtfInEmoticons": [
      "1f4b1_currencyexchange"
    ],
    "group": "Symbols",
    "keywords": [
      "bank",
      "currency",
      "exchange",
      "money"
    ],
    "mappedToEmoticons": [
      "1f4b1_currencyexchange"
    ],
    "tts": "currency exchange",
    "unicode": "1f4b1"
  },
  "fluentui_folder": "currency-exchange"
}