{
  "appleName": "Family with Two Fathers and Son",
  "code": "👨‍👨‍👦",
  "codepointsHex": [
    "U+1F468",
    "U+200D",
    "U+1F468",
    "U+200D",
    "U+1F466"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Male",
        "Moustache Man"
      ],
      "appleName": "Man",
      "code": "👨",
      "codepointsHex": [
        "U+1F468"
      ],
      "currentCldrName": "Man",
      "description": "<p>The male version of <a href=\"/person/\">🧑 Person</a>.</p>",
      "id": "73",
      "modifiers": true,
      "slug": "man",
      "shortcodes": [
        {
          "code": ":man:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":man:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":man:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":man:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Man"
    },
    {
      "code": "‍",
      "codepointsHex": [
        "U+200D"
      ],
      "description": "<p>Zero Width Joiner (ZWJ) is a Unicode character that joins two or more other characters together in sequence to create a new emoji.</p>\r\n\r\n<p>Zero Width Joiner, pronounced &quot;zwidge&quot;, is not an emoji and has no appearance by itself. This&nbsp;is an invisible character when used alone.</p>\r\n\r\n<p>View&nbsp;<a href=\"/emoji-zwj-sequence/\" title=\"Emoji ZWJ Sequences\">Emoji ZWJ Sequences</a>&nbsp;that use this character.</p>",
      "id": "2827",
      "slug": "zero-width-joiner",
      "title": "Zero Width Joiner"
    },
    {
      "appleName": "Boy",
      "code": "👦",
      "codepointsHex": [
        "U+1F466"
      ],
      "currentCldrName": "Boy",
      "description": "<p>The face of a boy, smiling.</p>\r\n\r\n<p>Previously differentiated from&nbsp;<a href=\"/man/\">👨 Man</a>&nbsp;on <a href=\"/google/android-5.0/boy/\">Android</a>&nbsp;by wearing a cap, and on iOS by the lack of&nbsp;any facial hair.</p>\r\n\r\n<p>Variants include&nbsp;<a href=\"/child/\">👦 Child</a> and <a href=\"/girl/\">👧 Girl</a>.</p>",
      "id": "71",
      "modifiers": true,
      "slug": "boy",
      "shortcodes": [
        {
          "code": ":boy:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":boy:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":boy:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":boy:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Boy"
    }
  ],
  "currentCldrName": "Family: Man, Man, Boy",
  "description": "<p>A family with&nbsp;two fathers,&nbsp;and one son.</p>\r\n",
  "emojiVersion": {
    "date": 1447200000,
    "name": "2.0",
    "slug": "emoji-2.0",
    "status": 0
  },
  "id": "1360",
  "shortcodes": [
    {
      "code": ":family_man_man_boy:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":family_man_man_boy:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":man-man-boy:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":family_mmb:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "family-man-man-boy",
  "title": "Family: Man, Man, Boy",
  "type": "ZWJ",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "family",
      "boy",
      "man"
    ],
    "definition": "A family with two fathers, and one son. The Family: Man, Man, Boy emoji is a sequence of the ?? Man, ?? Man and ?? Boy emojis. These are com http://emojipedia.org/family-man-man-boy/",
    "name": "family: man, man, boy",
    "unicode": "U+1F468 U+200D U+1F468 U+200D U+1F466",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13604198a": [
            "Of or related to a family."
          ]
        },
        {
          "bn:00104252a": [
            "Relating to or being where one lives or where one's roots are",
            "Relating to or being where one lives or where one's roots are."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00061450n": [
            "(plural) any group of human beings (men or women or children) collectively",
            "Plurality of persons considered as a whole",
            "A group of persons forming or belonging to a particular nation, class, ethnic group, country, family, etc.",
            "Persons who exist in no programmatic feature category, or more than one category.",
            "(plural peoples)  Persons forming or belonging to a particular group, such as a nation, class, ethnic group, country, family, etc; folk; community.",
            "A group of persons forming or belonging to a particular nation etc.",
            "A people is a plurality of persons considered as a whole, as in an ethnic group or nation.",
            "A group of humans"
          ]
        },
        {
          "bn:00012569n": [
            "Young male human",
            "A youthful male person",
            "A young male human",
            "A boy is a young male human, usually child or adolescent.",
            "A young male person, usually a child or teenager.",
            "A young male human; a male child or young adult."
          ]
        },
        {
          "bn:00001533n": [
            "Sexual maturity is the age or stage when an organism can reproduce.",
            "The age or stage when an organism can reproduce",
            "An adult male human.",
            "A man is a male human.",
            "An adult male human",
            "An adult human member of the sex that begets young by fertilizing ova.",
            "A human member of the masculine sex or gender.",
            "An adult person who is male (as opposed to a woman)"
          ]
        },
        {
          "bn:00044994n": [
            "A dwelling that serves as living quarters for one or more families",
            "Structure intended for living",
            "A structure serving as an abode of human beings.",
            "A human-built dwelling with enclosing walls, a floor, and a roof",
            "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
            "The abode of a human being, their place of residence."
          ]
        },
        {
          "bn:00060643n": [
            "Fatherhood, being a father",
            "One of the two persons from whom one is immediately biologically descended; a mother or father.",
            "Father and mother of a child.",
            "A caretaker of a species offspring, in humans, a parent is the mother or the father",
            "Caretaker of the offspring in their own species",
            "A person having one or more offsprings.",
            "Person from whom one is descended.",
            "A parent is a caretaker of the offspring in their own species.",
            "A father or mother; one who begets or one who gives birth to or nurtures and raises a child; a relative who plays the role of guardian"
          ]
        },
        {
          "bn:02576360n": [
            "Two and a Half Men is an American television sitcom that began broadcast on CBS on September 22, 2003.",
            "TV series",
            "Two and a Half Men is a TV series original centered around a hip single bachelor whose lifestyle is interrupted when his newly separated brother and his son move in. and a Half Men"
          ]
        },
        {
          "bn:00018345n": [
            "A pickpocket; a young or petty thief.",
            "A piece or strip of potato that has been (usually deep-fat) fried and is commonly eaten with or as fast food.",
            "A young person.",
            "A small person",
            "A young person of either sex",
            "A person not legally of age, or who is younger than may be charged with an offence",
            "In law, a minor is a person under a certain age -- usually the age of majority -- which legally demarcates childhood from adulthood.",
            "An account holder who is a family member, but not a parent, and who has limited use of the Internet. Children can view their own settings, but they can't change them.",
            "A person who is too young to be considered legally competent according to the laws of a jurisdiction.",
            "A child or young person.",
            "Young person (colloq.).",
            "Age of majority, Legal age, Infancy",
            "A boorish person.",
            "A person who is below the legal age of responsibility or accountability.",
            "A person below the age of puberty.",
            "A person who is below the age of adulthood; a minor ."
          ]
        },
        {
          "bn:00032893n": [
            "Primary social group; parents and children",
            "A domestic group of people (or a number of domestic groups), typically affiliated by birth or marriage, or by comparable legal relationships",
            "A group of people who are closely related to one another (by blood or marriage); for example, a set of parents and their children; an immediate family.",
            "A group comprising parents, offsprings and others closely related or associated with them.",
            "Immediate family, e.g. parents and their children.",
            "A series of hardware or software products that have some properties in common, such as a series of personal computers from the same company, a series of CPU chips from the same manufacturer that all use the same instruction set, a set of 32-bit operating systems based on the same API (for example, Windows 95 and Windows 98), or a set of fonts that are intended to be used together, such as Times New Roman.",
            "An account holder who is a parent or a child.",
            "In human context, a family is a group of people affiliated by consanguinity, affinity, or co-residence/shared consumption.",
            "An account holder who is the primary administrator (parent) and the family members they manage.",
            "A family consists of a domestic group of people, typically affiliated by birth or marriage, or by analogous or comparable relationships -- including domestic partnership, cohabitation, adoption, surname and ownership.",
            "Group of people affiliated by consanguinity, affinity, or co-residence"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "man",
    "fromVersion": "0.6",
    "glyph": "👨",
    "glyphAsUtfInEmoticons": [
      "man",
      "man_student",
      "manstudent",
      "smileman"
    ],
    "group": "People & Body",
    "keywords": [
      "adult",
      "man"
    ],
    "mappedToEmoticons": [
      "smileman"
    ],
    "tts": "man",
    "unicode": "1f468",
    "unicodeSkintones": [
      "1f468",
      "1f468 1f3fb",
      "1f468 1f3fc",
      "1f468 1f3fd",
      "1f468 1f3fe",
      "1f468 1f3ff"
    ]
  },
  "fluentui_folder": "family:-man,-man,-boy"
}