{
  "alsoKnownAs": [
    "Japanese Flag",
    "Regional Indicator Symbol Letters JP"
  ],
  "appleName": "Flag of Japan",
  "code": "🇯🇵",
  "codepointsHex": [
    "U+1F1EF",
    "U+1F1F5"
  ],
  "components": [
    {
      "code": "🇯",
      "codepointsHex": [
        "U+1F1EF"
      ],
      "description": "<p>The letter&nbsp;<em>J</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1334",
      "slug": "regional-indicator-symbol-letter-j",
      "shortcodes": [
        {
          "code": ":regional_indicator_j:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter J"
    },
    {
      "code": "🇵",
      "codepointsHex": [
        "U+1F1F5"
      ],
      "description": "<p>The letter&nbsp;<em>P</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1340",
      "slug": "regional-indicator-symbol-letter-p",
      "shortcodes": [
        {
          "code": ":regional_indicator_p:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter P"
    }
  ],
  "currentCldrName": "Flag: Japan",
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Japan\">Japan</a>, which may show as the letters&nbsp;<em>JP</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1013",
  "shortcodes": [
    {
      "code": ":flag_japan:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":jp:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":jp:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag-jp:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_jp:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-japan",
  "title": "Flag: Japan",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Japan, which may show as the letters JP on some platforms. The Flag for Japan emoji is a sequence of the ?? Regional Indicator  http://emojipedia.org/flag-for-japan/",
    "name": "Japan",
    "unicode": "U+1F1EF U+1F1F5",
    "shortcode": ":jp:",
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        },
        {
          "bn:00105516a": [
            "Of or relating to or characteristic of Japan or its people or their culture or language",
            "Japanese",
            "Of or relating to Japan.",
            "Of, relating to, or derived from Japan, its language, or culture."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00088378v": [
            "Travel through the air; be airborne",
            "To cause to travel through the air.",
            "To cause to fly : to transport via air or the like.",
            "To move autonomously through the air, without any part of the object or object's enclosure touching anything attached to the ground.",
            "To fly."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00656516n": [
            "The national flag of Japan is a white rectangular flag with a large red disc in the center.",
            "The national flag of Japan; consisting of a large red disc (representing the sun) in the centre of a white rectangular horizontal background."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        },
        {
          "bn:00047991n": [
            "The modern stage of the Japanese language, usually dated from around 1600.",
            "Japanese language is an East Asian language spoken by about 125 million speakers, primarily in Japan, where it is the national language.",
            "A native or inhabitant of Japan",
            "A fictional creature in the Pokémon franchise",
            "The main language spoken in Japan.",
            "A language spoken mainly in Japan.",
            "The Japanese language",
            "East Asian language"
          ]
        },
        {
          "bn:00047985n": [
            "Japan",
            "Japan, also known as Nippon, is an island country in eastern Asia.",
            "An island nation in the Pacific Ocean, located to the east of China, Korea and Russia.",
            "Japan is an island nation in East Asia.",
            "A constitutional monarchy occupying the Japanese Archipelago; a world leader in electronics and automobile manufacture and ship building",
            "The equivalent of a class president",
            "Island country in East Asia",
            "A Far East country in Asia.",
            "An East Asian island country located in the Pacific Ocean, to the east of China, Korea, and Russia, stretching from the Sea of Okhotsk in the north to the East China Sea in the south."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
