{
  "alsoKnownAs": [
    "Snow",
    "Snowing"
  ],
  "appleName": "Snowflake",
  "code": "❄️",
  "codepointsHex": [
    "U+2744",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Snow",
        "Snowing"
      ],
      "appleName": "Snowflake",
      "code": "❄️",
      "codepointsHex": [
        "U+2744",
        "U+FE0F"
      ],
      "currentCldrName": "Snowflake",
      "description": "<p>The unique, feathery ice crystal of a snowflake. Depicted as a bluish-white snowflake with six&nbsp;intricate&nbsp;symmetrical branches.</p>\r\n\r\n<p>Like <a href=\"/cloud-with-snow/\">🌨️ Cloud With Snow</a>, may be used as a weather icon to represent a snowstorm or a cold, snowy day. May also be used for various content concerning wintertime, <a href=\"/snow-capped-mountain/\">cold climates</a>, and winter activity, such as <a href=\"/skis/\">skiing</a>.</p>\r\n\r\n<p>Sometimes used as an insult to call a person&nbsp;weak and&nbsp;oversensitive.</p>",
      "id": "621",
      "slug": "snowflake",
      "shortcodes": [
        {
          "code": ":snowflake:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":snowflake:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":snowflake:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":snowflake:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Snowflake"
    }
  ],
  "currentCldrName": "Snowflake",
  "description": "<p>The unique, feathery ice crystal of a snowflake. Depicted as a bluish-white snowflake with six&nbsp;intricate&nbsp;symmetrical branches.</p>\r\n\r\n<p>Like <a href=\"/cloud-with-snow/\">🌨️ Cloud With Snow</a>, may be used as a weather icon to represent a snowstorm or a cold, snowy day. May also be used for various content concerning wintertime, <a href=\"/snow-capped-mountain/\">cold climates</a>, and winter activity, such as <a href=\"/skis/\">skiing</a>.</p>\r\n\r\n<p>Sometimes used as an insult to call a person&nbsp;weak and&nbsp;oversensitive.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "621",
  "shortcodes": [
    {
      "code": ":snowflake:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":snowflake:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":snowflake:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":snowflake:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "snowflake",
  "title": "Snowflake",
  "type": "SINGLE",
  "version": {
    "date": 738892800,
    "description": "<p>Unicode 1.1 were pre-dated emoji inclusion in Unicode by 17 years, and included many characters primarily sourced from the Zapf Dingbats font.</p>\r\n\r\n<p>The following characters were added to Unicode in 1993 and many were given emoji presentation status in the years 2010-2015.</p>",
    "name": "1.1",
    "slug": "unicode-1.1",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Dingbats -> Stars, asterisks and snowflakes",
    "keywords": [
      "cold",
      "snow"
    ],
    "definition": "Snow falling to the ground in the form of a unique ? snowflake. With enough snow, a snowman can be made! Snow found at alpine resorts and mo http://emojipedia.org/snowflake/",
    "name": "snowflake",
    "unicode": "U+2744",
    "shortcode": ":snowflake:",
    "senses": {
      "adjectives": [
        {
          "bn:00099981a": [
            "Having a low or inadequate temperature or feeling a sensation of coldness or having been made cold by e.g. ice or refrigeration",
            "Having a low temperature."
          ]
        },
        {
          "bn:00110832a": [
            "Marked by the presence of snow",
            "Marked by the presence of snow.",
            "Resembling snow."
          ]
        },
        {
          "bn:00097466a": [
            "Cold and icy",
            "Extremely cold",
            "Extremely cold, snowy, or having other properties of extreme winter associated with the Arctic.",
            "Cold, snowy, or having other properties of extreme winter associated with the Arctic.",
            "Very cold; icy or frosty.",
            "Being extremely cold, snowy, or having other properties of extreme winter associated with the Arctic."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00093989v": [
            "To fall from the clouds in the form of ice crystals.",
            "To have snow fall from the sky.",
            "Have snow fall from the sky.",
            "Fall as snow"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00081370n": [
            "Winter is the coldest season of the year in polar climates and temperate climates, between autumn and spring.",
            "The coldest season of the year; in the northern hemisphere it extends from the winter solstice to the vernal equinox",
            "The coldest season of the year in temperate climates",
            "The season of winter, between autumn and spring",
            "Winter is one of the four seasons of temperate zones.",
            "Fourth season, marked by short days and lowest temperatures.",
            "Traditionally the fourth of the four seasons, typically regarded as being from December 23 to March 20 in continental regions of the Northern Hemisphere or the months of June, July and August in the Southern Hemisphere. It is the time when the sun is lowest in the sky, resulting in short days, and the time of year with the lowest atmospheric temperatures for the region.",
            "Traditionally, the fourth of the seasons, marked by the applicable hemisphere of the planet being at its minimum angle of exposure to the Sun, resulting in short days, long nights and typically in low temperatures.",
            "One of the four seasons, between autumn and spring"
          ]
        },
        {
          "bn:00072455n": [
            "A snow system leading to an accumulation of snow between 1 to 3 inches. A snow shower brings more snow than a flurry, but less than a snow storm or a blizzard.",
            "Precipitation falling from clouds in the form of ice crystals",
            "Snow is so much more than a type of precipitation in the form of crystalline water ice, consisting of a multitude of snowflakes that fall from clouds, but complicates and blesses our lives in a number of ways, giving rise to both frustration and romance.",
            "Precipitation in the form of flakes of crystalline water ice",
            "A fall of snow.",
            "An instance of falling of snow.",
            "Precipitation in form of snow.",
            "The amount of snow on a mountain; the depth of snow that has fallen.",
            "Snow is precipitation in the form of flakes of crystalline water ice that falls from clouds.",
            "Snow and water mixed, or snow just melted",
            "A mass of snow which covers something, for example the soil",
            "The most common form of frozen precipitation, usually flakes or starlike crystals, matted ice needles, or combinations, and often rime-coated.",
            "The frozen, crystalline state of water that falls as precipitation."
          ]
        },
        {
          "bn:00006808n": [
            "The atmospheric conditions that comprise the state of the atmosphere in terms of temperature and wind and clouds and precipitation",
            "Sometimes referred to as \"the elements\"",
            "State of the atmosphere",
            "The day-to-day meteorological conditions, especially temperature, cloudiness, and rainfall, affecting a specific place.",
            "Unpleasant or destructive atmospheric conditions, and their effects.",
            "Weather is the state of the atmosphere, to the degree that it is hot or cold, wet or dry, calm or stormy, clear or cloudy.",
            "State of the atmosphere."
          ]
        },
        {
          "bn:00034998n": [
            "An agglomeration of ice crystals falling from the sky.",
            "A crystal of snow",
            "A snowflake is either a single ice crystal or an aggregation of ice crystals which falls through the Earth's atmosphere.",
            "Single ice crystal or an aggregation of ice crystals which falls through the Earth's atmosphere",
            "A crystal of snow, having approximate hexagonal symmetry."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "snowflake",
    "fromVersion": "0.6",
    "glyph": "❄️",
    "group": "Travel & Places",
    "keywords": [
      "cold",
      "snow",
      "snowflake"
    ],
    "mappedToEmoticons": [
      "snowflake"
    ],
    "tts": "snowflake",
    "unicode": "2744 fe0f"
  },
  "fluentui_folder": "snowflake"
}