{
  "alsoKnownAs": [
    "Bodybuilder"
  ],
  "appleName": "Weightlifter",
  "code": "🏋️",
  "codepointsHex": [
    "U+1F3CB",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Bodybuilder"
      ],
      "appleName": "Weightlifter",
      "code": "🏋️",
      "codepointsHex": [
        "U+1F3CB",
        "U+FE0F"
      ],
      "currentCldrName": "Person Lifting Weights",
      "description": "<p>A person lifting&nbsp;a barbell loaded with weights above their head.</p>",
      "id": "675",
      "modifiers": true,
      "slug": "person-lifting-weights",
      "shortcodes": [
        {
          "code": ":person_lifting_weights:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":weight_lifting:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":weight_lifter:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":person_lifting_weights:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":lifter:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":weight_lifter:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Weight Lifter"
    }
  ],
  "currentCldrName": "Person Lifting Weights",
  "description": "<p>A person lifting&nbsp;a barbell loaded with weights above their head.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "675",
  "modifiers": true,
  "shortcodes": [
    {
      "code": ":person_lifting_weights:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":weight_lifting:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":weight_lifter:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":person_lifting_weights:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":lifter:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":weight_lifter:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "person-lifting-weights",
  "title": "Weight Lifter",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
    "keywords": [
      "lifter",
      "weight"
    ],
    "definition": "A person lifting a barbell loaded with weights above their head. Person Lifting Weights was approved as part of Unicode 7.0 in 2014 under th http://emojipedia.org/weight-lifter/",
    "name": "person lifting weights",
    "unicode": "U+1F3CB",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00051094n": [
            "Olympic weightlifting, also called Olympic-style weightlifting, or weightlifting, is an athletic discipline in the modern Olympic program in which the athlete attempts a maximum-weight single lift of a barbell loaded with weight plates.",
            "Person who uses weights.",
            "A person who uses weights to train the muscles of the body, usually for strength or for improved performance in a sport.",
            "An athlete who lifts barbells",
            "A person who uses weights to train the muscles."
          ]
        },
        {
          "bn:00041853n": [
            "The teaching of knowledge, vocational or practical matters",
            "Activity leading to skilled behavior",
            "The process of bringing a person or a group of persons to an agreed standard of proficiency and skilled behavior, by practice and instruction.",
            "Acquisition of knowledge, skills, and competencies as a result of teaching",
            "Training is the acquisition of knowledge, skills, and competencies as a result of the teaching of vocational or practical skills and knowledge that relate to specific useful competencies."
          ]
        },
        {
          "bn:00032203n": [
            "Exercise is the performance of some activity in order to develop or maintain physical fitness.",
            "The activity of exerting your muscles in various ways to keep fit",
            "Activity for physical fitness",
            "An exercise session; a period of physical exercise.",
            "Any activity designed to develop or hone a skill or ability.",
            "Bodily activity that enhances or maintains physical fitness and overall health and wellness",
            "Physical exercise is any bodily activity that enhances or maintains physical fitness and overall health and wellness."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "person lifting weights",
    "fromVersion": "0.7",
    "glyph": "🏋️",
    "glyphAsUtfInEmoticons": [
      "weight_lifter"
    ],
    "group": "People & Body",
    "keywords": [
      "lifter",
      "person lifting weights",
      "weight"
    ],
    "mappedToEmoticons": [
      "weight_lifter"
    ],
    "tts": "person lifting weights",
    "unicode": "1f3cb fe0f",
    "unicodeSkintones": [
      "1f3cb fe0f",
      "1f3cb 1f3fb",
      "1f3cb 1f3fc",
      "1f3cb 1f3fd",
      "1f3cb 1f3fe",
      "1f3cb 1f3ff"
    ]
  },
  "fluentui_folder": "weight-lifter"
}