{
  "category": "Miscellaneous Symbols And Pictographs -> Hand symbols",
  "keywords": [
    "hand",
    "medium-dark skin tone",
    "finger"
  ],
  "definition": "This version of the ?? Middle Finger emoji has the ?? Medium-dark Skin Tone applied, which is displayed as a Dark Brown Skin Tone on support http://emojipedia.org/reversed-hand-with-middle-finger-extended-type-5/",
  "unicode": "U+1F595 U+1F3FE",
  "name": "middle finger: medium-dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00097980a": [
          "Socially incorrect in behavior"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00088102v": [
          "To seem (through touch or otherwise).",
          "To examine by touch.",
          "Examine by touch"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00034565n": [
          "One of the long extremities of the hand, sometimes excluding the thumb.",
          "A part of the hand",
          "One of the long extremities of the hand that is used for gripping objects.",
          "Extremity of the hand.",
          "Any of the terminal members of the hand (sometimes excepting the thumb)",
          "Organ of manipulation and sensation found in the hands of humans and other primates",
          "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates."
        ]
      },
      {
        "bn:00027525n": [
          "Disrespect for and failure to behave within the context of a society or a group of people's social laws or etiquette",
          "A rude act.",
          "A manner that is rude and insulting",
          "The property of being rude.",
          "Property of being rude.",
          "Rudeness is a display of disrespect by not complying with the social norms or etiquette of a group or culture.",
          "A rude person"
        ]
      },
      {
        "bn:00054854n": [
          "Finger between the forefinger and the ring finger.",
          "The middle finger, long finger, or tall finger is the third digit of the human hand, located between the index finger and the ring finger.",
          "The second finger; between the index finger and the ring finger",
          "The finger between the forefinger and the ring finger; this is the longest finger.",
          "The middle finger",
          "Middle finger",
          "The third, longest finger, also known as the middle finger.",
          "The middle and the longest of the fingers."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      }
    ]
  },
  "code": "🖕🏾",
  "fluentui_metadata": {
    "cldr": "middle finger",
    "fromVersion": "1.0",
    "glyph": "🖕",
    "glyphAsUtfInEmoticons": [
      "finger"
    ],
    "group": "People & Body",
    "keywords": [
      "finger",
      "hand",
      "middle finger"
    ],
    "mappedToEmoticons": [
      "middlefinger"
    ],
    "tts": "middle finger",
    "unicode": "1f595",
    "unicodeSkintones": [
      "1f595",
      "1f595 1f3fb",
      "1f595 1f3fc",
      "1f595 1f3fd",
      "1f595 1f3fe",
      "1f595 1f3ff"
    ]
  },
  "fluentui_folder": "middle-finger-medium-dark-skin-tone",
  "slug": "middle-finger-medium-dark-skin-tone"
}