{
  "category": "Miscellaneous Symbols And Pictographs -> Hand symbols",
  "keywords": [
    "clap",
    "hand",
    "medium-light skin tone"
  ],
  "definition": "This version of the ?? Clapping Hands emoji has the ?? Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on supp http://emojipedia.org/clapping-hands-sign-type-3/",
  "unicode": "U+1F44F U+1F3FC",
  "name": "clapping hands: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00100266a": [
          "Expressive of sympathetic pleasure or joy on account of someone's success or good fortune",
          "Congratulatory"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00082212v": [
          "Clap one's hands or shout after performances to indicate approval",
          "To praise or show approval, by clapping the hands.",
          "To express approval by clapping.",
          "To express approval (of something) by clapping the hands.",
          "To shout approval; to express great approval."
        ]
      },
      {
        "bn:00093846v": [
          "To cause something to strike soundly.",
          "To strike on the cheek with the open hand.",
          "Hit with something flat, like a paddle or the open hand"
        ]
      },
      {
        "bn:00091913v": [
          "Express approval of"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00005053n": [
          "The act of applauding; approbation and praise publicly expressed by the clapping of hands, stamping or tapping of the feet, acclamation, huzzas, or other means; marked commendation.",
          "Act of applauding.",
          "A demonstration of approval by clapping the hands together",
          "A clap is the percussive sound made by striking together two flat surfaces, as in the body parts of humans or animals.",
          "Praise or approval, expressed by clapping the hands.",
          "Applause is primarily the expression of approval by the act of clapping, or striking the palms of the hands together, in order to create noise."
        ]
      },
      {
        "bn:01193643n": [
          "The act of expressing approval or admiration; commendation; laudation.",
          "Praise is the act of making positive statements about a person, object or idea, either in public or privately."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00021834n": [
          "Praise",
          "Praise; accolades.",
          "An expression of approval and commendation",
          "Expressing praise and approval, expressing approbation.",
          "An expression of approval and commendation."
        ]
      }
    ]
  },
  "code": "👏🏼",
  "fluentui_metadata": {
    "cldr": "clapping hands",
    "fromVersion": "0.6",
    "glyph": "👏",
    "glyphAsUtfInEmoticons": [
      "clap"
    ],
    "group": "People & Body",
    "keywords": [
      "clap",
      "clapping hands",
      "hand"
    ],
    "mappedToEmoticons": [
      "clappinghands",
      "clappinghandsskype"
    ],
    "tts": "clapping hands",
    "unicode": "1f44f",
    "unicodeSkintones": [
      "1f44f",
      "1f44f 1f3fb",
      "1f44f 1f3fc",
      "1f44f 1f3fd",
      "1f44f 1f3fe",
      "1f44f 1f3ff"
    ]
  },
  "fluentui_folder": "clapping-hands-medium-light-skin-tone",
  "slug": "clapping-hands-medium-light-skin-tone"
}