{
  "category": "Supplemental Symbols And Pictographs -> Hand symbols",
  "keywords": [
    "hand",
    "horns",
    "finger",
    "rock-on",
    "medium skin tone"
  ],
  "definition": "This version of the ?? Sign of the Horns emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supp http://emojipedia.org/sign-of-the-horns-type-4/",
  "unicode": "U+1F918 U+1F3FD",
  "name": "sign of the horns: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      {
        "bn:00032051n": [
          "A look that is believed by many cultures to be able to cause injury or bad luck for the person at whom it is directed",
          "A wicked look that is believed by many cultures to be able to cause injury or bad luck due to envy or dislike",
          "A look that is believed to have the power of inflicting harm",
          "Evil eye; a curse.",
          "The evil eye is a curse believed to be cast by a malevolent glare, usually given to a person when they are unaware."
        ]
      },
      {
        "bn:01070233n": [
          "A 2008 Bollywood rock musical film",
          "Rock On!! is a 2008 Indian rock musical film written and directed by Abhishek Kapoor, produced by Farhan Akhtar, and with music by Shankar-Ehsaan-Loy."
        ]
      },
      {
        "bn:00034565n": [
          "One of the long extremities of the hand, sometimes excluding the thumb.",
          "A part of the hand",
          "One of the long extremities of the hand that is used for gripping objects.",
          "Extremity of the hand.",
          "Any of the terminal members of the hand (sometimes excepting the thumb)",
          "Organ of manipulation and sensation found in the hands of humans and other primates",
          "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates."
        ]
      },
      {
        "bn:01569144n": [
          "A hand gesture sometimes interpreted as a devil's head",
          "The sign of the horns is a hand gesture with a variety of meanings and uses in various cultures."
        ]
      },
      {
        "bn:00691990n": [
          "A 1973 song by David Essex, also covered by Michael Damian, Def Leppard and others",
          "\"Rock On\" is a song recorded in 1973 that was composed and sung by English singer/songwriter David Essex."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:17251261n": [
          "Rock On is a DVD released by the Australian band The Screaming Jets in 2005.",
          "A DVD released by the Australian band The Screaming Jets"
        ]
      }
    ]
  },
  "code": "🤘🏽",
  "fluentui_metadata": {
    "cldr": "sign of the horns",
    "fromVersion": "1.0",
    "glyph": "🤘",
    "glyphAsUtfInEmoticons": [
      "1f918_signofthehorns",
      "rock"
    ],
    "group": "People & Body",
    "keywords": [
      "finger",
      "hand",
      "horns",
      "rock-on",
      "sign of the horns"
    ],
    "mappedToEmoticons": [
      "1f918_signofthehorns"
    ],
    "tts": "sign of the horns",
    "unicode": "1f918",
    "unicodeSkintones": [
      "1f918",
      "1f918 1f3fb",
      "1f918 1f3fc",
      "1f918 1f3fd",
      "1f918 1f3fe",
      "1f918 1f3ff"
    ]
  },
  "fluentui_folder": "sign-of-the-horns-medium-skin-tone",
  "slug": "sign-of-the-horns-medium-skin-tone"
}