{
  "appleName": "Flag of the Republic of the Congo",
  "code": "🇨🇬",
  "codepointsHex": [
    "U+1F1E8",
    "U+1F1EC"
  ],
  "components": [
    {
      "code": "🇨",
      "codepointsHex": [
        "U+1F1E8"
      ],
      "description": "<p>The letter&nbsp;<em>C</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1327",
      "slug": "regional-indicator-symbol-letter-c",
      "shortcodes": [
        {
          "code": ":regional_indicator_c:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter C"
    },
    {
      "code": "🇬",
      "codepointsHex": [
        "U+1F1EC"
      ],
      "description": "<p>The letter&nbsp;<em>G</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1331",
      "slug": "regional-indicator-symbol-letter-g",
      "shortcodes": [
        {
          "code": ":regional_indicator_g:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter G"
    }
  ],
  "currentCldrName": "Flag: Congo - Brazzaville",
  "description": "<p>The flag for the Republic of the Congo, which may show as the letters C and G on some platforms.<br />\r\n&nbsp;</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "951",
  "shortcodes": [
    {
      "code": ":flag_congo_brazzaville:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":congo_brazzaville:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-cg:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_cg:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-congo-brazzaville",
  "title": "Flag: Congo - Brazzaville",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The Flag for Congo - Brazzaville emoji is a sequence of the ?? Regional Indicator Symbol Let­ter C and ?? Regional Indicator Symbol Let­ter  http://emojipedia.org/flag-for-congo-brazzaville/",
    "name": "Congo - Brazzaville",
    "unicode": "U+1F1E8 U+1F1EC",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00009707n": [
            "A person from Zaire (Democratic Republic of Congo)",
            "Zaire, Belgian Congo)",
            "The Democratic Republic of the Congo .",
            "Country in Africa now known as the Democratic Republic of the Congo",
            "A country in Central Africa with Kinshasa as capital. Official name: Democratic Republic of the Congo.",
            "The Belgian Congo was a Belgian colony in Central Africa between 1908 and 1960 in what is now the Democratic Republic of the Congo.",
            "The Democratic Republic of the Congo, a country in Africa.",
            "A large central African nation, formerly called Zaire.",
            "The Democratic Republic of the Congo, also known as DR Congo, DRC, Congo, Congo-Kinshasa, DROC, or RDC, is a country located in Central Africa.",
            "Former name of DR of Congo.",
            "Zaire, officially the Republic of Zaire was the name of a Central African state, now known as the Democratic Republic of the Congo, between 1971 and 1997.",
            "A country in Africa, the predecessor of the Democratic Republic of the Congo.",
            "A country in Central Africa whose capital is Kinshasa.",
            "A former state in Africa",
            "A republic in central Africa; achieved independence from Belgium in 1960",
            "The Democratic Republic of the Congo"
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00021825n": [
            "Country with Brazzaville as capital.",
            "A republic in west-central Africa; achieved independence from France in 1960",
            "The Republic of the Congo, also known as Congo Republic or Congo-Brazzaville, is a country located in Central Africa.",
            "A state in Central Africa",
            "A country in Central Africa with Brazzaville as capital. Official name: Republic of the Congo.",
            "The original French colony established in the present-day area of the Republic of the Congo, Gabon and the Central African Republic (1880 - 1910), which later became French Equatorial Africa.",
            "The French Congo was a French colony which at one time comprised the present-day area of the Republic of the Congo, Gabon, and the Central African Republic.",
            "A country in central Africa, capital Brazzaville.",
            "A country of Central Africa whose capital is Brazzaville.",
            "The Republic of the Congo, a country in Africa",
            "Country in Africa"
          ]
        },
        {
          "bn:03222200n": [
            "The flag of the Republic of the Congo is a flag consisting of a yellow diagonal band divided diagonally from the lower hoist-side corner, with a green upper triangle and red lower triangle."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
