{
  "alsoKnownAs": [
    "Robot"
  ],
  "appleName": "Robot Face",
  "code": "🤖",
  "codepointsHex": [
    "U+1F916"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Robot"
      ],
      "appleName": "Robot Face",
      "code": "🤖",
      "codepointsHex": [
        "U+1F916"
      ],
      "currentCldrName": "Robot",
      "description": "<p>The head of a&nbsp;classic robot. Commonly depicted as a vintage, tin&nbsp;toy robot with circular eyes, a triangular nose, knobs for&nbsp;ears, a light and/or antennae atop its head, and a grill-like mouth similar to a <a href=\"/grimacing-face/\">grimace</a>. Colors vary across platform, but its head is metallic on most platforms.&nbsp;</p>\r\n\r\n<p>May be used of topics concerning robotics, electronics, computer programming, futurism, and science fiction. It also enjoys a range of idiosyncratic applications, such as conveying a sense of weirdness and fun as well as alarm, surprise, and excitement, given its wide-eyed, teeth-gritting expression.</p>\r\n\r\n<p>Available as an Apple&nbsp;<a href=\"/animoji/\">Animoji</a>.</p>",
      "id": "211",
      "slug": "robot",
      "shortcodes": [
        {
          "code": ":robot:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":robot:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":robot_face:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":robot:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":robot_face:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Robot Face"
    }
  ],
  "currentCldrName": "Robot",
  "description": "<p>The head of a&nbsp;classic robot. Commonly depicted as a vintage, tin&nbsp;toy robot with circular eyes, a triangular nose, knobs for&nbsp;ears, a light and/or antennae atop its head, and a grill-like mouth similar to a <a href=\"/grimacing-face/\">grimace</a>. Colors vary across platform, but its head is metallic on most platforms.&nbsp;</p>\r\n\r\n<p>May be used of topics concerning robotics, electronics, computer programming, futurism, and science fiction. It also enjoys a range of idiosyncratic applications, such as conveying a sense of weirdness and fun as well as alarm, surprise, and excitement, given its wide-eyed, teeth-gritting expression.</p>\r\n\r\n<p>Available as an Apple&nbsp;<a href=\"/animoji/\">Animoji</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "211",
  "shortcodes": [
    {
      "code": ":robot:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":robot:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":robot_face:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":robot:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":robot_face:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "robot",
  "title": "Robot Face",
  "type": "SINGLE",
  "version": {
    "date": 1434499200,
    "description": "<p>The Unicode Consortium has approved the following 41 emoji characters as part of <a href=\"http://www.unicode.org/versions/Unicode8.0.0/\">Unicode 8.0</a>, released on June 17, 2015. This is comprised of 37 new emojis, plus five emoji modifiers. Find out <a href=\"http://blog.emojipedia.org/unicode-8-what-and-when\">more about this update</a> on the Emojipedia Blog.</p>\r\n",
    "name": "8.0",
    "slug": "unicode-8.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Supplemental Symbols And Pictographs -> Emoticon faces",
    "keywords": [
      "monster",
      "face",
      "robot"
    ],
    "definition": "A robot face, showing a metallic head with eyes and a grill-like mouth that is similar to a grimace. Was available in Gmail prior to its inc http://emojipedia.org/robot-face/",
    "name": "robot face",
    "unicode": "U+1F916",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:13744590v": [
            "To make into a monster; to categorise as a monster; to demonise."
          ]
        },
        {
          "bn:13744591v": [
            "To behave as a monster to; to terrorise."
          ]
        },
        {
          "bn:13744592v": [
            "To harass."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00052556n": [
            "Any mechanical or electrical device that transmits or modifies energy to perform or assist in the performance of human tasks",
            "Mechanical or electrical device.",
            "A device that directs and controls energy, often in the form of movement or electricity, to produce a certain effect."
          ]
        },
        {
          "bn:00007371n": [
            "An automaton is a self-operating machine.",
            "Machine or robot designed to follow a precise sequence of instructions.",
            "An intelligent mechanical being designed to look like a human or other creature, and usually made from metal.",
            "A program that performs a task on a network, especially a task that is repetitive or time-consuming.",
            "Machine which settles a job with according to a program autonomously.",
            "A machine or robot designed to follow a precise sequence of instructions.",
            "Mechanical device that can perform physical tasks",
            "A self-operating machine or mechanism.",
            "A mechanism that can move automatically",
            "A robot is an automatic mechanical device often resembling a human or animal.",
            "Robotics is the branch of mechanical engineering, electrical engineering, and computer science that deals with the design, construction, operation, and application of robots, as well as computer systems for their control, sensory feedback, and information processing."
          ]
        },
        {
          "bn:00021464n": [
            "The configuration that includes all functional components of a computer and its associated hardware. A basic microcomputer system includes a console, or system unit, with one or more disk drives, a monitor, and a keyboard. Additional hardware, called peripherals, can include such devices as a printer, a modem, and a mouse. Software is usually not considered part of a computer system, although the operating system that runs the hardware is known as system software.",
            "A computer is a general purpose device that can be programmed to carry out a set of arithmetic or logical operations automatically.",
            "Simple general purpose device for performing arithmetics or logical operations",
            "Any device capable of processing information to produce a desired result. No matter how large or small they are, computers typically perform their work in three well-defined steps: (1) accepting input, (2) processing the input according to predefined rules (programs), and (3) producing output. There are several ways to categorize computers, including class (ranging from microcomputers to supercomputers), generation (first through fifth generation), and mode of processing (analog versus digital).",
            "A programmable electronic device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly; now especially, a small one for personal or home use employed for manipulating text or graphics, accessing the Internet, or playing games or media.",
            "The combination of hardware and software which forms a complete, working computer. Computer systems will include the computer alongside any software (example: operating system, BIOS) and peripheral devices that are necessary to make the computer function.",
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Computer as the default device for calling phone numbers, Communicator uses the Voice Over Internet Protocol (VOIP) connection for making a call.",
            "A computer is a machine for manipulating data or storing data according to a list of instructions.",
            "A machine for performing calculations automatically",
            "A programmable device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "robot",
    "fromVersion": "1.0",
    "glyph": "🤖",
    "group": "Smileys & Emotion",
    "keywords": [
      "face",
      "monster",
      "robot"
    ],
    "mappedToEmoticons": [
      "smilerobot"
    ],
    "tts": "robot",
    "unicode": "1f916"
  },
  "fluentui_folder": "robot-face"
}