{
  "alsoKnownAs": [
    "Beers",
    "Cheers"
  ],
  "appleName": "Clinking Beer Mugs",
  "code": "🍻",
  "codepointsHex": [
    "U+1F37B"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Beers",
        "Cheers"
      ],
      "appleName": "Clinking Beer Mugs",
      "code": "🍻",
      "codepointsHex": [
        "U+1F37B"
      ],
      "currentCldrName": "Clinking Beer Mugs",
      "description": "<p>Two frosty mugs of&nbsp;<a href=\"/beer-mug/\">beer&nbsp;</a>with frothy heads being clinked together, as done at a celebratory or convivial&nbsp;<a href=\"https://en.wikipedia.org/wiki/Toast_(honor)\">toast</a>&nbsp;(&ldquo;Cheers!&rdquo;). Several platforms include stylized lines to mark the clinking. See also&nbsp;<a href=\"/clinking-glasses/\">🥂 Clinking Glasses</a>.</p>",
      "id": "383",
      "slug": "clinking-beer-mugs",
      "shortcodes": [
        {
          "code": ":clinking_beer_mugs:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":beers:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":beers:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":beers:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Clinking Beer Mugs"
    }
  ],
  "currentCldrName": "Clinking Beer Mugs",
  "description": "<p>Two frosty mugs of&nbsp;<a href=\"/beer-mug/\">beer&nbsp;</a>with frothy heads being clinked together, as done at a celebratory or convivial&nbsp;<a href=\"https://en.wikipedia.org/wiki/Toast_(honor)\">toast</a>&nbsp;(&ldquo;Cheers!&rdquo;). Several platforms include stylized lines to mark the clinking. See also&nbsp;<a href=\"/clinking-glasses/\">🥂 Clinking Glasses</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "383",
  "shortcodes": [
    {
      "code": ":clinking_beer_mugs:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":beers:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":beers:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":beers:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "clinking-beer-mugs",
  "title": "Clinking Beer Mugs",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Beverage symbols",
    "keywords": [
      "mug",
      "drink",
      "beer",
      "clink",
      "bar"
    ],
    "definition": "Two beers being clinked together in a celebratory manner. Clinking Beer Mugs was approved as part of Unicode 6.0 in 2010 and added to Emoji  http://emojipedia.org/clinking-beer-mugs/",
    "name": "clinking beer mugs",
    "unicode": "U+1F37B",
    "shortcode": ":beers:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00083796v": [
            "To drink alcohol.",
            "Consume alcohol",
            "Slang:to drink alcohol.",
            "To consume a liquid containing alcohol.",
            "To consume alcoholic beverages."
          ]
        },
        {
          "bn:00086403v": [
            "Become less tense, rest, or take one's ease",
            "To relax.",
            "To become less tense, rest, or take one's ease.",
            "To become less severe or tense."
          ]
        },
        {
          "bn:00085135v": [
            "Make a high sound typical of glass",
            "To make a clinking sound; to make a sound of metal on metal or glass on glass; to strike materials such as metal or glass against one another.",
            "Make a clinking sound."
          ]
        },
        {
          "bn:00087321v": [
            "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
            "Take in liquids",
            "To consume a liquid through the mouth.",
            "To consume (a liquid) through the mouth.",
            "To drink or imbibe."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00040492n": [
            "A pub, formally public house, is a drinking establishment fundamental to the culture of Britain, Ireland, Australia, Canada, New England, South Africa and New Zealand.",
            "A business licensed to sell intoxicating beverages for consumption on the premises, or the premises themselves",
            "The counter of such a premises.",
            "Drinking establishment",
            "Tavern consisting of a building with a bar and public rooms; often provides light meals",
            "Counter of such a premises.",
            "A drinking establishment, known as \"locals\" to regulars",
            "A tavern.",
            "A lounge bar in an English public house, contrasted with the public bar."
          ]
        },
        {
          "bn:00009589n": [
            "A sector of the economy in which an aggregate of commercial enterprises is engaged in the manufacture and marketing of beverages made from malt and hops by steeping, boiling and fermentation, such as beer, ale and other related beverages.",
            "Alcoholic drink",
            "An alcoholic drink fermented from starch material commonly barley malt, often with hops or some other substance to impart a bitter flavor.",
            "An alcoholic beverage",
            "A general name for alcoholic beverages made by fermenting a cereal (or mixture of cereals) flavored with hops",
            "Beer is an alcoholic beverage produced by the saccharification of starch and fermentation of the resulting sugar.",
            "An alcoholic beverage commonly fermented from barley malt, with hops or some other substance to impart a bitter flavor.",
            "Alcoholic drink made of malt.",
            "Beer is a popular alcoholic beverage."
          ]
        },
        {
          "bn:00002519n": [
            "An alcoholic beverage is a drink that typically contains 3% -- 40% alcohol.",
            "A liquor or brew containing alcohol as the active agent",
            "That which intoxicates; an intoxicating agent; as, alcohol, opium and laughing gas are intoxicants.",
            "Drink containing alcohols, typically ethanol",
            "Drink",
            "Sometimes referred to as \"alcohol\", any drink containing ethanol",
            "A fermented drink is a beverage containing alcohol because of a metabolic process that converts sugar to acids, gases and/or alcohol (e.g. beer or wine).",
            "An alcoholic beverage is a drink containing ethanol, commonly known as alcohol -- although in chemistry the definition of alcohol includes many other compounds. beverages",
            "A drink (a liquor or brew) containing ethanol, commonly known as alcohol."
          ]
        },
        {
          "bn:00028916n": [
            "Pissed, adj. British and Commonwealth slang, common usage but also mildly vulgar",
            "A state of being drunk",
            "A temporary state resulting from excessive consumption of alcohol",
            "State of being drunk.",
            "Drunkenness, also known as inebriation or alcohol intoxication, is a physiological state that occurs when a person has a high level of ethanol in their blood.",
            "Alcohol intoxication is a physiological state induced by the ingestion of ethyl alcohol."
          ]
        },
        {
          "bn:00010183n": [
            "Any drinkable liquid; a beverage.",
            "Any liquid suitable for drinking",
            "Kind of liquid which is specifically prepared for human consumption",
            "A beverage.",
            "Any one of various liquids for drinking.",
            "Drinks, or beverages, are liquids specifically prepared for human consumption."
          ]
        },
        {
          "bn:00028749n": [
            "A single serving of a beverage",
            "Served alcoholic beverage.",
            "A (served) alcoholic beverage."
          ]
        },
        {
          "bn:00008462n": [
            "A room or establishment where alcoholic drinks are served over a counter",
            "A business licensed to sell intoxicating beverages for consumption on the premises, or the premises themselves",
            "A bar or barroom; a room where alcoholic beverages are served on tap.",
            "A bar is a retail business establishment that serves alcoholic drinks -- beer, wine, liquor, and cocktails -- for consumption on the premises.",
            "A room where alcoholic drinks are served over a counter.",
            "Establishment serving alcoholic beverages for consumption on the premises",
            "The top surface of a bar (counter for serving drinks).",
            "A public house, where beverages, primarily alcoholic, may be bought and drunk. Many pubs also provide food and/or entertainment.",
            "An establishment licensed to sell alcoholic beverages to be consumed on or off the premises; they often provide meals and sometimes accommodation.",
            "A list of addresses that serves as a reference point for other addresses.",
            "A business licensed to sell alcoholic drinks for consumption on the premises, or the premises themselves; public house.",
            "Also known as a lounge in some cases"
          ]
        },
        {
          "bn:00002526n": [
            "A person who drinks alcohol to excess habitually",
            "A person addicted to alcohol.",
            "A person who is habitually drunk.",
            "A person who regularly consumes a lot of alcohol and is addicted to it.",
            "One who drinks habitually; a drunkard.",
            "A person who is addicted to drinking alcohol excessively."
          ]
        },
        {
          "bn:00012195n": [
            "A traditional English folk-song",
            "An alcoholic beverage that is distilled rather than fermented",
            "A distilled beverage with a high alcohol content, such as brandy, whiskey, or vodka.",
            "A distilled beverage, spirit, liquor, or hard liquor is an alcoholic beverage produced by distillation of a mixture produced from alcoholic fermentation, such as wine.",
            "Alcoholic beverage containing more than 20 percent alcohol.",
            "John Barleycorn is a British folksong.",
            "Alcoholic beverage produced through destillation, regardless of alcohol content.",
            "Alcoholic beverage that is produced by distilling",
            "Distilled alcoholic beverages.",
            "Any alcoholic beverage.",
            "Strong alcoholic drink derived from fermentation and distillation."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "clinking beer mugs",
    "fromVersion": "0.6",
    "glyph": "🍻",
    "glyphAsUtfInEmoticons": [
      "1f37b_clinkingbeermugs"
    ],
    "group": "Food & Drink",
    "keywords": [
      "bar",
      "beer",
      "clink",
      "clinking beer mugs",
      "drink",
      "mug"
    ],
    "mappedToEmoticons": [
      "1f37b_clinkingbeermugs"
    ],
    "tts": "clinking beer mugs",
    "unicode": "1f37b"
  },
  "fluentui_folder": "clinking-beer-mugs"
}