{
  "category": "Dingbats -> Punctuation mark ornaments",
  "keywords": [
    "exclamation",
    "punctuation",
    "mark"
  ],
  "definition": "A decorative exclamation mark, where a heart forms the top part of the symbol, and a circle the lower part. Similar to the way to the man in http://emojipedia.org/heavy-heart-exclamation-mark-ornament/",
  "name": "heavy heart exclamation",
  "unicode": "U+2763",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      {
        "bn:00025765n": [
          "A pass behind or through an object.",
          "Decoration used to embellish parts of a building or object",
          "A gallery of design elements that can be used to embellish publications.",
          "An element of decoration.",
          "Purely decorative elements in architecture and the decorative arts",
          "In architecture and decorative art, ornament is a decoration used to embellish parts of a building or object.",
          "Decoration, adornment or embellishment.",
          "Rope: pass behind or through an object.",
          "Musical flourishes that are not necessary to the overall melodic (or harmonic) line",
          "Something used to beautify",
          "An element of decoration; that which embellishes or adorns.",
          "In music, ornaments or embellishments are musical flourishes that are not necessary to carry the overall line of the melody, but serve instead to decorate or \"ornament\" that line."
        ]
      },
      {
        "bn:00065224n": [
          "The marks used to clarify meaning by indicating separation of words into sentences and clauses and phrases",
          "Symbols that indicate the structure and organization of written language, as well as intonation and pauses",
          "In written language",
          "A written sign used to mark the structure of a written text; either in between sentences or within sentences.",
          "A set of symbols and marks which are used to clarify meaning in text by separating strings of words into clauses, phrases and sentences.",
          "Set of symbols.",
          "Punctuation is \"the use of spacing, conventional signs, and certain typographical devices as aids to the understanding and correct reading, both silently and aloud, of handwritten and printed texts.\""
        ]
      },
      {
        "bn:00052121n": [
          "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
          "An intense feeling of affection and care towards another person.",
          "Emotion based on affection",
          "A strong positive emotion of regard and affection",
          "In the Italian or Latin languages",
          "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
          "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
        ]
      },
      {
        "bn:00032151n": [
          "The symbol ! (an exclamation mark).",
          "A mark or sign by which outcry or emphatic utterance is marked; thus !; – also called an exclamation point.",
          "Mark or sign by which outcry or emphatic utterance is marked.",
          "The exclamation mark or exclamation point is a punctuation mark usually used after an interjection or exclamation to indicate strong feelings or high volume, and often marks the end of a sentence.",
          "Punctuation mark “!” (used to denote excitement, surprise or shock).",
          "The punctuation mark\"!\"",
          "A mark or sign by which outcry or emphatic utterance is marked.",
          "A punctuation mark (!) used after an exclamation"
        ]
      }
    ]
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "slug": "heavy-heart-exclamation",
  "given_category": "People & Body",
  "code": "❣"
}