{
  "category": "Miscellaneous Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "hat",
    "medium-dark skin tone",
    "gua pi mao",
    "man"
  ],
  "definition": "This version of the ?? Man With Chinese Cap emoji has the ?? Medium-dark Skin Tone applied, which is displayed as a Dark Brown Skin Tone on  http://emojipedia.org/man-with-gua-pi-mao-type-5/",
  "unicode": "U+1F472 U+1F3FE",
  "name": "man with Chinese cap: medium-dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00106681a": [
          "Of, from, or pertaining to Mexico.",
          "Of or pertaining to Mexico.",
          "Of or relating to Mexico or its inhabitants"
        ]
      },
      {
        "bn:00097584a": [
          "Relating to Asia.",
          "Of or relating to or characteristic of Asia or the peoples of Asia or their languages or culture",
          "Of, relating to or from Asia."
        ]
      },
      {
        "bn:00106354a": [
          "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
          "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
        ]
      },
      {
        "bn:00099614a": [
          "Of or pertaining to China or its peoples or cultures",
          "Of China, its languages or people",
          "Of or relating to China, peoples from China or their languages.",
          "Relating to China."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00089233v": [
          "Put on or wear a hat"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00012569n": [
          "Young male human",
          "A youthful male person",
          "A young male human",
          "A boy is a young male human, usually child or adolescent.",
          "A young male person, usually a child or teenager.",
          "A young male human; a male child or young adult."
        ]
      },
      {
        "bn:02093014n": [
          "Race and ethnicity in the United States Census, defined by the federal Office of Management and Budget and the United States Census Bureau, are self-identification data items in which residents choose the race or races with which they most closely identify, and indicate whether or not they are of Hispanic or Latino origin.",
          "A person residing in the United States of Spanish descent, generally but not always exclusive of Portuguese-speaking Brazilians.",
          "An indigenous person from the United States.",
          "A person residing in the United States, Latin America or worldwide of Spanish ancestry"
        ]
      },
      {
        "bn:00052968n": [
          "Determined sex of an animal. Use Q6581097 for a male human",
          "A member of the sex that begets young by fertilizing ova.",
          "A person who belongs to the sex that cannot have babies",
          "A male organism is the physiological sex which produces sperm.",
          "An animal of the sex that has testes."
        ]
      },
      {
        "bn:00006331n": [
          "Asian people or Asiatic people are people who descend from a portion of Asia's population.",
          "A native or inhabitant of Asia",
          "Person from Asia.",
          "A person native of or originating from Asia.",
          "A person from Asia.",
          "In reference to the shape of their eyes."
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00017718n": [
          "A covering for the head, often in the approximate form of a cone or a cylinder closed at its top end, and sometimes having a brim and other decoration.",
          "An item of clothing worn on a person's head.",
          "Headdress that protects the head from bad weather; has shaped crown and usually a brim",
          "A hat is a head covering.",
          "A hat.",
          "A hat is a headcovering.",
          "\"Chapeau\" is a French term signifying a hat or other covering for the head.",
          "An item of clothing intended to cover the head made from material hard enough to have a shape independant of the skull, and most commonly with a rim.",
          "Head covering"
        ]
      }
    ]
  },
  "fluentui_metadata": {
    "cldr": "person with skullcap",
    "fromVersion": "0.6",
    "glyph": "👲",
    "glyphAsUtfInEmoticons": [
      "man_with_chinese_cap"
    ],
    "group": "People & Body",
    "keywords": [
      "cap",
      "gua pi mao",
      "hat",
      "person",
      "person with skullcap",
      "skullcap"
    ],
    "mappedToEmoticons": [
      "man_with_chinese_cap"
    ],
    "tts": "person with skullcap",
    "unicode": "1f472",
    "unicodeSkintones": [
      "1f472",
      "1f472 1f3fb",
      "1f472 1f3fc",
      "1f472 1f3fd",
      "1f472 1f3fe",
      "1f472 1f3ff"
    ]
  },
  "fluentui_folder": "man-with-chinese-cap-medium-dark-skin-tone",
  "slug": "man-with-chinese-cap-medium-dark-skin-tone"
}