{
  "appleName": "Printer",
  "code": "🖨️",
  "codepointsHex": [
    "U+1F5A8",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Printer",
      "code": "🖨️",
      "codepointsHex": [
        "U+1F5A8",
        "U+FE0F"
      ],
      "currentCldrName": "Printer",
      "description": "<p>A <a href=\"/desktop-computer/\">computer</a> printer, as at a home office. Generally depicted as a grayish device with a power button and paper loaded in its tray, sometimes printing out a document. May be used for various content concerning printing, including as a Print icon,&nbsp;as well as for office work and technology more generally.</p>\r\n\r\n<p>Not to be confused with <a href=\"/fax-machine/\">📠 Fax Machine</a>.</p>",
      "id": "765",
      "slug": "printer",
      "shortcodes": [
        {
          "code": ":printer:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":printer:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":printer:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":printer:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Printer"
    }
  ],
  "currentCldrName": "Printer",
  "description": "<p>A <a href=\"/desktop-computer/\">computer</a> printer, as at a home office. Generally depicted as a grayish device with a power button and paper loaded in its tray, sometimes printing out a document. May be used for various content concerning printing, including as a Print icon,&nbsp;as well as for office work and technology more generally.</p>\r\n\r\n<p>Not to be confused with <a href=\"/fax-machine/\">📠 Fax Machine</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "765",
  "shortcodes": [
    {
      "code": ":printer:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":printer:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":printer:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":printer:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "printer",
  "title": "Printer",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Computer symbols",
    "keywords": [
      "computer"
    ],
    "definition": "A regular computer printer, shown on most platforms as a gray or silver color. Generally plugs into a desktop computer. Printer was approved http://emojipedia.org/printer/",
    "name": "printer",
    "unicode": "U+1F5A8",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00046794n": [
            "Liquid or paste that contains pigments or dyes",
            "Coloured fluid used for writing.",
            "The writing or drawing strokes that you make with your stylus.",
            "Ink is a liquid or paste that contains pigments or dyes and is used to color a surface to produce an image, text, or design.",
            "A pigment (or dye)-based fluid used for writing, printing etc.",
            "A dispersion of a pigment or a solution of a dye in a carrier vehicle, yielding a fluid, paste, or powder to be applied to and dried on a substrate; writing, marking, drawing, and printing inks are applied by several methods to paper, metal, plastic, wood, glass, fabric, or other substrate.",
            "A liquid used for printing or writing or drawing"
          ]
        },
        {
          "bn:00021464n": [
            "The configuration that includes all functional components of a computer and its associated hardware. A basic microcomputer system includes a console, or system unit, with one or more disk drives, a monitor, and a keyboard. Additional hardware, called peripherals, can include such devices as a printer, a modem, and a mouse. Software is usually not considered part of a computer system, although the operating system that runs the hardware is known as system software.",
            "A computer is a general purpose device that can be programmed to carry out a set of arithmetic or logical operations automatically.",
            "Simple general purpose device for performing arithmetics or logical operations",
            "Any device capable of processing information to produce a desired result. No matter how large or small they are, computers typically perform their work in three well-defined steps: (1) accepting input, (2) processing the input according to predefined rules (programs), and (3) producing output. There are several ways to categorize computers, including class (ranging from microcomputers to supercomputers), generation (first through fifth generation), and mode of processing (analog versus digital).",
            "A programmable electronic device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly; now especially, a small one for personal or home use employed for manipulating text or graphics, accessing the Internet, or playing games or media.",
            "The combination of hardware and software which forms a complete, working computer. Computer systems will include the computer alongside any software (example: operating system, BIOS) and peripheral devices that are necessary to make the computer function.",
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Computer as the default device for calling phone numbers, Communicator uses the Voice Over Internet Protocol (VOIP) connection for making a call.",
            "A computer is a machine for manipulating data or storing data according to a list of instructions.",
            "A machine for performing calculations automatically",
            "A programmable device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly."
          ]
        },
        {
          "bn:00060464n": [
            "A material made of cellulose pulp derived mainly from wood or rags or certain grasses",
            "A sheet material used for writing on or printing on (or as a non-waterproof container), usually made by draining cellulose fibres from a suspension in water.",
            "Material for writing on.",
            "Material mainly used for writing upon, printing upon, drawing or for packaging",
            "Felted or matted sheets of cellulose fibers, formed on a fine-wire screen from a dilute water suspension, and bonded together as the water is removed and the sheet is dried.",
            "Paper is a thin material produced by pressing together moist fibers, typically cellulose pulp derived from wood, rags or grasses, and drying them into flexible sheets."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "printer",
    "fromVersion": "0.7",
    "glyph": "🖨️",
    "group": "Objects",
    "keywords": [
      "computer",
      "printer"
    ],
    "mappedToEmoticons": [
      "1f5a8_printer"
    ],
    "tts": "printer",
    "unicode": "1f5a8 fe0f"
  },
  "fluentui_folder": "printer"
}