{
  "alsoKnownAs": [
    "No Cell Phones",
    "No Phones",
    "No Smartphones"
  ],
  "appleName": "No Mobile Phones",
  "code": "📵",
  "codepointsHex": [
    "U+1F4F5"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "No Cell Phones",
        "No Phones",
        "No Smartphones"
      ],
      "appleName": "No Mobile Phones",
      "code": "📵",
      "codepointsHex": [
        "U+1F4F5"
      ],
      "currentCldrName": "No Mobile Phones",
      "description": "<p>A mobile phone with a red stroke through it, indicating that mobile phones should not be present. Often seen in restricted areas, such as <a href=\"/customs/\" title=\"🛃 Customs\">Customs</a> or <a href=\"/passport-control/\" title=\"🛂 Passport Control\">Passport Control</a>.</p>",
      "id": "742",
      "slug": "no-mobile-phones",
      "shortcodes": [
        {
          "code": ":no_mobile_phones:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":no_mobile_phones:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":no_mobile_phones:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":no_mobile_phones:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "No Mobile Phones"
    }
  ],
  "currentCldrName": "No Mobile Phones",
  "description": "<p>A mobile phone with a red stroke through it, indicating that mobile phones should not be present. Often seen in restricted areas, such as <a href=\"/customs/\" title=\"🛃 Customs\">Customs</a> or <a href=\"/passport-control/\" title=\"🛂 Passport Control\">Passport Control</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "742",
  "shortcodes": [
    {
      "code": ":no_mobile_phones:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":no_mobile_phones:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":no_mobile_phones:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":no_mobile_phones:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "no-mobile-phones",
  "title": "No Mobile Phones",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Communication symbols",
    "keywords": [
      "cell",
      "phone",
      "telephone",
      "mobile",
      "forbidden",
      "not",
      "prohibited",
      "no"
    ],
    "definition": "A mobile phone with a red stroke through it, indicating that mobile phones should not be present. Often seen in restricted areas, such as Cu http://emojipedia.org/no-mobile-phones/",
    "name": "no mobile phones",
    "unicode": "U+1F4F5",
    "shortcode": ":no_mobile_phones:",
    "senses": {
      "adjectives": [
        {
          "bn:00104562a": [
            "Contrary to or forbidden by law, especially criminal law.",
            "Prohibited by law or by official or accepted rules",
            "Not conforming to, permitted by, or recognised by law or rules.",
            "Contrary to or forbidden by law."
          ]
        },
        {
          "bn:00103191a": [
            "Excluded from use or mention"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00084387v": [
            "To contact by telephone.",
            "To telephone, to call someone on the telephone.",
            "To call on the telephone.",
            "To call someone.",
            "To contact someone using the telephone.",
            "Get or try to get into communication (with someone) by telephone",
            "To contact someone by dialing his or her telephone number; to make someone's telephone ring using one's own telephone.",
            "To call (someone) on the telephone."
          ]
        },
        {
          "bn:00086877v": [
            "To tell not to do something.",
            "Command against",
            "To forbid, disallow, or proscribe; to make illegal or illicit."
          ]
        },
        {
          "bn:00086201v": [
            "To turn a switch to the \"off\" position in order to stop or disable a device",
            "Cause to stop operating by disengaging a switch",
            "Turn switch to off position.",
            "To remove power from a computer (or other device), either by a physical switch or through operating system software."
          ]
        },
        {
          "bn:00086264v": [
            "Deaden (a sound or noise), especially by wrapping",
            "To mute or deaden (a sound etc.).",
            "To turn off the sound of.",
            "To mute or deaden."
          ]
        },
        {
          "bn:13606400v": [
            "Logical operation (not)"
          ]
        }
      ],
      "nouns": [
        {
          "bn:03773392n": [
            "The iPhone is a multimedia and internet-enabled mobile phone that was released by Apple Computer, Inc on 29 June, 2007.",
            "Line of smartphones designed and marketed by Apple Inc",
            "IPhone is a line of smartphones designed and marketed by Apple Inc."
          ]
        },
        {
          "bn:00014791n": [
            "A connection established over a telephone network between two parties.",
            "A message delivered by telephone, or a conversation held by means of a telephone",
            "An app to make a phone call.",
            "A telephone connection",
            "A telephone call is a connection over a telephone network between the calling party and the called party.",
            "An activity to track a telephone call.",
            "A telephone call where the human voice, rather than data or video, is transmitted (that is, an ordinary telephone call).",
            "A function that enables a user to make a call to a phone, as opposed to calling another computer or using a webcam.",
            "A telephone conversation.",
            "A voice session that can be conducted between two or more telephones, two or more devices (such as computers or smartphones), or between two or more such devices and telephones.",
            "A conversation by a connection over a telephone network.",
            "A telephone call.",
            "An app for making video calls."
          ]
        },
        {
          "bn:01349504n": [
            "Yes; yea; a word expressing assent, or an affirmative answer to a question.",
            "Interjection expressing both an affirmative and negative answer to a polar question.",
            "Yes and no are two words for expressing the affirmative and the negative, respectively, in modern English."
          ]
        },
        {
          "bn:00057188n": [
            "An operation on logical values that changes true to false, and false to true.",
            "In various logical and algebraic structures",
            "In logic, negation, also called logical complement, is an operation that takes a proposition p to another proposition \"not p\", written ¬ p, which is interpreted intuitively as being true when p is false and false when p is true.",
            "A unary operation on logical values that changes true to false, and false to true.",
            "A proposition which is the contradictory of another proposition and which can be obtained from that other proposition by the appropriately placed addition/insertion of the word \"not\". (Or, in symbolic logic, by prepending that proposition with the symbol for the logical operator \"not\".)",
            "(logic) a proposition that is true if and only if another proposition is false"
          ]
        },
        {
          "bn:00017029n": [
            "A portable electronic device used for calling people.",
            "A field that contains a contact's mobile phone number.",
            "A mobile phone using any technology (such as PCS).",
            "A cellular phone.",
            "A button in the Options dialog box, on the Phones tab, that the user clicks to enter his or her mobile phone number.",
            "A form of videotelephony that can convey simultaneous audio and video, or",
            "Mobile phone, cell phone",
            "A portable, wireless telephone, which changes antenna connections seamlessly during travel from one radio reception cell to another without losing the party-to-party call connection.",
            "A portable telephone that connects with the telephone network over radio wave transmission.",
            "Cell phone /mobile phone, mobile",
            "Portable device to make telephone calls using a radio link",
            "Mobile phone",
            "A handheld portable telephone that operates through a radio network.",
            "A mobile phone is a phone that can make and receive telephone calls over a radio link while moving around a wide geographic area.",
            "The link to the Windows Live site where users can register their mobile phone and find information about the Windows Live for Mobile services.",
            "A portable telephone.",
            "A hand-held mobile radiotelephone for use in an area divided into small sections, each with its own short-range transmitter/receiver"
          ]
        },
        {
          "bn:00062020n": [
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Phone as the default device for calling phone numbers, Communicator uses the PBX phone integrated with Communicator for making a call.",
            "An electronic device used for two-way talking with other people (often shortened to phone).",
            "Telecommunications device",
            "A telephone, or phone, is a telecommunications device that permits two or more users to conduct a conversation when they are not in the same vicinity of each other to be heard directly.",
            "A traditional phone, which has a wired connection (as opposed to a mobile phone).",
            "An electronic device used for two-way talking with other people.",
            "An electronic device used for calling people.",
            "A device for transmitting conversations and other sounds in real time across distances.",
            "Electronic equipment that converts sound into electrical signals that can be transmitted over distances and then converts received signals back into sounds",
            "Also known as \"the horn\", especially among soldiers and police officers"
          ]
        },
        {
          "bn:01830290n": [
            "Transportation, import, export, and sale of alcoholic beverages is restricted or illegal",
            "Any of several periods during which the manufacture, transportation, import, export, and sale of alcoholic beverages were restricted or illegal",
            "Prohibition is the legal act of prohibiting the manufacture, storage, transportation and sale of alcohol including alcoholic beverages."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "no mobile phones",
    "fromVersion": "1.0",
    "glyph": "📵",
    "glyphAsUtfInEmoticons": [
      "1f4f5_nomobilephones"
    ],
    "group": "Symbols",
    "keywords": [
      "cell",
      "forbidden",
      "mobile",
      "no",
      "no mobile phones",
      "phone"
    ],
    "mappedToEmoticons": [
      "1f4f5_nomobilephones"
    ],
    "tts": "no mobile phones",
    "unicode": "1f4f5"
  },
  "fluentui_folder": "no-mobile-phones"
}