{
  "appleName": "Film Projector",
  "code": "📽️",
  "codepointsHex": [
    "U+1F4FD",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Film Projector",
      "code": "📽️",
      "codepointsHex": [
        "U+1F4FD",
        "U+FE0F"
      ],
      "currentCldrName": "Film Projector",
      "description": "<p>A classic film projector, as projects <a href=\"/film-frames/\">film</a> onto a screen for viewing. Generally depicted as a black or gray projector with two mounted reels and lens pointed right.</p>\r\n\r\n<p>Commonly used for various content concerning movies, film, and video as well as an icon for a video, as before an upload, link, or credit.</p>\r\n\r\n<p>WhatsApp&rsquo;s design is green, while&nbsp;Google&rsquo;s was <a href=\"/google/android-8.0/film-projector/\">previously</a>&nbsp;blue.</p>\r\n\r\n<p>Not to be confused with <a href=\"/movie-camera/\">🎥 Movie Camera</a>.</p>",
      "id": "776",
      "slug": "film-projector",
      "shortcodes": [
        {
          "code": ":film_projector:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":film_projector:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":film_projector:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":projector:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":film_projector:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Film Projector"
    }
  ],
  "currentCldrName": "Film Projector",
  "description": "<p>A classic film projector, as projects <a href=\"/film-frames/\">film</a> onto a screen for viewing. Generally depicted as a black or gray projector with two mounted reels and lens pointed right.</p>\r\n\r\n<p>Commonly used for various content concerning movies, film, and video as well as an icon for a video, as before an upload, link, or credit.</p>\r\n\r\n<p>WhatsApp&rsquo;s design is green, while&nbsp;Google&rsquo;s was <a href=\"/google/android-8.0/film-projector/\">previously</a>&nbsp;blue.</p>\r\n\r\n<p>Not to be confused with <a href=\"/movie-camera/\">🎥 Movie Camera</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "776",
  "shortcodes": [
    {
      "code": ":film_projector:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":film_projector:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":film_projector:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":projector:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":film_projector:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "film-projector",
  "title": "Film Projector",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Audio and video symbols",
    "keywords": [
      "movie",
      "video",
      "film",
      "cinema",
      "projector"
    ],
    "definition": "Film Projector was approved as part of Unicode 7.0 in 2014 and added to Emoji 1.0 in 2015. Copy and paste this emoji: Copy http://emojipedia.org/film-projector/",
    "name": "film projector",
    "unicode": "U+1F4FD",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:17368880a": [
            "Of or pertaining to the visual component of a television signal. In relation to computers, video refers to the rendering of text and graphics images on displays."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00088192v": [
            "Make a film or photograph of something",
            "To photograph."
          ]
        },
        {
          "bn:13718872v": [
            "To record using video equipment"
          ]
        },
        {
          "bn:00094821v": [
            "Record on videotape"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00019128n": [
            "An opto-mechanical device for displaying motion pictures by projecting them on a projection screen (Movie projector for projection of moving images from film).",
            "Projects successive frames from a reel of film to create moving pictures",
            "A movie projector is an opto-mechanical device for displaying motion picture film by projecting it onto a screen.",
            "A device that projects moving pictures from a filmstrip"
          ]
        },
        {
          "bn:00034471n": [
            "Film, movie, or motion picture, is a series of still images on a strip of plastic which, when run through a projector and shown on a screen, creates the illusion of moving images.",
            "A form of entertainment that enacts a story by sound and a sequence of images giving the illusion of continuous movement",
            "A series of still images which, when shown on a screen, creates the illusion of moving image",
            "A motion picture.",
            "A film, movie.",
            "A film, also called a movie or motion picture, is a series of still images which, when shown on a screen, creates the illusion of moving images due to the phi phenomenon.",
            "A sequence of animated images.",
            "Sequence of images that give the impression of movement"
          ]
        },
        {
          "bn:00019129n": [
            "A building where movies are shown to an audience; a cinema.",
            "A cinema or movie theater",
            "A movie palace is a term used to refer to the large, elaborately decorated movie theaters built between the 1910s and the 1940s.",
            "A movie theatre, a movie house",
            "A building used to show films to an audience",
            "A theater where films are shown",
            "A film/movie theatre.",
            "A building where movies are shown to an audience.",
            "Venue, usually a building, for viewing films",
            "A movie theater or movie theater is a venue, usually a building, for viewing movies, for entertainment."
          ]
        },
        {
          "bn:00066574n": [
            "The form used to store business information (e.g. open activities, activity history, linked records).",
            "Anything (such as a document or a phonograph record or a photograph) providing permanent evidence of or information about past events",
            "A group of related fields (columns) of information treated as a unit and arranged in a horizontal line in a table or spreadsheet.",
            "The body of archaeological evidence",
            "The archaeological record is the body of physical evidence about the past.",
            "Body of physical (i.e. not written) evidence about the past"
          ]
        },
        {
          "bn:00064677n": [
            "A projector or image projector is an optical device that projects an image onto a surface, commonly a projection screen.",
            "An optical device that projects an image onto a surface.",
            "Optical device that projects an image or moving images onto a surface",
            "An optical instrument that projects an enlarged image onto a screen",
            "An optical device that projects a beam of light, especially one used to project an image (or moving images) onto a screen."
          ]
        },
        {
          "bn:00076373n": [
            "The process, equipment or programming involved in converting a succession of audiovisual images into corresponding electrical signals that are transmitted by means of electromagnetic waves to distant receivers or screens, at which the signals can be used to reproduce the original image.",
            "Television is a telecommunication medium used for transmitting moving images and sound.",
            "Broadcasting visual images of stationary or moving objects - Ernie Kovacs",
            "A format or system used to record and transmit visual or audiovisual information by translating moving or still images into electrical signals.",
            "An electronic system of transmitting transient images of fixed or moving objects together with sound through space by an apparatus that converts light and sound into electrical waves and reconverts them into visible light rays and audible sound.",
            "Telecommunication medium for transmitting and receiving moving images",
            "Collectively, the programs broadcast via the medium of television.",
            "Derived from mixed Latin and Greek roots, meaning \"far sight\"",
            "Television is a telecommunication medium that is used for transmitting and receiving moving images and sound."
          ]
        },
        {
          "bn:00052672n": [
            "Magnetic tape is a medium for magnetic recording, made of a thin magnetizable coating on a long, narrow strip of plastic film.",
            "A plastic, paper, or metal tape that is coated or impregnated with magnetizable iron oxide particles, used in magnetic recording.",
            "Memory device consisting of a long thin plastic strip coated with iron oxide; used to record audio or video signals or to store computer information",
            "Tapes are used in surveying for measuring Horizontal, vertical or slope distances.",
            "A thin strip of polyester film coated with magnetic material that permits the recording of data."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "film projector",
    "fromVersion": "0.7",
    "glyph": "📽️",
    "group": "Objects",
    "keywords": [
      "cinema",
      "film",
      "movie",
      "projector",
      "video"
    ],
    "mappedToEmoticons": [
      "1f4fd_filmprojector"
    ],
    "tts": "film projector",
    "unicode": "1f4fd fe0f"
  },
  "fluentui_folder": "film-projector"
}