{
  "category": null,
  "keywords": [
    "keycap"
  ],
  "definition": "A hash key, sometimes referred to as a pound key in the United States. Most commonly used online to make a hashtag (or hash flag) on social  http://emojipedia.org/keycap-number-sign/",
  "name": "keycap: #",
  "unicode": "U+0023 U+FE0F U+20E3",
  "shortcode": ":hash:",
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:13751887v": [
          "To symbolize."
        ]
      },
      {
        "bn:00085859v": [
          "To determine the number (of objects in a group).",
          "Determine the number or amount of",
          "To count",
          "To determine the amount of."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00053450n": [
          "A visible indication.",
          "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
          "A perceptible indication of something not immediately apparent, as a visible clue that something has happened."
        ]
      },
      {
        "bn:03413162n": [
          "The symbol #",
          "Number sign is a name for the symbol #, which is used for a variety of purposes, including the designation of a number.",
          "The number sign ().",
          "The character used to represent the word number; the hash sign; also called the pound sign in the US"
        ]
      },
      {
        "bn:01354049n": [
          "A hashtag is a word or an unspaced phrase prefixed with the hash character, #, to form a label.",
          "A metadata tag beginning with the symbol # that describes the topic of a message or identifies a keyword relevant to it.",
          "Word or an unspaced phrase prefixed with the number sign",
          "A tag embedded in a message, consisting of a word within the message prefixed with a hash sign (#).",
          "A form of over simplifying an idea using the hashtag (#) symbol before a word or mesh of words that are intended to be an abstraction of a subject",
          "A tag with a hash sign."
        ]
      },
      {
        "bn:00075652n": [
          "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
          "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
          "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
          "A character or glyph representing an idea, concept or object.",
          "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
          "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
          "Character or glyph.",
          "An arbitrary sign (written or printed) that has acquired a conventional significance",
          "Something that represents an idea, a process, or a physical entity"
        ]
      }
    ]
  },
  "fluentui_metadata": {
    "cldr": "keycap: hash",
    "fromVersion": "0.6",
    "glyph": "#️⃣",
    "glyphAsUtfInEmoticons": [
      "keycapnumbersign"
    ],
    "group": "Symbols",
    "keywords": [
      "keycap",
      "hash"
    ],
    "mappedToEmoticons": [
      "keycapnumbersign"
    ],
    "tts": "keycap: #",
    "unicode": "0023 fe0f 20e3"
  },
  "fluentui_folder": "keycap-2",
  "given_category": "Symbols",
  "slug": "keycap-2"
}