{
  "alsoKnownAs": [
    "Clairvoyant",
    "Fortune Teller",
    "Psychic",
    "Purple Crystal"
  ],
  "appleName": "Crystal Ball",
  "code": "🔮",
  "codepointsHex": [
    "U+1F52E"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Clairvoyant",
        "Fortune Teller",
        "Psychic",
        "Purple Crystal"
      ],
      "appleName": "Crystal Ball",
      "code": "🔮",
      "codepointsHex": [
        "U+1F52E"
      ],
      "currentCldrName": "Crystal Ball",
      "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Crystal_ball\">crystal ball</a>, as a <a href=\"/mage/\">fortune teller or clairvoyant</a> gazes into to tell the future. Depicted as a&nbsp;<a href=\"/sparkles/\">sparkling</a>, purple or blue crystal orb&nbsp;resting on a stand.</p>\r\n\r\n<p>Commonly used for various content concerning magic, alternative spirituality, and (predicting) the future. May also be used for its shape or color more generally.</p>",
      "id": "1186",
      "slug": "crystal-ball",
      "shortcodes": [
        {
          "code": ":crystal_ball:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":crystal_ball:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":crystal_ball:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":crystal_ball:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Crystal Ball"
    }
  ],
  "currentCldrName": "Crystal Ball",
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Crystal_ball\">crystal ball</a>, as a <a href=\"/mage/\">fortune teller or clairvoyant</a> gazes into to tell the future. Depicted as a&nbsp;<a href=\"/sparkles/\">sparkling</a>, purple or blue crystal orb&nbsp;resting on a stand.</p>\r\n\r\n<p>Commonly used for various content concerning magic, alternative spirituality, and (predicting) the future. May also be used for its shape or color more generally.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1186",
  "shortcodes": [
    {
      "code": ":crystal_ball:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":crystal_ball:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":crystal_ball:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":crystal_ball:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "crystal-ball",
  "title": "Crystal Ball",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Tool symbols",
    "keywords": [
      "fortune",
      "tool",
      "fairy tale",
      "fantasy",
      "crystal",
      "ball"
    ],
    "definition": "A crystal ball, used by a clairvoyant to see information or inform a person of their future. Crystal Ball was approved as part of Unicode 6. http://emojipedia.org/crystal-ball/",
    "name": "crystal ball",
    "unicode": "U+1F52E",
    "shortcode": ":crystal_ball:",
    "senses": {
      "adjectives": [
        {
          "bn:00099739a": [
            "Able to foresee the future.",
            "Foreseeing the future"
          ]
        },
        {
          "bn:00099543a": [
            "Possessing or using or characteristic of or appropriate to supernatural powers- Shakespeare"
          ]
        }
      ],
      "verbs": [
        {
          "bn:13776439v": [
            "Predicting a person's future."
          ]
        },
        {
          "bn:13671607v": [
            "To presage; to tell the fortune of."
          ]
        },
        {
          "bn:00082668v": [
            "To state, or make something known in advance, especially using inference or special knowledge.",
            "Make a prediction about; tell in advance"
          ]
        },
        {
          "bn:00091457v": [
            "Have or participate in a party"
          ]
        },
        {
          "bn:13692524v": [
            "To produce, transform (something), (as if) by magic.",
            "To produce something, as if by magic."
          ]
        },
        {
          "bn:00086919v": [
            "Dance to disco music"
          ]
        },
        {
          "bn:00088036v": [
            "To have a daydream; to indulge in a fantasy.",
            "To indulge in fantasy; to imagine things only possible in fantasy.",
            "Intransitive: to indulge in fantasy.",
            "Indulge in fantasies"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032763n": [
            "A story about fairies; told to amuse children",
            "Fairy tales are a type of story which typically features fantasy characters, such as fairies, goblins, elves, trolls, dwarves, giants, mermaids, or gnomes, and usually magic or enchantments. tale",
            "A fairy tale is a type of short story that typically features European folkloric fantasy characters, such as dwarves, elves, fairies, giants, gnomes, goblins, mermaids, trolls, or witches, and usually magic or enchantments.",
            "A folktale featuring fairies or similar fantasy characters.",
            "A fictional story that usually features folkloric characters (such as fairies, goblins, elves, trolls, witches, giants, and talking animals) and enchantments",
            "Fictional story featuring folkloric fantasy characters"
          ]
        },
        {
          "bn:00024215n": [
            "A crystal ball is a crystal or glass ball believed by some people to aid in the performance of clairvoyance.",
            "A globe used to foretell the future.",
            "A glass or crystal globe used in crystal gazing by fortunetellers",
            "A globe of glass or crystal used to foretell the future.",
            "A crystal or glass ball believed by some people to aid clairvoyance",
            "Crystal ball"
          ]
        },
        {
          "bn:00036006n": [
            "Fortune-telling is the practice of predicting information about a person's life.",
            "Practice of predicting information about a person's life",
            "A person who foretells your personal future",
            "Predicting the future, usually of an individual, often commercially",
            "A person who professes to predict the future in return for money.",
            "A person who gives predictions about the future of a person's life."
          ]
        },
        {
          "bn:01669238n": [
            "The literary genre generally dealing with themes of magic and fictive medieval technology.",
            "Fantasy refers to constructs of the imagination; in storytelling Fantasy generally refers to a genre that uses magic and other supernatural forms as a primary element of plot, theme, and/or setting.",
            "Fantasy is a genre of fiction that commonly uses magic and other supernatural phenomena as a primary plot element, theme, or setting.",
            "A genre of literature and art that uses magic and other supernatural forms as a primary element of plot and theme. The storyline is often set in a fictional, historically oriented setting.",
            "Genre of fiction"
          ]
        },
        {
          "bn:00024209n": [
            "A solid formed by the solidification of a chemical and having a highly regular atomic structure",
            "Solid material whose constituent atoms, molecules, or ions are arranged in an ordered pattern extending in all three spatial dimensions",
            "A crystal or crystalline solid is a solid material whose constituents, such as atoms, molecules or ions, are arranged in a highly ordered microscopic structure, forming a crystal lattice that extends in all directions.",
            "Solid in which the constituent atoms, molecules, or ions are packed in a regularly ordered, repeating pattern extending in all three spatial dimensions.",
            "A solid composed of an array of atoms or molecules possessing long-range order and arranged in a pattern which is periodic in three dimensions."
          ]
        },
        {
          "bn:00019222n": [
            "An outcome, condition or event that is predetermined by fate [the power that predetermines events].",
            "That which happens without human design or forethought.",
            "That which happens without human design or forethought; chance; accident; hazard; fortune; fate.",
            "Your overall circumstances or condition in life (including everything that happens to you)",
            "Event that unavoidably happens to a person, country, institution, etc.",
            "The effect, consequence, outcome, or inevitable events predetermined by this cause.",
            "Fate; a predetermined or unavoidable destiny."
          ]
        },
        {
          "bn:00052688n": [
            "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices.",
            "Any art that invokes supernatural powers",
            "The working of miracles",
            "Magic or sorcery is an attempt to understand, experience and influence the world using rituals, symbols, actions, gestures and language.",
            "A performer of miracles.",
            "Thaumaturgy is the capability of a magician or a saint to work magic or miracles.",
            "Ritual associated with supernatural magic or mysticism.",
            "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices. A specific ritual or procedure associated with supernatural magic or with mysticism; a spell.",
            "The magic arts",
            "The working of miracles.",
            "The use of paranormal methods to manipulate natural forces (e.g., witchcraft)"
          ]
        },
        {
          "bn:00027490n": [
            "Disco is a genre of dance music containing elements of funk, pop, psychedelic soul and salsa music that was most popular in the 1970s, though it has since enjoyed brief resurgences, including in 2013.",
            "Genre of music",
            "Popular dance music (especially in the late 1970s); melodic with a regular bass beat; intended mainly for dancing at discotheques",
            "One of the music genres that appears under Genre classification in Windows Media Player library. Based on ID3 standard tagging format for MP3 audio files. ID3v1 genre ID # 4."
          ]
        },
        {
          "bn:00019227n": [
            "A traveling company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent.",
            "Commonly a travelling company of performers",
            "A travelling company of entertainers; including trained animals",
            "A circus is a company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent.",
            "A circus is a company of performers that may include clowns, acrobats, trained animals, trapeze acts, musicians, hoopers, tightrope walkers, jugglers, unicyclists and other object manipulation and stunt-oriented artists.",
            "A travelling company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "crystal ball",
    "fromVersion": "0.6",
    "glyph": "🔮",
    "glyphAsUtfInEmoticons": [
      "1f52e_crystalball"
    ],
    "group": "Activities",
    "keywords": [
      "ball",
      "crystal",
      "fairy tale",
      "fantasy",
      "fortune",
      "tool"
    ],
    "mappedToEmoticons": [
      "1f52e_crystalball"
    ],
    "tts": "crystal ball",
    "unicode": "1f52e"
  },
  "fluentui_folder": "crystal-ball"
}