{
  "alsoKnownAs": [
    "Coronavirus",
    "COVID-19",
    "Mask Face",
    "Surgical Mask"
  ],
  "appleName": "Face with Medical Mask",
  "code": "😷",
  "codepointsHex": [
    "U+1F637"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Coronavirus",
        "COVID-19",
        "Mask Face",
        "Surgical Mask"
      ],
      "appleName": "Face with Medical Mask",
      "code": "😷",
      "codepointsHex": [
        "U+1F637"
      ],
      "currentCldrName": "Face with Medical Mask",
      "description": "<p>A yellow face wearing a white surgical mask, as used by <a href=\"/health-worker/\">health workers</a> in <a href=\"/hospital/\">hospitals</a>&nbsp;as well as the general public during a <a href=\"/coronavirus/\">pandemic</a>. May be worn&nbsp;to avoid <a href=\"/face-with-thermometer/\">sickness</a> or spreading airborne diseases.</p>\r\n\r\n<p>Displayed with closed eyes on most platforms. Google,&nbsp;and WhatsApp show&nbsp;this emoji with neutral eyes.&nbsp;Apple changed this emoji to show with smiling eyes&nbsp;<a href=\"https://blog.emojipedia.org/mask-wearing-emoji-now-smiles/\">in iOS 14.2 and above</a>, as did Microsoft in their <a href=\"/microsoft/windows-11-november-2021-update/\">Windows 11 November 2021</a> update.</p>\r\n\r\n<p>In 2020, this emoji became <a href=\"https://blog.emojipedia.org/spread-of-the-coronavirus-emoji/\">primarily used</a> in reference to <a href=\"/coronavirus/\">Coronavirus / COVID-19</a>.</p>",
      "id": "48",
      "slug": "face-with-medical-mask",
      "shortcodes": [
        {
          "code": ":face_with_medical_mask:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":mask:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":mask:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":mask:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Face with Medical Mask"
    }
  ],
  "currentCldrName": "Face with Medical Mask",
  "description": "<p>A yellow face wearing a white surgical mask, as used by <a href=\"/health-worker/\">health workers</a> in <a href=\"/hospital/\">hospitals</a>&nbsp;as well as the general public during a <a href=\"/coronavirus/\">pandemic</a>. May be worn&nbsp;to avoid <a href=\"/face-with-thermometer/\">sickness</a> or spreading airborne diseases.</p>\r\n\r\n<p>Displayed with closed eyes on most platforms. Google,&nbsp;and WhatsApp show&nbsp;this emoji with neutral eyes.&nbsp;Apple changed this emoji to show with smiling eyes&nbsp;<a href=\"https://blog.emojipedia.org/mask-wearing-emoji-now-smiles/\">in iOS 14.2 and above</a>, as did Microsoft in their <a href=\"/microsoft/windows-11-november-2021-update/\">Windows 11 November 2021</a> update.</p>\r\n\r\n<p>In 2020, this emoji became <a href=\"https://blog.emojipedia.org/spread-of-the-coronavirus-emoji/\">primarily used</a> in reference to <a href=\"/coronavirus/\">Coronavirus / COVID-19</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "48",
  "shortcodes": [
    {
      "code": ":face_with_medical_mask:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":mask:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":mask:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":mask:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "face-with-medical-mask",
  "title": "Face with Medical Mask",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "medicine",
      "mask",
      "cold",
      "doctor",
      "sick",
      "face"
    ],
    "definition": "A person with a surgical mask on their face, generally used in a hospital setting, or when working with dangerous fumes. Also seen in public http://emojipedia.org/face-with-medical-mask/",
    "name": "face with medical mask",
    "unicode": "U+1F637",
    "shortcode": ":mask:",
    "senses": {
      "adjectives": [
        {
          "bn:00103568a": [
            "That carries germs.",
            "Full of germs or pathological microorganisms",
            "Full of germs."
          ]
        },
        {
          "bn:00102912a": [
            "Having a bad smell.",
            "Having or relating to the smell of funk.",
            "Having a pungent smell.",
            "Offensively malodorous",
            "Of, relating to, or characteristic of putrefaction, especially having a bad smell, like that of rotting flesh."
          ]
        }
      ],
      "verbs": [
        {
          "bn:13629075v": [
            "To infect with a disease."
          ]
        },
        {
          "bn:00090686v": [
            "Put a mask on or cover with a mask",
            "To cover, as the face, by way of concealment or defense against injury; to conceal with a mask or visor.",
            "To cover, as the face, by way of concealment or defense against injury."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00020534n": [
            "Inflammation of nose and pharynx.",
            "The common cold is a viral infectious disease of the upper respiratory tract which primarily affects the nose.",
            "An inflammation of the nasal passages, and of the upper pharynx",
            "A contagious viral infectious disease of the upper respiratory system",
            "A contagious, viral infectious disease of the upper respiratory system; common symptoms include cough, sore throat, runny nose, nasal congestion and sneezing.",
            "Viral infectious disease",
            "A very common, mild viral infection of the nose and throat, whose symptoms include sneezing, sniffling, a running or blocked nose, a sore throat, coughing and a headache.",
            "A mild viral infection involving the nose and respiratory passages (but not the lungs)"
          ]
        },
        {
          "bn:00029565n": [
            "A severe and often fatal disease in humans and nonhuman primates (monkeys and chimpanzees) caused by the Ebola virus.",
            "A severe and often fatal disease in humans and nonhuman primates, monkeys and chimpanzees, caused by the Ebola virus.",
            "Illness caused by the Ebola virus.",
            "An extremely contagious and often fatal illness caused by the Ebola virus, characterised by fever and internal bleeding, contracted through infected body fluids.",
            "A virus of the species Zaire ebolavirus which causes a severe and often fatal hemorrhagic fever in humans and other mammals.",
            "A deadly hemorrhagic fever",
            "Ebola virus disease, Ebola hemorrhagic fever or simply Ebola is a disease of humans and other mammals caused by an ebolavirus. virus disease",
            "Ebola virus disease, or simply Ebola, is a disease of humans and other primates caused by ebolaviruses.",
            "Ebola fever.",
            "A severe and often fatal disease in humans and nonhuman primates (monkeys and chimpanzees) caused by the Ebola virus; characterized by high fever and severe internal bleeding; can be spread from person to person; is largely limited to Africa",
            "Viral hemorrhagic fever found in humans and other mammals"
          ]
        },
        {
          "bn:00045952n": [
            "A definite pathological process having a characteristic set of signs and symptoms which are detrimental to the well-being of the individual.",
            "Impairment of normal physiological function affecting part or all of an organism"
          ]
        },
        {
          "bn:00044896n": [
            "Health care institution",
            "A place where people who are ill or injured are treated and taken care of by doctors and nurses.",
            "A place where sick or injured people are cared for, especially a small hospital; sickhouse.",
            "A health facility where patients receive treatment",
            "A hospital is a health care institution providing patient treatment with specialized staff and equipment.",
            "A place where sick or injured people are cared for, especially a small hospital."
          ]
        },
        {
          "bn:00027976n": [
            "A licensed medical practitioner",
            "A physician practices medicine osteopathy and in many states, chiropractic, and is concerned with maintaining or restoring human health through the study, diagnosis, and treatment of disease and injury.",
            "A veterinarian; a medical practitioner who treats animals.",
            "A doctor.",
            "A medical doctor trained in human medicine.",
            "Symbol indicating a medical degree; medical physician or doctor.",
            "A person who has completed a study of medicine, and as such tries to diagnose and cure diseases in patients.",
            "Professional who practices medicine",
            "A physician; a person who holds a doctoral degree or first professional degree in medicine, and practices in that profession.",
            "A physician is a professional who practices medicine, which is concerned with promoting, maintaining or restoring human health through the study, diagnosis, and treatment of disease, injury, and other physical and mental impairments.",
            "Familiar abbreviation of doctor."
          ]
        },
        {
          "bn:00053637n": [
            "A mask is an object normally worn on the face, typically for protection, disguise, performance or entertainment.",
            "A covering to disguise or conceal the face",
            "Object normally worn on the face, typically for protection, disguise, performance or entertainment",
            "A cover, or partial cover, for the face, used for disguise or protection.",
            "Cover for the face."
          ]
        },
        {
          "bn:00026275n": [
            "Dentistry is the art and science of prevention, diagnosis and treatment of conditions, diseases and disorders of the oral cavity, the maxillofacial region and associated structures.",
            "A branch of medicine that involves diagnosis, prevention, and treatment of any disease concern about teeth, oral cavity, and associated structures.",
            "A medical specialist who deals with teeth.",
            "Dentistry is the branch of medicine that is involved in the study, diagnosis, prevention, and treatment of diseases, disorders and conditions of the oral cavity, commonly in the dentition but also the oral mucosa, and of adjacent and related structures and tissues, particularly in the maxillofacial area.",
            "The field of medicine which studies and treats conditions of the teeth.",
            "The field of medicine concerned with the study, diagnosis and treatment of conditions of the teeth and oral cavity.",
            "The branch of medicine dealing with the anatomy and development and diseases of the teeth",
            "Branch of medicine",
            "A medical profession",
            "The branch of dentistry dealing with abnormalities of teeth"
          ]
        },
        {
          "bn:00027546n": [
            "The quality or state of being sick or diseased; illness; disease or malady.",
            "Abnormal condition that affects the body of an organism",
            "Disease is an abnormal condition affecting the body of an organism.",
            "An instance of a disease or poor health.",
            "An abnormal condition of the body or mind that causes discomfort or dysfunction; distinct from injury insofar as the latter is usually instantaneously acquired.",
            "An abnormal condition affecting the body of an organism",
            "An impairment of health or a condition of abnormal functioning",
            "A disease is a particular abnormal, pathological condition that affects part or all of an organism.",
            "An abnormal condition of the body causing discomfort or dysfunction.",
            "The incidence of a disease, as a rate of a population which is affected.",
            "A definite pathological process having a characteristic set of signs and symptoms which are detrimental to the well-being of the individual.",
            "An illness or other defective state of health.",
            "A rate representing the proportion of a population affected with a given illness."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "face with medical mask",
    "fromVersion": "0.6",
    "glyph": "😷",
    "glyphAsUtfInEmoticons": [
      "1f637_facewithmedicalmask"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "cold",
      "doctor",
      "face",
      "face with medical mask",
      "mask",
      "sick"
    ],
    "mappedToEmoticons": [
      "1f637_facewithmedicalmask"
    ],
    "tts": "face with medical mask",
    "unicode": "1f637"
  },
  "fluentui_folder": "face-with-medical-mask"
}