{
  "alsoKnownAs": [
    "Disappear",
    "Ghoul",
    "Halloween"
  ],
  "appleName": "Ghost",
  "code": "👻",
  "codepointsHex": [
    "U+1F47B"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Disappear",
        "Ghoul",
        "Halloween"
      ],
      "appleName": "Ghost",
      "code": "👻",
      "codepointsHex": [
        "U+1F47B"
      ],
      "currentCldrName": "Ghost",
      "description": "<p>Boo! A white, cartoon ghost making a silly face. Its tongue is stuck out and arms are outstretched, as if trying to scare someone in a friendly way. Several platforms feature one larger, bulging eye, while others show the ghost winking.</p>\r\n\r\n<p>Resembles a classic ghost costume for <a href=\"/halloween/\">Halloween</a>. May also be used to convey something or someone is fun or goofy. Thanks to its raised arms, some use this&nbsp;emoji as a way of expressing an excited&nbsp;<em>Yay!</em></p>\r\n\r\n<p>May also be used to refer to the slang term &quot;ghosting&quot;, where a&nbsp;personal relationship is ended&nbsp;suddenly without explanation by one person withdrawing from all communication with another.</p>\r\n\r\n<p>Samsung&#39;s design <a href=\"/samsung/touchwiz-7.0/ghost/\">previously depicted</a> this as a smiley in a ghost costume.</p>",
      "id": "206",
      "slug": "ghost",
      "shortcodes": [
        {
          "code": ":ghost:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":ghost:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":ghost:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":ghost:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Ghost"
    }
  ],
  "currentCldrName": "Ghost",
  "description": "<p>Boo! A white, cartoon ghost making a silly face. Its tongue is stuck out and arms are outstretched, as if trying to scare someone in a friendly way. Several platforms feature one larger, bulging eye, while others show the ghost winking.</p>\r\n\r\n<p>Resembles a classic ghost costume for <a href=\"/halloween/\">Halloween</a>. May also be used to convey something or someone is fun or goofy. Thanks to its raised arms, some use this&nbsp;emoji as a way of expressing an excited&nbsp;<em>Yay!</em></p>\r\n\r\n<p>May also be used to refer to the slang term &quot;ghosting&quot;, where a&nbsp;personal relationship is ended&nbsp;suddenly without explanation by one person withdrawing from all communication with another.</p>\r\n\r\n<p>Samsung&#39;s design <a href=\"/samsung/touchwiz-7.0/ghost/\">previously depicted</a> this as a smiley in a ghost costume.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "206",
  "shortcodes": [
    {
      "code": ":ghost:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":ghost:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":ghost:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":ghost:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "ghost",
  "title": "Ghost",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Fairy tale symbols",
    "keywords": [
      "creature",
      "fairy tale",
      "monster",
      "fantasy",
      "face"
    ],
    "definition": "Boo! A ghost emoji, trying to scare someone. Might also be a halloween costume. Ghost was approved as part of Unicode 6.0 in 2010 and added  http://emojipedia.org/ghost/",
    "name": "ghost",
    "unicode": "U+1F47B",
    "shortcode": ":ghost:",
    "senses": {
      "adjectives": [
        {
          "bn:00099608a": [
            "Provoking fear terror"
          ]
        },
        {
          "bn:00100740a": [
            "Of an obscure nature- Rachel Carson"
          ]
        },
        {
          "bn:00104003a": [
            "Continually recurring to the mind- Claudia Cassidy"
          ]
        },
        {
          "bn:00102035a": [
            "Suggestive of the supernatural; mysterious"
          ]
        },
        {
          "bn:00104004a": [
            "Having a deeply disquieting or disturbing effect-Charles Lee"
          ]
        },
        {
          "bn:13698859a": [
            "Very large; worthy of a monster."
          ]
        },
        {
          "bn:00097890a": [
            "Dreadful; causing alarm and fear.",
            "Causing dread; very bad.",
            "Causing fear; of capable of causing fear; scary.",
            "Causing fear, dread or terror",
            "Causing fear or dread or terror",
            "Oppressing with fear or horror; appalling, terrible."
          ]
        },
        {
          "bn:00111281a": [
            "Being definitely out of the ordinary and unexpected; slightly odd or even a bit weird",
            "Strange, unusual.",
            "Strange or unusual, often implying unpleasant.",
            "Out of the ordinary.",
            "Not normal; odd, unusual, surprising, out of the ordinary."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00088798v": [
            "Haunt like a ghost; pursue"
          ]
        },
        {
          "bn:00094166v": [
            "To scare or frighten.",
            "Frighten or scare, and often provoke into a violent action"
          ]
        },
        {
          "bn:13744591v": [
            "To behave as a monster to; to terrorise."
          ]
        },
        {
          "bn:00082447v": [
            "Cause fear in",
            "To disturb with fear.",
            "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify."
          ]
        },
        {
          "bn:00086879v": [
            "Get lost, as without warning or explanation",
            "To go away; to become lost."
          ]
        },
        {
          "bn:00088797v": [
            "Move like a ghost"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00033854n": [
            "An emotion experienced in anticipation of some specific pain or danger (usually accompanied by a desire to flee or fight)",
            "An emotion experienced in anticipation of some specific pain or danger.",
            "Fear is an emotion induced by a threat perceived by living entities, which causes a change in brain and organ function and ultimately a change in behavior, such as running away, hiding or freezing from traumatic events.",
            "Uncountable: emotion caused by actual or perceived danger or threat.",
            "Basic emotion induced by a perceived threat",
            "Associated with dread, an emotion",
            "A strong, uncontrollable, unpleasant emotion caused by actual or perceived danger or threat.",
            "Fear is a basic emotional sensation and response system initiated by an aversion to some perceived risk or threat.",
            "A content descriptor developed by the Pan European Gaming Information (PEGI) and the British Board of Film Classification (BBFC)."
          ]
        },
        {
          "bn:00040368n": [
            "Soul or spirit of a dead person or animal that can appear to the living",
            "Ghosts, in traditional beliefs, are the souls or spirits of deceased persons or animals which can appear in visible forms or other manifestation, to the living.",
            "Spirit appearing after death.",
            "A mental representation of some haunting experience",
            "The disembodied spirit or soul of a deceased person",
            "The disembodied soul; the soul or spirit of a deceased person; a spirit appearing after death; an apparition; a specter.",
            "In traditional belief and fiction, a ghost is the soul or spirit of a dead person or animal that can appear, in visible form or other manifestation, to the living."
          ]
        },
        {
          "bn:00032763n": [
            "A story about fairies; told to amuse children",
            "Fairy tales are a type of story which typically features fantasy characters, such as fairies, goblins, elves, trolls, dwarves, giants, mermaids, or gnomes, and usually magic or enchantments. tale",
            "A fairy tale is a type of short story that typically features European folkloric fantasy characters, such as dwarves, elves, fairies, giants, gnomes, goblins, mermaids, trolls, or witches, and usually magic or enchantments.",
            "A folktale featuring fairies or similar fantasy characters.",
            "A fictional story that usually features folkloric characters (such as fairies, goblins, elves, trolls, witches, giants, and talking animals) and enchantments",
            "Fictional story featuring folkloric fantasy characters"
          ]
        },
        {
          "bn:01669238n": [
            "The literary genre generally dealing with themes of magic and fictive medieval technology.",
            "Fantasy refers to constructs of the imagination; in storytelling Fantasy generally refers to a genre that uses magic and other supernatural forms as a primary element of plot, theme, and/or setting.",
            "Fantasy is a genre of fiction that commonly uses magic and other supernatural phenomena as a primary plot element, theme, or setting.",
            "A genre of literature and art that uses magic and other supernatural forms as a primary element of plot and theme. The storyline is often set in a fictional, historically oriented setting.",
            "Genre of fiction"
          ]
        },
        {
          "bn:15828817n": [
            "Photo messaging application",
            "Snapchat is a photo messaging application developed by Evan Spiegel, Bobby Murphy, and Reggie Brown, then Stanford University students."
          ]
        },
        {
          "bn:00002855n": [
            "Halloween or Hallowe'en, also known as Allhalloween.",
            "Holiday celebrated October 31",
            "31st of October.",
            "A tradition celebrated on the night of October 31, most notably by children dressing in costumes and going door-to-door collecting sweets.",
            "The evening before All Saints' Day; often devoted to pranks played by young people",
            "Halloween or Hallowe'en, also known as Allhalloween, All Hallows' Eve, or All Saints' Eve, is a yearly celebration observed in a number of countries on 31 October, the eve of the Western Christian feast of All Hallows' Day.",
            "A Western holiday",
            "The eve of All Hallows' Day; 31st October; celebrated (mostly in the United Kingdom, Canada, United States and Ireland) by children going door-to-door in costume and demanding candy with menaces."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "ghost",
    "fromVersion": "0.6",
    "glyph": "👻",
    "glyphAsUtfInEmoticons": [
      "ghost"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "creature",
      "face",
      "fairy tale",
      "fantasy",
      "ghost",
      "monster"
    ],
    "mappedToEmoticons": [
      "ghost"
    ],
    "tts": "ghost",
    "unicode": "1f47b"
  },
  "fluentui_folder": "ghost"
}