{
  "alsoKnownAs": [
    "^^",
    "Happy Face",
    "Smile",
    "Smiley Face"
  ],
  "appleName": "Smiling Face with Smiling Eyes",
  "code": "😊",
  "codepointsHex": [
    "U+1F60A"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "^^",
        "Happy Face",
        "Smile",
        "Smiley Face"
      ],
      "appleName": "Smiling Face with Smiling Eyes",
      "code": "😊",
      "codepointsHex": [
        "U+1F60A"
      ],
      "currentCldrName": "Smiling Face with Smiling Eyes",
      "description": "<p>A yellow face with smiling eyes and a broad, closed smile turning up to rosy cheeks. Often expresses genuine happiness and warm, positive feelings.</p>\r\n\r\n<p>An emoji form of the ^^ emoticon.</p>\r\n\r\n<p>On&nbsp;<a href=\"/snapchat/\">Snapchat</a>, this emoji next to a contact denotes that you message that&nbsp;person often but they aren&#39;t your&nbsp;<em>#1 Best Friend</em>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
      "id": "9",
      "slug": "smiling-face-with-smiling-eyes",
      "shortcodes": [
        {
          "code": ":smiling_face_with_smiling_eyes:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":blush:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":blush:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":blush:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Smiling Face with Smiling Eyes"
    }
  ],
  "currentCldrName": "Smiling Face with Smiling Eyes",
  "description": "<p>A yellow face with smiling eyes and a broad, closed smile turning up to rosy cheeks. Often expresses genuine happiness and warm, positive feelings.</p>\r\n\r\n<p>An emoji form of the ^^ emoticon.</p>\r\n\r\n<p>On&nbsp;<a href=\"/snapchat/\">Snapchat</a>, this emoji next to a contact denotes that you message that&nbsp;person often but they aren&#39;t your&nbsp;<em>#1 Best Friend</em>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "9",
  "shortcodes": [
    {
      "code": ":smiling_face_with_smiling_eyes:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":blush:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":blush:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":blush:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "smiling-face-with-smiling-eyes",
  "title": "Smiling Face with Smiling Eyes",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "eye",
      "smile",
      "face",
      "blush"
    ],
    "definition": "A smiling face, with smiling eyes and rosy cheeks. Showing a true sense of happiness. This emoji smiles with its mouth closed, which makes i http://emojipedia.org/smiling-face-with-smiling-eyes/",
    "name": "smiling face with smiling eyes",
    "unicode": "U+1F60A",
    "shortcode": ":blush:",
    "senses": {
      "adjectives": [
        {
          "bn:00098171a": [
            "Delighting the senses or exciting intellectual or emotional admiration",
            "Delighting the senses or exciting intellectual or emotional admiration."
          ]
        },
        {
          "bn:00103933a": [
            "Enjoying or showing or marked by joy or pleasure"
          ]
        },
        {
          "bn:00098637a": [
            "Having a red face from embarrassment or shame or agitation or emotional upset",
            "With a red face; flushed, due to emotional or physical causes."
          ]
        },
        {
          "bn:00100772a": [
            "Cute, appealing.",
            "Attractive especially by means of smallness or prettiness or quaintness"
          ]
        },
        {
          "bn:13613471a": [
            "Cheerful and happy; smiling."
          ]
        },
        {
          "bn:00108998a": [
            "Pleasing by delicacy or grace; not imposing"
          ]
        },
        {
          "bn:00100654a": [
            "(especially of the face) reddened or suffused with or as if with blood from emotion or exertion",
            "Red in the face because of embarrassment, exertion, etc."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087806v": [
            "Arouse or elicit a feeling"
          ]
        },
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        },
        {
          "bn:00089996v": [
            "To feel joy, to rejoice.",
            "Feel happiness or joy",
            "To be very happy, be delighted, exult; to feel joy."
          ]
        },
        {
          "bn:00084324v": [
            "Talk or behave amorously, without serious intentions",
            "To talk or behave amorously, without serious intentions."
          ]
        },
        {
          "bn:00084312v": [
            "To touch each other’s lips.",
            "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
            "To touch with the lips to express love or affection.",
            "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
          ]
        },
        {
          "bn:00083704v": [
            "To become suffused with reddish color due to embarrassment, excitement, overheating, or other systemic disturbance, to blush.",
            "Turn red, as if in embarrassment or shame",
            "To redden in the face from shame, excitement or embarrassment."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00011424n": [
            "A rosy color (especially in the cheeks) taken as a sign of good health"
          ]
        },
        {
          "bn:03300699n": [
            "Ideograms or smileys used in Japanese electronic messages and webpages",
            "Emoji are the ideograms or smileys used in Japanese electronic messages and webpages, the use of which is spreading outside Japan."
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:00759495n": [
            "A state of intense romantic desire for another person",
            "An involuntary state of mind caused by a romantic attraction to another person combined with an overwhelming, obsessive need to have one's feelings reciprocated.",
            "Limerence is an involuntary state of mind which results from a romantic attraction to another person combined with an overwhelming, obsessive need to have one's feelings reciprocated.",
            "State of mind."
          ]
        },
        {
          "bn:00020904n": [
            "A light and humorous drama with a happy ending.",
            "A dramatic work that is light and humorous or satirical in tone",
            "Dramatic work that is light and humorous or satirical in tone.",
            "Comedy has a popular meaning, which differs from its academic definition, namely the comic theater, whose Western origins are found in Ancient Greece.",
            "Light and humorous drama with a happy ending",
            "A type of theatrical drama",
            "Genre of work or performance intended to be humorous",
            "Comedy, in the contemporary meaning of the term, is any discourse or work generally intended to be humorous or to amuse by inducing laughter, especially in theater, television, film and stand-up comedy."
          ]
        },
        {
          "bn:00046672n": [
            "Inflammation is part of the complex biological response of vascular tissues to harmful stimuli, such as pathogens, damaged cells, or irritants.",
            "Part of the immune response to tissue damage or infection",
            "Caused by dilation of superficial blood vessels. This usage of the term is rather obsolete",
            "For a person to flush is to become markedly red in the face and often other areas of the skin, from various physiological conditions.",
            "A response of body tissues to injury or irritation; characterized by pain and swelling and redness and heat",
            "The complex biological response of vascular tissues to harmful stimuli, such as pathogens, damaged cells, or irritants."
          ]
        },
        {
          "bn:00032512n": [
            "An organ of vision that detects light",
            "An eye.",
            "The organ of sight",
            "Organ that detects light and converts it into electro-chemical impulses in neurons",
            "The two eyes of a human being considered as a whole.",
            "A window or other opening that has an oval or circular shape (as of an eye).",
            "An organ through which animals see.",
            "Eyes are sensory organs of the face responsible for sight.",
            "An oculus, plural oculi, from Latin oculus: eye, denotes a circular opening in the center of a dome or in a wall.",
            "Eyes are the organs of vision.",
            "The part of the eye having a spherical shape.",
            "The organ that is sensitive to light, which it converts to electrical signals passed to the brain, by which means animals see."
          ]
        },
        {
          "bn:00042905n": [
            "The emotion of being happy; joy.",
            "Mental or emotional state of well-being characterized by pleasant emotions",
            "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
            "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
            "Emotion of being happy.",
            "The state of being jocund.",
            "Emotions experienced when in a state of well-being.",
            "Emotions experienced when in a state of well-being"
          ]
        },
        {
          "bn:00048468n": [
            "Feeling of happiness.",
            "Anything that causes such a feeling.",
            "The emotion of great happiness",
            "The feeling of happiness."
          ]
        },
        {
          "bn:00072311n": [
            "An emoticon of a smiling face",
            "A simplified drawing of a smiling face, using two dots for the eyes and an arc for the mouth.",
            "Representation of a smiling face.",
            "A stylized representation of a smiling humanoid face",
            "A graphical representation, either in the form of an image or made up of ASCII characters.",
            "A simplified representation of a smiling face.",
            "An emoticon expressing happy emotions.",
            "A representation of a smiling face, most often colored yellow",
            "A smiley is a stylized representation of a smiling humanoid face, an important part of popular culture."
          ]
        },
        {
          "bn:00030466n": [
            "The shame you feel when your inadequacy or guilt is made public",
            "Embarrassment is an emotional state of intense discomfort with oneself, experienced upon having a socially unacceptable act or condition witnessed by or revealed to others.",
            "State of uneasiness, due to the difficulty or the impossibility to adopt an appropriate behaviour.",
            "A state of confusion arising from hesitation or difficulty in choosing.",
            "State of discomfort."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "smiling face with smiling eyes",
    "fromVersion": "0.6",
    "glyph": "😊",
    "glyphAsUtfInEmoticons": [
      "smileeyes",
      "xd"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "blush",
      "eye",
      "face",
      "smile",
      "smiling face with smiling eyes"
    ],
    "mappedToEmoticons": [
      "smileeyes"
    ],
    "tts": "smiling face with smiling eyes",
    "unicode": "1f60a"
  },
  "fluentui_folder": "smiling-face-with-smiling-eyes"
}