{
  "category": "Supplemental Symbols And Pictographs -> Emoticon faces",
  "keywords": [
    "light skin tone",
    "exasperation",
    "disbelief",
    "face",
    "palm"
  ],
  "definition": "This version of the ?? Person Facepalming emoji has the ?? Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported plat http://emojipedia.org/face-palm-type-1-2/",
  "unicode": "U+1F926 U+1F3FB",
  "name": "person facepalming: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      {
        "bn:00032600n": [
          "Part of the body at the front of the head",
          "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
          "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
          "The front of the human head from the forehead to the chin and ear to ear",
          "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
        ]
      },
      {
        "bn:00028425n": [
          "Doubt, a status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision.",
          "Doubt is uncertainty in the context of trust, action, decision or belief.",
          "The state of being unsure of something",
          "A status between belief and disbelief, involves uncertainty or distrust or lack of sureness of an alleged fact, an action, a motive, or a decision",
          "Challenge about the truth or accuracy of a matter.",
          "The state of being dubious.",
          "Uncertainty, disbelief."
        ]
      },
      {
        "bn:00060304n": [
          "The inner surface of the hand from the wrist to the base of the fingers",
          "The thenar eminence refers to the group of muscles on the palm of the human hand at the base of the thumb.",
          "The inner and somewhat concave part of the human hand that extends from the wrist to the bases of the fingers.",
          "Inner, concave part of hand.",
          "Most fleshy portion of the palm of the human hand, located adjacent to the second joint of the thumb",
          "The palm of the hand or sole of the foot"
        ]
      },
      {
        "bn:00033794n": [
          "A state of physical and/or mental weakness and a lack of vigor.",
          "Fatigue is a subjective feeling of tiredness which is distinct from weakness, and has a gradual onset.",
          "Exhaustion, fatigue or tiredness",
          "A weariness caused by exertion; exhaustion.",
          "Tiredness; fatigue",
          "Temporary loss of strength and energy resulting from hard physical or mental work",
          "Range of afflictions, usually associated with physical and/or mental weakness",
          "Any one of several other medical conditions that cause lethargy",
          "Exhaustion, fatigue or tiredness.",
          "The state of being tired."
        ]
      }
    ]
  },
  "code": "🤦🏻",
  "fluentui_metadata": {
    "cldr": "person facepalming",
    "fromVersion": "3.0",
    "glyph": "🤦",
    "glyphAsUtfInEmoticons": [
      "1f926_personfacepalming",
      "facepalm"
    ],
    "group": "People & Body",
    "keywords": [
      "disbelief",
      "exasperation",
      "face",
      "palm",
      "person facepalming"
    ],
    "mappedToEmoticons": [
      "1f926_personfacepalming"
    ],
    "tts": "person facepalming",
    "unicode": "1f926",
    "unicodeSkintones": [
      "1f926",
      "1f926 1f3fb",
      "1f926 1f3fc",
      "1f926 1f3fd",
      "1f926 1f3fe",
      "1f926 1f3ff"
    ]
  },
  "fluentui_folder": "person-facepalming-light-skin-tone",
  "slug": "person-facepalming-light-skin-tone"
}