{
  "alsoKnownAs": [
    "Papua New Guinean Flag",
    "PNG Flag"
  ],
  "appleName": "Flag of Papua New Guinea",
  "code": "🇵🇬",
  "codepointsHex": [
    "U+1F1F5",
    "U+1F1EC"
  ],
  "components": [
    {
      "code": "🇵",
      "codepointsHex": [
        "U+1F1F5"
      ],
      "description": "<p>The letter&nbsp;<em>P</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1340",
      "slug": "regional-indicator-symbol-letter-p",
      "shortcodes": [
        {
          "code": ":regional_indicator_p:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter P"
    },
    {
      "code": "🇬",
      "codepointsHex": [
        "U+1F1EC"
      ],
      "description": "<p>The letter&nbsp;<em>G</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1331",
      "slug": "regional-indicator-symbol-letter-g",
      "shortcodes": [
        {
          "code": ":regional_indicator_g:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter G"
    }
  ],
  "currentCldrName": "Flag: Papua New Guinea",
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Papua_New_Guinea\">Papua New Guinea</a>, which may show as the letters&nbsp;<em>PG</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1073",
  "shortcodes": [
    {
      "code": ":flag_papua_new_guinea:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":papua_new_guinea:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-pg:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_pg:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-papua-new-guinea",
  "title": "Flag: Papua New Guinea",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Papua New Guinea, which may show as the letters PG on some platforms. The Flag for Papua New Guinea emoji is a sequence of the  http://emojipedia.org/flag-for-papua-new-guinea/",
    "name": "Papua New Guinea",
    "unicode": "U+1F1F5 U+1F1EC",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00060513n": [
            "The southern part of Papua New Guinea.",
            "British colony from 1883/4,  placed under the authority of the Commonwealth of Australia in 1902",
            "The Territory of Papua comprised the southeastern quarter of the island of New Guinea from 1883 to 1975.",
            "The southeastern part of Papua New Guinea",
            "A British/Australian-administered territory in southeastern New Guinea, united in 1949 with Territory of New Guinea to the north",
            "The southern part of what is now called Papua New Guinea, formerly administered as a separate territory to New Guinea."
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00046412n": [
            "Someone who is from Papua New Guinea or who is a Papua New Guinean citizen.",
            "A country in Oceania.",
            "Citizen of Papua New Guinea or of Papua New Guinean descent.",
            "Papua New Guinea, officially the Independent State of Papua New Guinea, is an Oceanian country that occupies the eastern half of the island of New Guinea and its offshore islands in Melanesia, a region of the southwestern Pacific Ocean north of Australia.",
            "Country in Oceania",
            "A parliamentary democracy on the eastern half of the island of New Guinea; in 1975 it became an independent state within the Commonwealth of Nations",
            "A country in Oceania, located in the southwestern Pacific Ocean",
            "A country in Oceania. Official name: Independent State of Papua New Guinea."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
