{
  "alsoKnownAs": [
    "Flying Money",
    "Losing Money"
  ],
  "appleName": "Money with Wings",
  "code": "💸",
  "codepointsHex": [
    "U+1F4B8"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Flying Money",
        "Losing Money"
      ],
      "appleName": "Money with Wings",
      "code": "💸",
      "codepointsHex": [
        "U+1F4B8"
      ],
      "currentCldrName": "Money with Wings",
      "description": "<p>A banded stack of <a href=\"/flag-united-states/\">U.S.</a> <a href=\"/dollar-banknote/\">dollar bills</a> with feather wings, as if flying. Its flight may represent losing, transferring, or earning money, but commonly used for wealth, money, and success more generally, often with a&nbsp;flourish or sense of flair.</p>",
      "id": "814",
      "slug": "money-with-wings",
      "shortcodes": [
        {
          "code": ":money_with_wings:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":money_with_wings:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":money_with_wings:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":money_with_wings:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Money with Wings"
    }
  ],
  "currentCldrName": "Money with Wings",
  "description": "<p>A banded stack of <a href=\"/flag-united-states/\">U.S.</a> <a href=\"/dollar-banknote/\">dollar bills</a> with feather wings, as if flying. Its flight may represent losing, transferring, or earning money, but commonly used for wealth, money, and success more generally, often with a&nbsp;flourish or sense of flair.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "814",
  "shortcodes": [
    {
      "code": ":money_with_wings:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":money_with_wings:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":money_with_wings:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":money_with_wings:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "money-with-wings",
  "title": "Money with Wings",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Money symbols",
    "keywords": [
      "dollar",
      "bank",
      "wings",
      "note",
      "money",
      "fly",
      "banknote",
      "bill"
    ],
    "definition": "A pile of three cash notes (US Dollar Bills in the Apple artwork) with a money clip that has wings attached. The money is flying away. Money http://emojipedia.org/money-with-wings/",
    "name": "money with wings",
    "unicode": "U+1F4B8",
    "shortcode": ":money_with_wings:",
    "senses": {
      "adjectives": [
        {
          "bn:00102807a": [
            "Brief or hurried.",
            "Occurring in a short time; happening or done rapidly.",
            "Occurring or happening within a short time; brief.",
            "Hurried and brief",
            "Occurring in a short time.",
            "Able to transfer data in a short period of time."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00083486v": [
            "To demand payment.",
            "To require payment (for goods, services, etc.) of.",
            "Demand payment"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00008364n": [
            "A bank is a financial intermediary that accepts deposits and channels those deposits into lending activities, either directly by loaning or indirectly through capital markets.",
            "Branch office of such an institution.",
            "A financial institution where one can borrow money (upon which interest is due) or deposit money (in order to collect interest).",
            "An institution where one can place and borrow money and take care of financial affairs.",
            "A financial institution that accepts deposits and channels the money into lending activities",
            "A business that keeps money for individual people or companies, exchanges currencies, makes loans, and offers other financial services.",
            "The bank or financial institution that the payment format file is transmitted to for processing.",
            "Financial institution",
            "A financial institution"
          ]
        },
        {
          "bn:00028114n": [
            "The basic monetary unit in many countries; equal to 100 cents",
            "Used in many countries",
            "Official designation for currency in some parts of the world, including Canada, Australia, the United States, Hong Kong, and elsewhere. Its symbol is $.",
            "Dollar is the name of several currencies, including those of Australia, Belize, Brunei, Canada, Hong Kong, Namibia, New Zealand, Singapore, Suriname, Taiwan, the United States, and previously Zimbabwe.",
            "Designation for specific currency.",
            "Name of many currencies",
            "The currency of Suriname."
          ]
        },
        {
          "bn:00068918n": [
            "A contract of sale is a legal contract an exchange of goods, services or property to be exchanged from seller to buyer for an agreed upon value in money paid or the promise to pay same.",
            "An agreement (or contract) in which property is transferred from the seller (vendor) to the buyer (vendee) for a fixed price in money (paid or agreed to be paid by the buyer)",
            "An exchange of goods or services for currency or credit.",
            "A contract that involves an exchange of goods, services or property to be exchanged from seller (or vendor) to buyer (or purchaser) for an agreed upon value in money (or money equivalent) paid or the promise to pay same.",
            "A source document that documents an agreement between two or more parties based on an understanding that a selling party will commit to selling a specific quantity or value of product over a period of time in exchange for favorable prices and discounts.",
            "Exchange of goods or services for currency or credit.",
            "A contract with the target of the change in ownership (of goods, services, companies, etc)"
          ]
        },
        {
          "bn:00008375n": [
            "A piece of paper money (especially one issued by a central bank)",
            "Or paper money",
            "A fiat currency issued during the American Civil War",
            "A piece of paper money; a banknote.",
            "The term greenback refers to paper currency issued by the United States during the American Civil War.",
            "A banknote is a type of negotiable instrument known as a promissory note, made by a bank, payable to the bearer on demand.",
            "A piece of paper money.",
            "A piece of paper currency.",
            "A unit of American currency issued during the Civil War by the Treasury Department."
          ]
        },
        {
          "bn:00055644n": [
            "Means of exchange and measure of value.",
            "A medium for exchanging ownership of the economic values represented by one or more currency units.",
            "A generally accepted means of exchange and measure of value.",
            "An unspecified amount in a currency.",
            "Money is any item or verifiable record that is generally accepted as payment for goods and services and repayment of debts in a particular country or socio-economic context.",
            "Money is commonly defined by the functions attached to any good or token that functions in trade as a medium of exchange, store of value, and unit of account, although economics offers various definitions.",
            "Object or record accepted as payment",
            "The most common medium of exchange; functions as legal tender",
            "In Dutch or German languages"
          ]
        },
        {
          "bn:00061119n": [
            "Transfer of an item of value from one party (such as a person or company) to another in exchange for the provision of goods, services or both, or to fulfill a legal obligation",
            "A sum of money paid or a claim discharged",
            "A transaction to record money that is paid to a supplier or customer for goods or services received. A payment transaction decreases the balance for a customer or vendor.",
            "A past, present, or future settlement of an obligation.",
            "A sum of money paid in exchange for goods or services.",
            "A payment is the transfer of an item of value from one party to another in exchange for the provision of goods, services or both, or to fulfill a legal obligation."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "money with wings",
    "fromVersion": "0.6",
    "glyph": "💸",
    "glyphAsUtfInEmoticons": [
      "1f4b8_moneywithwings"
    ],
    "group": "Objects",
    "keywords": [
      "banknote",
      "bill",
      "fly",
      "money",
      "money with wings",
      "wings"
    ],
    "mappedToEmoticons": [
      "1f4b8_moneywithwings"
    ],
    "tts": "money with wings",
    "unicode": "1f4b8"
  },
  "fluentui_folder": "money-with-wings"
}