{
  "category": "Miscellaneous Symbols And Pictographs -> Hand symbols",
  "keywords": [
    "hand",
    "open",
    "medium skin tone"
  ],
  "definition": "This version of the ?? Open Hands emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported p http://emojipedia.org/open-hands-sign-type-4/",
  "unicode": "U+1F450 U+1F3FD",
  "name": "open hands: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00107879a": [
          "Not closed, something that has been opened.",
          "Which is not closed; accessible; unimpeded; as, an open gate.",
          "Affording unobstructed entrance and exit; not shut or closed"
        ]
      },
      {
        "bn:00099413a": [
          "Used for celebrating"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00084714v": [
          "To behave as expected during holidays or rites.",
          "Honour by rites, ceremonies, etc.",
          "Behave as expected during of holidays or rites",
          "To honour by rites, by ceremonies of joy and respect, or by refraining from ordinary business; to observe duly; to keep."
        ]
      },
      {
        "bn:00091165v": [
          "To cause to open or to become open.",
          "Cause to open or to become open",
          "To open."
        ]
      },
      {
        "bn:00093846v": [
          "To cause something to strike soundly.",
          "To strike on the cheek with the open hand.",
          "Hit with something flat, like a paddle or the open hand"
        ]
      },
      {
        "bn:00091913v": [
          "Express approval of"
        ]
      },
      {
        "bn:00083885v": [
          "To cause to move back and forth repeatedly.",
          "To move or swing back and forth.",
          "To move a weapon.",
          "Move or swing back and forth",
          "To move or swing a weapon back and forth, particularly if demonstrating skill."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00014271n": [
          "Diurnal insect typically having a slender body with knobbed antennae and broad colorful wings",
          "A flying insect of the order Lepidoptera, distinguished from moths by their diurnal activity and generally brighter colouring.",
          "Butterflies are mainly day-flying insects of the order Lepidoptera, the butterflies and moths.",
          "Instance of the order of Lepidoptera",
          "Butterflies are part of the class of Insects in the order Lepidoptera.",
          "A flying insect of the order Lepidoptera"
        ]
      },
      {
        "bn:00005053n": [
          "The act of applauding; approbation and praise publicly expressed by the clapping of hands, stamping or tapping of the feet, acclamation, huzzas, or other means; marked commendation.",
          "Act of applauding.",
          "A demonstration of approval by clapping the hands together",
          "A clap is the percussive sound made by striking together two flat surfaces, as in the body parts of humans or animals.",
          "Praise or approval, expressed by clapping the hands.",
          "Applause is primarily the expression of approval by the act of clapping, or striking the palms of the hands together, in order to create noise."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      }
    ]
  },
  "code": "👐🏽",
  "fluentui_metadata": {
    "cldr": "open hands",
    "fromVersion": "0.6",
    "glyph": "👐",
    "glyphAsUtfInEmoticons": [
      "1f450_openhands"
    ],
    "group": "People & Body",
    "keywords": [
      "hand",
      "open",
      "open hands"
    ],
    "mappedToEmoticons": [
      "1f450_openhands"
    ],
    "tts": "open hands",
    "unicode": "1f450",
    "unicodeSkintones": [
      "1f450",
      "1f450 1f3fb",
      "1f450 1f3fc",
      "1f450 1f3fd",
      "1f450 1f3fe",
      "1f450 1f3ff"
    ]
  },
  "fluentui_folder": "open-hands-medium-skin-tone",
  "slug": "open-hands-medium-skin-tone"
}