{
  "alsoKnownAs": [
    "Liberty Bell",
    "Ringer",
    "Wedding Bell"
  ],
  "appleName": "Bell",
  "code": "🔔",
  "codepointsHex": [
    "U+1F514"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Liberty Bell",
        "Ringer",
        "Wedding Bell"
      ],
      "appleName": "Bell",
      "code": "🔔",
      "codepointsHex": [
        "U+1F514"
      ],
      "currentCldrName": "Bell",
      "description": "<p>A gold or yellow bell, which is&nbsp;commonly used on mobile phones as an icon for notifications or ringing sounds.</p>",
      "id": "704",
      "slug": "bell",
      "shortcodes": [
        {
          "code": ":bell:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":bell:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":bell:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":bell:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Bell"
    }
  ],
  "currentCldrName": "Bell",
  "description": "<p>A gold or yellow bell, which is&nbsp;commonly used on mobile phones as an icon for notifications or ringing sounds.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "704",
  "shortcodes": [
    {
      "code": ":bell:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":bell:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":bell:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":bell:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "bell",
  "title": "Bell",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> User interface symbols",
    "keywords": [
      "bell"
    ],
    "definition": "A gold or yellow bell, which is commonly used on mobile phones as an icon for notifications or ringing sounds. Bell was approved as part of  http://emojipedia.org/bell/",
    "name": "bell",
    "unicode": "U+1F514",
    "shortcode": ":bell:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00084895v": [
            "Emit a sound",
            "To make the sound of a chime."
          ]
        },
        {
          "bn:00091505v": [
            "To utter or sound loudly.",
            "Sound loudly and sonorously"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00009733n": [
            "A type of cymbal, tending to be thick and uniformly so, and small",
            "A percussion instrument consisting of a set of tuned bells that are struck with a hammer; used as an orchestral instrument",
            "The sound of such an instrument or device.",
            "A bell cymbal or bell splash cymbal is a small, very thick cymbal with little if any taper, used as an effects cymbal in a drum kit."
          ]
        },
        {
          "bn:00009727n": [
            "A percussive instrument made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck.",
            "A hollow device made of metal that makes a ringing sound when struck",
            "An object made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck.",
            "A signal used for transitions during a school day",
            "The flared end of a brass or woodwind instrument.",
            "A bell is a signal in a school that tells the students when it is time to go to class in the morning and when it is time to change classes during the day as well as when students are dismissed from school.",
            "Sound making device designed to communicate with students"
          ]
        },
        {
          "bn:00000986n": [
            "The travelling of acoustic waves in the atmosphere with a speed independent of their amplitude. The speed only depends on the acoustic medium and is proportional to the square root of the absolute temperature for any given medium.",
            "Sound is the vibration of matter, as perceived by the sense of hearing.",
            "The longitudinal wave of pressure that is transmitted through any plastic material; audible sound.",
            "Acoustic waves are a type of longitudinal waves that propagate by means of adiabatic compression and decompression.",
            "A sensation perceived by the ear caused by the vibration of air or some other medium.",
            "Mechanical wave that is an oscillation of pressure transmitted through a solid, liquid, or gas, composed of frequencies within the range of hearing",
            "In physics, sound is a vibration that propagates as a typically audible mechanical wave of pressure and displacement, through a medium such as air or water.",
            "Longitudinal wave of pressure transmitted through any plastic material.",
            "Auditory sensation produced by the oscillations, stress, pressure, particle displacement, and particle velocity in a medium with internal forces; pressure variation that the human ear can detect.",
            "(acoustics) a wave that transmits sound",
            "The physical signal perceived by the auditory system."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "bell",
    "fromVersion": "0.6",
    "glyph": "🔔",
    "glyphAsUtfInEmoticons": [
      "bell"
    ],
    "group": "Objects",
    "keywords": [
      "bell"
    ],
    "mappedToEmoticons": [
      "bell"
    ],
    "tts": "bell",
    "unicode": "1f514"
  },
  "fluentui_folder": "bell"
}