{
  "alsoKnownAs": [
    "Vietnamese Flag"
  ],
  "appleName": "Flag of Vietnam",
  "code": "🇻🇳",
  "codepointsHex": [
    "U+1F1FB",
    "U+1F1F3"
  ],
  "components": [
    {
      "code": "🇻",
      "codepointsHex": [
        "U+1F1FB"
      ],
      "description": "<p>The letter&nbsp;<em>V</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>\r\n\r\n<p>Previously this emoji incorrectly&nbsp;<a href=\"/samsung/touchwiz-7.1/regional-indicator-symbol-letter-v/\" title=\"🇻 Regional Indicator Symbol Let­ter V on Samsung Galaxy Note 7 (revised)\">depicted&nbsp;the letter <em>U</em></a>&nbsp;when displayed in isolation on Samsung devices.&nbsp;This was corrected in <a href=\"/samsung/one-ui-2.0/regional-indicator-symbol-letter-u/\">January 2020</a>.</p>",
      "id": "1346",
      "slug": "regional-indicator-symbol-letter-v",
      "shortcodes": [
        {
          "code": ":regional_indicator_v:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter V"
    },
    {
      "code": "🇳",
      "codepointsHex": [
        "U+1F1F3"
      ],
      "description": "<p>The letter&nbsp;<em>N</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1338",
      "slug": "regional-indicator-symbol-letter-n",
      "shortcodes": [
        {
          "code": ":regional_indicator_n:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter N"
    }
  ],
  "currentCldrName": "Flag: Vietnam",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Vietnam\">Vietnam</a>, which may show as the letters&nbsp;<em>VN</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1147",
  "shortcodes": [
    {
      "code": ":flag_vietnam:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":vietnam:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-vn:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_vn:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-vietnam",
  "title": "Flag: Vietnam",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Vietnam, which may show as the letters VN on some platforms. The Flag for Vietnam emoji is a sequence of the ?? Regional Indica http://emojipedia.org/flag-for-vietnam/",
    "name": "Vietnam",
    "unicode": "U+1F1FB U+1F1F3",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00004316n": [
            "The Vietnamese people or the Kinh people are an Asian ethnic group originating from present-day northern Vietnam and southern China.",
            "A native or inhabitant of Vietnam",
            "A native or inhabitant of Vietnam or Annam.",
            "Inhabitant of Vietnam, person of Vietnamese descent.",
            "Referring to people of Vietnamese descent without restriction"
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        },
        {
          "bn:00004315n": [
            "Officially the Socialist Republic of Vietnam",
            "A country in Southeast Asia, on the east coast of the Indochina Peninsula, officially named Socialist Republic of Vietnam.",
            "A country in Southeast Asia.",
            "Country in Asia",
            "Country in Southeast Asia.",
            "Vietnam, officially the Socialist Republic of Vietnam, is the easternmost country on the Indochina Peninsula in Southeast Asia.",
            "A communist state in Indochina on the South China Sea; achieved independence from France in 1945",
            "Vietnam is a country in East Asia.",
            "Vietnam: a country in Southeast Asia."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
