{
  "alsoKnownAs": [
    "Syrian Flag"
  ],
  "appleName": "Flag of Syria",
  "code": "🇸🇾",
  "codepointsHex": [
    "U+1F1F8",
    "U+1F1FE"
  ],
  "components": [
    {
      "code": "🇸",
      "codepointsHex": [
        "U+1F1F8"
      ],
      "description": "<p>The letter&nbsp;<em>S</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1343",
      "slug": "regional-indicator-symbol-letter-s",
      "shortcodes": [
        {
          "code": ":regional_indicator_s:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter S"
    },
    {
      "code": "🇾",
      "codepointsHex": [
        "U+1F1FE"
      ],
      "description": "<p>The letter <i>Y</i>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1349",
      "slug": "regional-indicator-symbol-letter-y",
      "shortcodes": [
        {
          "code": ":regional_indicator_y:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter Y"
    }
  ],
  "currentCldrName": "Flag: Syria",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Syria\">Syria</a>, which may show as the letters&nbsp;<em>SY</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1119",
  "shortcodes": [
    {
      "code": ":flag_syria:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":syria:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-sy:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_sy:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-syria",
  "title": "Flag: Syria",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Syria, which may show as the letters SY on some platforms. The Flag for Syria emoji is a sequence of the ?? Regional Indicator  http://emojipedia.org/flag-for-syria/",
    "name": "Syria",
    "unicode": "U+1F1F8 U+1F1FE",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        },
        {
          "bn:13714556a": [
            "Of or pertaining to Arabs and their nations."
          ]
        },
        {
          "bn:00111603a": [
            "Of or relating to Syria or Syrians.",
            "Of, from, or pertaining to Syria, the Syrian people or the Syrian language.",
            "Of or relating to or characteristic of Syria or its people or culture"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00075752n": [
            "A country in the Middle East. Official name: Syrian Arab Republic.",
            "Syria, officially the Syrian Arab Republic, is a country in the Middle East, bordering Lebanon to the west, Israel to the southwest, Jordan to the south, Iraq to the east, and Turkey to the north.",
            "ISO 3166-1 country code",
            "A country in the Middle East, with capital Damascus.",
            "Country in the Middle East.",
            "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon and the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest.",
            "An Asian republic in the Middle East at the east end of the Mediterranean; site of some of the world's most ancient centers of civilization",
            "Country in the Middle East"
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
