{
  "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
  "keywords": [
    "ski",
    "snowboard",
    "medium-dark skin tone",
    "snow"
  ],
  "definition": "This version of the ?? Snowboarder emoji has the ?? Medium-dark Skin Tone applied, which is displayed as a Dark Brown Skin Tone on supported http://emojipedia.org/snowboarder-type-5/",
  "unicode": "U+1F3C2 U+1F3FE",
  "name": "snowboarder: medium-dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:13654331a": [
          "Enjoyable, amusing"
        ]
      },
      {
        "bn:00099787a": [
          "Exhibiting or calling for sportsmanship or fair play",
          "Exhibiting sportsmanship."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00093803v": [
          "Move along on skis"
        ]
      },
      {
        "bn:00093993v": [
          "Glide down a snow-covered slope while standing on a board"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00006759n": [
          "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
          "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
          "Forms of competitive activity, usually physical",
          "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
          "An active diversion requiring physical exertion and competition",
          "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
          "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
          "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
          "Recreational games and play.",
          "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
          "A term for athletic sports and culture based on human, physical competition",
          "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "An umbrella sport, comprising track and field, cross country, road running and racewalking"
        ]
      },
      {
        "bn:00072472n": [
          "A board, somewhat like a broad ski, or a very long skateboard with no wheels, used in the sport of snowboarding.",
          "Snowboards are boards that are usually the width of one's foot longways, with the ability to glide on snow.",
          "Winter sport equipment",
          "A board that resembles a broad ski or a small surfboard; used in a standing position to slide down snow-covered slopes"
        ]
      },
      {
        "bn:00072473n": [
          "Someone who slides down snow-covered slopes while standing on a snowboard"
        ]
      },
      {
        "bn:00081370n": [
          "Winter is the coldest season of the year in polar climates and temperate climates, between autumn and spring.",
          "The coldest season of the year; in the northern hemisphere it extends from the winter solstice to the vernal equinox",
          "The coldest season of the year in temperate climates",
          "The season of winter, between autumn and spring",
          "Winter is one of the four seasons of temperate zones.",
          "Fourth season, marked by short days and lowest temperatures.",
          "Traditionally the fourth of the four seasons, typically regarded as being from December 23 to March 20 in continental regions of the Northern Hemisphere or the months of June, July and August in the Southern Hemisphere. It is the time when the sun is lowest in the sky, resulting in short days, and the time of year with the lowest atmospheric temperatures for the region.",
          "Traditionally, the fourth of the seasons, marked by the applicable hemisphere of the planet being at its minimum angle of exposure to the Sun, resulting in short days, long nights and typically in low temperatures.",
          "One of the four seasons, between autumn and spring"
        ]
      },
      {
        "bn:00072455n": [
          "A snow system leading to an accumulation of snow between 1 to 3 inches. A snow shower brings more snow than a flurry, but less than a snow storm or a blizzard.",
          "Precipitation falling from clouds in the form of ice crystals",
          "Snow is so much more than a type of precipitation in the form of crystalline water ice, consisting of a multitude of snowflakes that fall from clouds, but complicates and blesses our lives in a number of ways, giving rise to both frustration and romance.",
          "Precipitation in the form of flakes of crystalline water ice",
          "A fall of snow.",
          "An instance of falling of snow.",
          "Precipitation in form of snow.",
          "The amount of snow on a mountain; the depth of snow that has fallen.",
          "Snow is precipitation in the form of flakes of crystalline water ice that falls from clouds.",
          "Snow and water mixed, or snow just melted",
          "A mass of snow which covers something, for example the soil",
          "The most common form of frozen precipitation, usually flakes or starlike crystals, matted ice needles, or combinations, and often rime-coated.",
          "The frozen, crystalline state of water that falls as precipitation."
        ]
      },
      {
        "bn:00072474n": [
          "Snowboarding is a recreational activity that involves descending a slope that is covered with snow while standing on a snowboard attached to a rider's feet.",
          "Winter sport",
          "The sport of sliding downhill on a snowboard.",
          "The act of sliding down a snow-covered slope while standing on a snowboard",
          "A sport that involves descending a snow-covered slope on a snowboard that is attached to one's feet using a boot/binding interface."
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00071932n": [
          "Narrow strip of wood, plastic, metal for skiing",
          "One of a pair of long flat runners designed for gliding over snow.",
          "A ski is a narrow strip of semi-rigid material worn underfoot to glide over snow.",
          "Narrow wood or metal or plastic runners used in pairs for gliding over snow"
        ]
      }
    ]
  },
  "code": "🏂🏾",
  "fluentui_metadata": {
    "cldr": "snowboarder",
    "fromVersion": "0.6",
    "glyph": "🏂",
    "glyphAsUtfInEmoticons": [
      "snowboarder"
    ],
    "group": "People & Body",
    "keywords": [
      "ski",
      "snow",
      "snowboard",
      "snowboarder"
    ],
    "mappedToEmoticons": [
      "snowboarder"
    ],
    "tts": "snowboarder",
    "unicode": "1f3c2",
    "unicodeSkintones": [
      "1f3c2",
      "1f3c2 1f3fb",
      "1f3c2 1f3fc",
      "1f3c2 1f3fd",
      "1f3c2 1f3fe",
      "1f3c2 1f3ff"
    ]
  },
  "fluentui_folder": "snowboarder-medium-dark-skin-tone",
  "slug": "snowboarder-medium-dark-skin-tone"
}