{
  "alsoKnownAs": [
    "Tennis",
    "Tennis Ball",
    "Tennis Racket",
    "Tennis Racquet"
  ],
  "appleName": "Tennis Ball",
  "code": "🎾",
  "codepointsHex": [
    "U+1F3BE"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Tennis",
        "Tennis Ball",
        "Tennis Racket",
        "Tennis Racquet"
      ],
      "appleName": "Tennis Ball",
      "code": "🎾",
      "codepointsHex": [
        "U+1F3BE"
      ],
      "currentCldrName": "Tennis",
      "description": "<p>A tennis racket (racquet) with a tennis ball. Only a ball is shown on certain platforms, including Apple, Twitter, and WhatsApp.</p>",
      "id": "660",
      "slug": "tennis",
      "shortcodes": [
        {
          "code": ":tennis:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":tennis:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":tennis:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":tennis:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Tennis Racquet and Ball"
    }
  ],
  "currentCldrName": "Tennis",
  "description": "<p>A tennis racket (racquet) with a tennis ball. Only a ball is shown on certain platforms, including Apple, Twitter, and WhatsApp.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "660",
  "shortcodes": [
    {
      "code": ":tennis:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":tennis:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":tennis:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":tennis:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "tennis",
  "title": "Tennis Racquet and Ball",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
    "keywords": [
      "racquet",
      "ball"
    ],
    "definition": "A tennis racket (racquet) with a tennis ball. Only a ball is shown on Apple, LG, Twitter, Facebook, and Mozilla platforms. Tennis was approv http://emojipedia.org/tennis-racquet-and-ball/",
    "name": "tennis",
    "unicode": "U+1F3BE",
    "shortcode": ":tennis:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00091708v": [
            "To perform in (a sport); to participate in (a game).",
            "To take part in a sport's match.",
            "Participate in games or sport",
            "Participate in (a sport or game)."
          ]
        },
        {
          "bn:13653353v": [
            "To play tennis."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00008120n": [
            "Round object",
            "Object, generally spherical, used for playing games.",
            "A ball is a round, usually spherical but sometimes ovoid, object with various uses.",
            "Round object that is hit or thrown or kicked in games",
            "An object, generally spherical, used for playing games."
          ]
        },
        {
          "bn:00050287n": [
            "Sport in which individuals or teams attempt to ground the ball on the opponent's side of the net",
            "Sport played by two or four players with strung racquets.",
            "A game played with rackets by two or four players who hit a ball back and forth over a net that divides the court",
            "A sport played by two players (or four in doubles), who alternately strike the ball over a net using racquets.",
            "A sport played by either two or four players with strung raquets, a 2-1/2\" (6.4 centimetres) ball, and a net approximately 3 feet high on a clay, grass, or cement court.",
            "Tennis is a racquet sport that can be played individually against a single opponent or between two teams of two players each.",
            "Tennis is a game played between either two players or two teams of two players."
          ]
        },
        {
          "bn:00076521n": [
            "Ball used in the sport of tennis",
            "A bouncy ball designed for the sport of tennis. A rubber, hollow ball, pressurized and covered with felt. Most common color is \"Optic Yellow\", but many colors exist today.",
            "Ball about the size of a fist used in playing tennis",
            "A tennis ball is a ball designed for the sport of tennis.",
            "Ball for tennis."
          ]
        },
        {
          "bn:00065848n": [
            "In general (sport)",
            "An implement with a handle connected to a round frame strung with wire, sinew, or plastic cords, and used to hit a ball, such as in tennis, or a shuttlecock in badminton.",
            "A racquet: an implement with a handle connected to a round frame strung with wire, sinew, or plastic cords, and used to hit a ball, such as in tennis or a birdie in badminton.",
            "A piece of equipment used to play tennis, badminton, squash, racquetball and other sports",
            "A sports implement (usually consisting of a handle and an oval frame with a tightly interlaced network of strings) used to strike a ball (or shuttlecock) in various games",
            "An implement with a handle connected to a round frame strung with wire, sinew, or plastic cords, and used to hit a ball, such as in tennis or a birdie in badminton.",
            "A racket or racquet is a sports implement consisting of a handled frame with an open hoop across which a network of cord is stretched tightly.",
            "An implement with a handle used to hit a ball."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "tennis",
    "fromVersion": "0.6",
    "glyph": "🎾",
    "glyphAsUtfInEmoticons": [
      "tennisball",
      "tennisfail"
    ],
    "group": "Activities",
    "keywords": [
      "ball",
      "racquet",
      "tennis"
    ],
    "mappedToEmoticons": [
      "tennisball"
    ],
    "tts": "tennis",
    "unicode": "1f3be"
  },
  "fluentui_folder": "tennis-racquet-and-ball"
}