{
  "appleName": "Desert Island",
  "code": "🏝️",
  "codepointsHex": [
    "U+1F3DD",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Desert Island",
      "code": "🏝️",
      "codepointsHex": [
        "U+1F3DD",
        "U+FE0F"
      ],
      "currentCldrName": "Desert Island",
      "description": "<p>A small sand-covered island with a central&nbsp;<a href=\"/palm-tree\">palm tree</a>. Occasionally also features a <a href=\"/coconut\">coconut </a>or two.</p>\r\n\r\n<p>During the summer of 2024 this emoji became associated with then-Vice President of the Untied States Kamala Harris, referencing a viral clip of a speech made in May 2023 where she stated: &quot;You think you just fell out of a coconut tree? You exist in the context of all in which you live and what came before you.&rdquo;</p>",
      "id": "400",
      "slug": "desert-island",
      "shortcodes": [
        {
          "code": ":desert_island:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":desert_island:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":desert_island:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":island:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":desert_island:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Desert Island"
    }
  ],
  "currentCldrName": "Desert Island",
  "description": "<p>A small sand-covered island with a central&nbsp;<a href=\"/palm-tree\">palm tree</a>. Occasionally also features a <a href=\"/coconut\">coconut </a>or two.</p>\r\n\r\n<p>During the summer of 2024 this emoji became associated with then-Vice President of the Untied States Kamala Harris, referencing a viral clip of a speech made in May 2023 where she stated: &quot;You think you just fell out of a coconut tree? You exist in the context of all in which you live and what came before you.&rdquo;</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "400",
  "shortcodes": [
    {
      "code": ":desert_island:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":desert_island:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":desert_island:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":island:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":desert_island:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "desert-island",
  "title": "Desert Island",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "desert",
      "island"
    ],
    "definition": "Desert Island was approved as part of Unicode 7.0 in 2014 and added to Emoji 1.0 in 2015. Copy and paste this emoji: Copy http://emojipedia.org/desert-island/",
    "name": "desert island",
    "unicode": "U+1F3DD",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:00112137a": [
            "Of, or relating to the tropics; tropical.",
            "Pertaining to, involving, or of the nature of a or tropes; , .",
            "Of or pertaining to the tropics.",
            "Relating to or situated in or characteristic of the tropics (the region on either side of the equator)",
            "Pertaining to or characteristic of the tropics."
          ]
        },
        {
          "bn:13677463a": [
            "Abandoned, deserted, or uninhabited; usually of a place."
          ]
        }
      ],
      "verbs": [
        {
          "bn:13666193v": [
            "To take a photograph."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032381n": [
            "An image created by light falling on a light-sensitive surface or an electronic imager",
            "Image created by light falling on a light-sensitive surface",
            "An image captured by a camera or some other device and reproduced as a picture, usually on a sensitized surface and formed by the chemical action of light or of radiant energy.",
            "A photograph.",
            "A Surface application from Microsoft where users can browse and interact with photos and videos.",
            "A representation of a person or scene in the form of a print or transparent slide; recorded by a camera on light-sensitive material",
            "An image that has been captured electronically with a digital camera or scanner.",
            "A photograph, photo or a picture is an image created by light falling on a light-sensitive surface, usually photographic film or an electronic medium such as a CCD or a CMOS chip.",
            "Photograph.",
            "A picture created by projecting an image onto a photosensitive surface such as a chemically treated plate or film, CCD receptor, etc."
          ]
        },
        {
          "bn:02140625n": [
            "An uninhabited island, especially one in the tropics",
            "A desert island or uninhabited island is an island that is not populated by humans.",
            "An uninhabited island."
          ]
        },
        {
          "bn:00077685n": [
            "The region of the Earth, centred on the equator and lying between the Tropic of Cancer and the Tropic of Capricorn and characterized by a hot climate.",
            "The region, between the Tropic of Cancer and the Tropic of Capricorn, characterised by a hot and humid climate; the tropics.",
            "Region of the Earth.",
            "The part of the Earth's surface between the Tropic of Cancer and the Tropic of Capricorn; characterized by a hot climate",
            "The tropics is a region of the Earth surrounding the Equator.",
            "Referring to the tropical regions of the world.",
            "The region of the earth's surface lying between two parallels of latitude on the earth, one 23°27' north of the equator and the other 23°27' south of the equator, representing the points farthest north and south at which the sun can shine directly overhead and constituting the boundaries of the Torrid Zone."
          ]
        },
        {
          "bn:00047612n": [
            "Sub-continental land that is surrounded by water",
            "An island or isle is any piece of sub-continental land that is surrounded by water.",
            "A land mass (smaller than a continent) that is surrounded by water",
            "Area of land completely surrounded by water.",
            "Islands are sub-continental landforms that are surrounded by water.",
            "A land mass, especially one smaller than a continent, entirely surrounded by water.",
            "A contiguous area of land, smaller than a continent, totally surrounded by water."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "desert island",
    "fromVersion": "0.7",
    "glyph": "🏝️",
    "group": "Travel & Places",
    "keywords": [
      "desert",
      "island"
    ],
    "mappedToEmoticons": [
      "island"
    ],
    "tts": "desert island",
    "unicode": "1f3dd fe0f"
  },
  "fluentui_folder": "desert-island"
}