{
  "appleName": "Mountain",
  "code": "⛰️",
  "codepointsHex": [
    "U+26F0",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Mountain",
      "code": "⛰️",
      "codepointsHex": [
        "U+26F0",
        "U+FE0F"
      ],
      "currentCldrName": "Mountain",
      "description": "<p>A mountain shown with two peaks and blue sky. Similar to the <a href=\"/snow-capped-mountain/\" title=\"🏔 Snow Capped Mountain\">snow capped mountain emoji</a>.</p>",
      "id": "394",
      "slug": "mountain",
      "shortcodes": [
        {
          "code": ":mountain:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":mountain:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":mountain:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":mountain:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Mountain"
    }
  ],
  "currentCldrName": "Mountain",
  "description": "<p>A mountain shown with two peaks and blue sky. Similar to the <a href=\"/snow-capped-mountain/\" title=\"🏔 Snow Capped Mountain\">snow capped mountain emoji</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "394",
  "shortcodes": [
    {
      "code": ":mountain:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":mountain:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":mountain:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":mountain:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "mountain",
  "title": "Mountain",
  "type": "SINGLE",
  "version": {
    "date": 1254355200,
    "description": "<p>Unicode 5.2&nbsp;pre-dated emoji inclusion in Unicode by one&nbsp;year, and included many characters primarily sourced from the&nbsp;<a href=\"http://www.unicode.org/L2/L2007/07391-n3341.pdf\">ARIB set of Japanese broadcasting symbols</a>.</p>\r\n\r\n<p>The following characters were among those added to Unicode in 2009, several of which were given&nbsp;emoji presentation status in the years 2010-2015.</p>",
    "name": "5.2",
    "slug": "unicode-5.2",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Map symbol from ARIB STD B24",
    "keywords": [
      "mountain"
    ],
    "definition": "A mountain shown with two peaks and blue sky. Similar to the snow capped mountain emoji. Mountain was approved as part of Unicode 5.2 in 200 http://emojipedia.org/mountain/",
    "name": "mountain",
    "unicode": "U+26F0",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:13666193v": [
            "To take a photograph."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00056068n": [
            "A feature of the earth's surface that rises high above the base and has generally steep slopes and a relatively small summit area.",
            "A mountain.",
            "Mountains are natural elevations of the earth's surface, distinguished from hills by their greater height, and commonly by their steeper slopes and more sharply defined summits.",
            "A land mass that projects well above its surroundings; higher than a hill",
            "A mountain is a large landform that stretches above the surrounding land in a limited area, usually in the form of a peak.",
            "Large landform that stretches above the surrounding land",
            "A large mass of earth and rock, rising above the common level of the earth or adjacent land, usually given by geographers as above 1000 feet in height (or 304.8 metres), though such masses may still be described as hills in comparison with larger mountains."
          ]
        },
        {
          "bn:00032381n": [
            "An image created by light falling on a light-sensitive surface or an electronic imager",
            "Image created by light falling on a light-sensitive surface",
            "An image captured by a camera or some other device and reproduced as a picture, usually on a sensitized surface and formed by the chemical action of light or of radiant energy.",
            "A photograph.",
            "A Surface application from Microsoft where users can browse and interact with photos and videos.",
            "A representation of a person or scene in the form of a print or transparent slide; recorded by a camera on light-sensitive material",
            "An image that has been captured electronically with a digital camera or scanner.",
            "A photograph, photo or a picture is an image created by light falling on a light-sensitive surface, usually photographic film or an electronic medium such as a CCD or a CMOS chip.",
            "Photograph.",
            "A picture created by projecting an image onto a photosensitive surface such as a chemically treated plate or film, CCD receptor, etc."
          ]
        },
        {
          "bn:00057017n": [
            "The phenomena of the physical world, and also to life in general",
            "Nature, in the broadest sense, is equivalent to the natural, physical, or material world or universe.",
            "Nature, derived from the Latin word natura, for \"essential qualities, innate disposition\", and in ancient times, this literally referred to \"birth\"; in a broader sense, it has been applied to the entire physical or material world, and in some mystical or metaphysical uses to realms of relationships beyond these.",
            "The set of all natural systems, including the air, land, water, and living things other than humans.",
            "The summary of everything that has to do with biological, chemical and physical states and events in the physical universe.",
            "Natural world or ecosystem.",
            "The natural physical world including plants and animals and landscapes etc.",
            "The natural world or ecosystem.",
            "Phenomena of the physical world, and also to life in general"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "mountain",
    "fromVersion": "0.7",
    "glyph": "⛰️",
    "group": "Travel & Places",
    "keywords": [
      "mountain"
    ],
    "mappedToEmoticons": [
      "26f0_mountain"
    ],
    "tts": "mountain",
    "unicode": "26f0 fe0f"
  },
  "fluentui_folder": "mountain"
}