{
  "appleName": "Flag of São Tomé & Príncipe",
  "code": "🇸🇹",
  "codepointsHex": [
    "U+1F1F8",
    "U+1F1F9"
  ],
  "components": [
    {
      "code": "🇸",
      "codepointsHex": [
        "U+1F1F8"
      ],
      "description": "<p>The letter&nbsp;<em>S</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1343",
      "slug": "regional-indicator-symbol-letter-s",
      "shortcodes": [
        {
          "code": ":regional_indicator_s:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter S"
    },
    {
      "code": "🇹",
      "codepointsHex": [
        "U+1F1F9"
      ],
      "description": "<p>The letter&nbsp;<em>T</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1344",
      "slug": "regional-indicator-symbol-letter-t",
      "shortcodes": [
        {
          "code": ":regional_indicator_t:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter T"
    }
  ],
  "currentCldrName": "Flag: São Tomé & Príncipe",
  "description": "<p>The flag for the S&atilde;o Tom&eacute; &amp; Pr&iacute;ncipe, which may show as the letters S and T on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1088",
  "shortcodes": [
    {
      "code": ":flag_sao_tome_principe:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":sao_tome_principe:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-st:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_st:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-sao-tome-principe",
  "title": "Flag: São Tomé & Príncipe",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The Flag for São Tomé & Príncipe emoji is a sequence of the ?? Regional Indicator Symbol Let­ter S and ?? Regional Indicator Symbol Let­ter  http://emojipedia.org/flag-for-sao-tome-principe/",
    "name": "São Tomé & Príncipe",
    "unicode": "U+1F1F8 U+1F1F9",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:03222791n": [
            "The flag of São Tomé and Príncipe consists of a red triangle situated at the hoist, with three horizontal green, yellow and green bands charged with two five-pointed black stars at the center."
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00026153n": [
            "A country in Western Africa.",
            "An island nation in the Gulf of Guinea",
            "Island nation off the western equatorial coast of Africa. Official name: Democratic Republic of São Tomé and Príncipe.",
            "Country in Africa",
            "Democratic Republic of São Tomé and Príncipe.",
            "Island nation in the South Atlantic off the west coast of Africa; achieved independence from Portugal in 1975; has enormous offshore oil reserves",
            "São Tomé and Príncipe officially the Democratic Republic of São Tomé and Príncipe, is a Portuguese-speaking island nation in the Gulf of Guinea, off the western equatorial coast of Central Africa."
          ]
        },
        {
          "bn:00064425n": [
            "Since autonomy was granted within São Tomé and Príncipe in 1994",
            "An island which forms part of São Tomé and Príncipe",
            "An island in the Gulf of Guinea that is part of Sao Tome and Principe",
            "Príncipe is the smaller, northern major island of the country of São Tomé and Príncipe lying off the west coast of Africa."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
