{
  "category": "Miscellaneous Symbols And Pictographs -> Facial parts symbols",
  "keywords": [
    "body",
    "medium skin tone"
  ],
  "definition": "This version of the ?? Nose emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported platfor http://emojipedia.org/nose-type-4/",
  "unicode": "U+1F443 U+1F3FD",
  "name": "nose: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00109585a": [
          "(used with `of' or `with') noticeably odorous"
        ]
      },
      {
        "bn:00098839a": [
          "Passing or able to pass air in and out of the lungs normally; sometimes used in combination"
        ]
      },
      {
        "bn:00107621a": [
          "Prying, inquisitive or curious in other’s affairs; tending to snoop or meddle.",
          "Offensively curious or inquisitive",
          "Prying, inquisitive or curious in other's affairs; tending to snoop or meddle"
        ]
      },
      {
        "bn:00102912a": [
          "Having a bad smell.",
          "Having or relating to the smell of funk.",
          "Having a pungent smell.",
          "Offensively malodorous",
          "Of, relating to, or characteristic of putrefaction, especially having a bad smell, like that of rotting flesh."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00093978v": [
          "To inhale; to make a short, audible inhalation, through the nose, as if to smell something.",
          "To make a short, audible inhalation, through the nose, as if to smell something.",
          "To make a short audible inhalation.",
          "To sniff.",
          "Perceive by inhaling through the nose"
        ]
      },
      {
        "bn:00093929v": [
          "Inhale the odor of; perceive by the olfactory sense",
          "To perceive the presence of molecules in the air by inhaling them through the nose."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00054278n": [
          "The male genitals.",
          "A male person.",
          "A person who is part of a group.",
          "Male organ for copulation and urination.",
          "The male sexual organ for copulation and urination; the tubular portion of the male genitalia (excluding the scrotum).",
          "Male reproductive organ",
          "The male organ of copulation (`member' is a euphemism)",
          "Male sex organ",
          "A penis is the primary sexual organ that male and hermaphrodite animals use to inseminate sexually receptive mates during copulation.",
          "A male nickname."
        ]
      },
      {
        "bn:00072424n": [
          "Sensing an odor by inhaling through the nose",
          "The act of briskly inhaling by the nose; a sniff, a snort."
        ]
      },
      {
        "bn:00058117n": [
          "The organ of the face used to breath and smell.",
          "The organ of smell and entrance to the respiratory tract; the prominent part of the face of man or other mammals",
          "Noses are an organ on the face, and in particular a protuberance in vertebrates that houses the nostrils, which admit and expel air for respiration in conjunction with the mouth, and also house receptors for detecting smells.",
          "Anatomically, a nose is a protuberance in vertebrates that houses the nostrils, or nares, which admit and expel air for respiration in conjunction with the mouth.",
          "Protuberance on the face.",
          "Organ that smells and facilitates breathing",
          "A protuberance on the face housing the nostrils, which are used to breathe or smell."
        ]
      },
      {
        "bn:00058653n": [
          "Any smell, whether fragrant or offensive; scent; perfume.",
          "The sensation that results when olfactory receptors in the nose are stimulated by particular chemicals in gaseous form",
          "A scent that is being emitted by something",
          "The property of a substance affecting the sense of smell.",
          "An odor or odour or fragrance is caused by one or more volatilized chemical compounds, generally at a very low concentration, that humans or other animals perceive by the sense of olfaction.",
          "Thing sensed by smell",
          "That which is perceived by the nasal organs."
        ]
      }
    ]
  },
  "code": "👃🏽",
  "fluentui_metadata": {
    "cldr": "nose",
    "fromVersion": "0.6",
    "glyph": "👃",
    "glyphAsUtfInEmoticons": [
      "1f443_nose"
    ],
    "group": "People & Body",
    "keywords": [
      "body",
      "nose"
    ],
    "mappedToEmoticons": [
      "1f443_nose"
    ],
    "tts": "nose",
    "unicode": "1f443",
    "unicodeSkintones": [
      "1f443",
      "1f443 1f3fb",
      "1f443 1f3fc",
      "1f443 1f3fd",
      "1f443 1f3fe",
      "1f443 1f3ff"
    ]
  },
  "fluentui_folder": "nose-medium-skin-tone",
  "slug": "nose-medium-skin-tone"
}