{
  "category": "Emoticons -> Gesture symbols",
  "keywords": [
    "please",
    "hand",
    "ask",
    "medium-light skin tone",
    "bow",
    "pray",
    "folded",
    "gesture",
    "thanks"
  ],
  "definition": "This version of the ?? Folded Hands emoji has the ?? Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on suppor http://emojipedia.org/person-with-folded-hands-type-3/",
  "unicode": "U+1F64F U+1F3FC",
  "name": "folded hands: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:13785313a": [
          "Of or pertaining to prayer."
        ]
      },
      {
        "bn:00098267a": [
          "Begging"
        ]
      },
      {
        "bn:00104250a": [
          "Belonging to or derived from or associated with a divine power"
        ]
      },
      {
        "bn:00099415a": [
          "Relating to the sky or heavens.",
          "Relating to or inhabiting a divine heaven",
          "Relating to sky.",
          "Relating to the sky or space.",
          "Of or pertaining to the heavens or sky, regarded as the realm of the sun, moon, planets and stars."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00095802v": [
          "Hope for; have a wish"
        ]
      },
      {
        "bn:00091743v": [
          "To enter a plea, as in courts of law.",
          "Enter a plea, as in courts of law"
        ]
      },
      {
        "bn:00083331v": [
          "To call upon or pray to earnestly; to entreat.",
          "To ask earnestly for; to seek to obtain by supplication; to entreat for.",
          "To make a request in a humble manner; to call upon in supplication.",
          "Call upon in supplication; entreat"
        ]
      },
      {
        "bn:00083599v": [
          "Give a benediction to"
        ]
      },
      {
        "bn:13635147v": [
          "To slap high fives.",
          "To slap high five."
        ]
      },
      {
        "bn:00091742v": [
          "Offer as an excuse or plea",
          "To offer as an excuse or plea."
        ]
      },
      {
        "bn:00086683v": [
          "Expect and wish"
        ]
      },
      {
        "bn:00091741v": [
          "To appeal or request earnestly.",
          "Appeal or request earnestly"
        ]
      },
      {
        "bn:00088854v": [
          "Express gratitude or show appreciation to",
          "To express gratitude or appreciation to someone.",
          "Express gratitude or appreciation to someone."
        ]
      },
      {
        "bn:00091921v": [
          "To address God or a higher being with praise, thanksgiving, confession or supplication.",
          "Address a deity, a prophet, a saint or an object of worship; say a prayer"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00029734n": [
          "Very pleasant place.",
          "Heaven, the heavens or seven heavens, is a common religious, cosmological, or transcendent place where heavenly beings such as gods, angels, jinn, saints, or venerated ancestors originate, are enthroned, or live.",
          "Any place of complete bliss and delight and peace",
          "Theological, and metaphysical belief",
          "Metaphysical concept",
          "A very pleasant place.",
          "A place of complete bliss, delight, and peace; paradise.",
          "Heaven may refer to the physical heavens, the sky, the seemingly endless expanse of the universe beyond, or to otherworldly realms, often in an \"afterlife plane\" of existence, attested to in various religions or spiritual philosophies."
        ]
      },
      {
        "bn:00080435n": [
          "A desire, hope, or longing for something or for something to happen",
          "Desire, wish, longing.",
          "The state of wanting something; desire.",
          "The idea of want can be examined from many perspectives.",
          "A desire, wish, longing.",
          "A specific feeling of desire"
        ]
      },
      {
        "bn:00076768n": [
          "Used to express appreciation or gratitude.",
          "An acknowledgment of appreciation"
        ]
      },
      {
        "bn:02733866n": [
          "Thing one is glad of.",
          "Blessings are the infusion or bestowal of something with holiness, spiritual redemption, divine will, or one's hope or approval.",
          "A thing one is glad of.",
          "Rite that should bring persons or property share in divine power or grace",
          "A religious pronouncement",
          "A blessing is the infusion of something with holiness, spiritual redemption, divine will, or one's hope or approval."
        ]
      },
      {
        "bn:00413761n": [
          "A customary greeting from the Sanskrit for \"bow, obesiance\"",
          "Common spoken valediction or salutation",
          "Namaste, sometimes expressed as Namaskar or Namaskaram, is a customary greeting when individuals meet or farewell."
        ]
      },
      {
        "bn:00005053n": [
          "The act of applauding; approbation and praise publicly expressed by the clapping of hands, stamping or tapping of the feet, acclamation, huzzas, or other means; marked commendation.",
          "Act of applauding.",
          "A demonstration of approval by clapping the hands together",
          "A clap is the percussive sound made by striking together two flat surfaces, as in the body parts of humans or animals.",
          "Praise or approval, expressed by clapping the hands.",
          "Applause is primarily the expression of approval by the act of clapping, or striking the palms of the hands together, in order to create noise."
        ]
      },
      {
        "bn:00217786n": [
          "A celebratory hand gesture",
          "Celebratory hand gesture",
          "The high five is a hand gesture that occurs when two people simultaneously raise one hand each, about head-high, and push, slide, or slap the flat of their palm against the flat palm of the other person."
        ]
      },
      {
        "bn:00059529n": [
          "Prayer is an invocation or act that seeks to activate a rapport with a deity, an object of worship, or a spiritual entity through deliberate communication.",
          "A prayer.",
          "Prayer is the act of attempting to communicate, commonly with a sequence of words, with a deity or spirit for the purpose of worshipping, requesting guidance, requesting assistance, confessing sins, as an act of reparation or to express one's thoughts and emotions.",
          "Invocation or act that seeks to activate a rapport with a deity",
          "Reverent petition to a deity"
        ]
      },
      {
        "bn:00042676n": [
          "An exclamation used in songs of praise or thanksgiving to God.",
          "Exclamation to praise God.",
          "A shout or song of praise to God",
          "Hallelujah is a transliteration of the Hebrew word, which is composed of two elements: and."
        ]
      },
      {
        "bn:01193643n": [
          "The act of expressing approval or admiration; commendation; laudation.",
          "Praise is the act of making positive statements about a person, object or idea, either in public or privately."
        ]
      }
    ]
  },
  "code": "🙏🏼",
  "fluentui_metadata": {
    "cldr": "folded hands",
    "fromVersion": "0.6",
    "glyph": "🙏",
    "glyphAsUtfInEmoticons": [
      "praying"
    ],
    "group": "People & Body",
    "keywords": [
      "ask",
      "folded hands",
      "hand",
      "high 5",
      "high five",
      "please",
      "pray",
      "thanks"
    ],
    "mappedToEmoticons": [
      "praying"
    ],
    "tts": "folded hands",
    "unicode": "1f64f",
    "unicodeSkintones": [
      "1f64f",
      "1f64f 1f3fb",
      "1f64f 1f3fc",
      "1f64f 1f3fd",
      "1f64f 1f3fe",
      "1f64f 1f3ff"
    ]
  },
  "fluentui_folder": "folded-hands-medium-light-skin-tone",
  "slug": "folded-hands-medium-light-skin-tone"
}