{
  "alsoKnownAs": [
    "Handset",
    "Phone"
  ],
  "appleName": "Telephone Receiver",
  "code": "📞",
  "codepointsHex": [
    "U+1F4DE"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Handset",
        "Phone"
      ],
      "appleName": "Telephone Receiver",
      "code": "📞",
      "codepointsHex": [
        "U+1F4DE"
      ],
      "currentCldrName": "Telephone Receiver",
      "description": "<p>The handset of a traditional&nbsp;<a href=\"/telephone/\" title=\"☎ Black Telephone\">telephone</a>, with speaker and microphone. Generally depicted in black at a 45&deg; angle.</p>\r\n\r\n<p>Like <a href=\"/telephone/\">☎️&nbsp;Telephone</a>, used for various content concerning literal and figurative phone-calling. Also used as an icon before a phone number.</p>\r\n\r\n<p>Microsoft&rsquo;s design is red.</p>\r\n\r\n<p><a href=\"/au-kddi/type-a-2/telephone-receiver/\">Early designs</a> for the telephone receiver emoji from au by KDDI resembled a mobile phone, and vice versa,&nbsp;before having their codepoints swapped in later releases.</p>",
      "id": "744",
      "slug": "telephone-receiver",
      "shortcodes": [
        {
          "code": ":telephone_receiver:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":telephone_receiver:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":telephone_receiver:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":telephone_receiver:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Telephone Receiver"
    }
  ],
  "currentCldrName": "Telephone Receiver",
  "description": "<p>The handset of a traditional&nbsp;<a href=\"/telephone/\" title=\"☎ Black Telephone\">telephone</a>, with speaker and microphone. Generally depicted in black at a 45&deg; angle.</p>\r\n\r\n<p>Like <a href=\"/telephone/\">☎️&nbsp;Telephone</a>, used for various content concerning literal and figurative phone-calling. Also used as an icon before a phone number.</p>\r\n\r\n<p>Microsoft&rsquo;s design is red.</p>\r\n\r\n<p><a href=\"/au-kddi/type-a-2/telephone-receiver/\">Early designs</a> for the telephone receiver emoji from au by KDDI resembled a mobile phone, and vice versa,&nbsp;before having their codepoints swapped in later releases.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "744",
  "shortcodes": [
    {
      "code": ":telephone_receiver:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":telephone_receiver:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":telephone_receiver:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":telephone_receiver:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "telephone-receiver",
  "title": "Telephone Receiver",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Communication symbols",
    "keywords": [
      "phone",
      "telephone",
      "receiver"
    ],
    "definition": "A telephone receiver; the part of a telephone with a microphone to speak into, and a speaker to listen to the person on the other end of the http://emojipedia.org/telephone-receiver/",
    "name": "telephone receiver",
    "unicode": "U+1F4DE",
    "shortcode": ":telephone_receiver:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00084387v": [
            "To contact by telephone.",
            "To telephone, to call someone on the telephone.",
            "To call on the telephone.",
            "To call someone.",
            "To contact someone using the telephone.",
            "Get or try to get into communication (with someone) by telephone",
            "To contact someone by dialing his or her telephone number; to make someone's telephone ring using one's own telephone.",
            "To call (someone) on the telephone."
          ]
        },
        {
          "bn:00086770v": [
            "To select a number, or to call someone, on a telephone.",
            "Operate a dial to select a telephone number",
            "To enter numbers on a telephone or mobile device in order to make a phone call.",
            "To select a number on a telephone."
          ]
        },
        {
          "bn:00094089v": [
            "Exchange thoughts; talk with",
            "To exchange thoughts; talk with."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00066494n": [
            "Earphone that converts electrical signals into sounds"
          ]
        },
        {
          "bn:00021221n": [
            "Communication is the activity of conveying information through the exchange of ideas, feelings, intentions, attitudes, expectations, perceptions or commands, as by speech, non-verbal gestures, writings, behavior and possibly by other means such as electromagnetic, chemical or physical phenomena and smell.",
            "Conveying information through the exchange of thoughts, messages or information",
            "The activity of communicating; the activity of conveying information",
            "Navigation, surveillance\", often associated with air traffic management as CNS/ATM",
            "The concept or state of exchanging data or information between entities.",
            "Concept of information exchange.",
            "Communication is the activity of conveying information through the exchange of thoughts, messages, or information, as by speech, visuals, signals, writing, or behavior."
          ]
        },
        {
          "bn:00005105n": [
            "Engineering physics is the study of the combined disciplines of physics, engineering and mathematics in order to develop an understanding of the interrelationships of these three disciplines.",
            "Science whose results are employed in technical applications.",
            "Applied science is a discipline of science that applies existing scientific knowledge to develop more practical applications, such as technology or inventions.",
            "Use of symbols to denote equipment, services, pipelines, boundaries and features.",
            "Technology is the collection of tools, including machinery, modifications, arrangements and procedures used by humans.",
            "The discipline dealing with the art or science of applying scientific knowledge to practical problems",
            "The study of or a collection of techniques",
            "The science by which the properties of matter and the sources of power in nature are made useful to humans in structures, machines, and products.",
            "Technology is a broad term dealing with the use and knowledge of humanity's tools and crafts.",
            "Application of knowledge to produce systems",
            "Systematic knowledge of industrial processes and their application.",
            "Engineering is the discipline, art, skill and profession of acquiring and applying scientific, mathematical, economic, social, and practical knowledge, in order to design and build structures, machines, devices, systems, materials and processes.",
            "Engineering is the application of scientific, economic, social, and practical knowledge in order to invent, design, build, maintain, and improve structures, machines, devices, systems, materials and processes."
          ]
        },
        {
          "bn:00062020n": [
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Phone as the default device for calling phone numbers, Communicator uses the PBX phone integrated with Communicator for making a call.",
            "An electronic device used for two-way talking with other people (often shortened to phone).",
            "Telecommunications device",
            "A telephone, or phone, is a telecommunications device that permits two or more users to conduct a conversation when they are not in the same vicinity of each other to be heard directly.",
            "A traditional phone, which has a wired connection (as opposed to a mobile phone).",
            "An electronic device used for two-way talking with other people.",
            "An electronic device used for calling people.",
            "A device for transmitting conversations and other sounds in real time across distances.",
            "Electronic equipment that converts sound into electrical signals that can be transmitted over distances and then converts received signals back into sounds",
            "Also known as \"the horn\", especially among soldiers and police officers"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "telephone receiver",
    "fromVersion": "0.6",
    "glyph": "📞",
    "group": "Objects",
    "keywords": [
      "phone",
      "receiver",
      "telephone"
    ],
    "mappedToEmoticons": [
      "telephonereceiver"
    ],
    "tts": "telephone receiver",
    "unicode": "1f4de"
  },
  "fluentui_folder": "telephone-receiver"
}