{
  "appleName": "Ferry",
  "code": "⛴️",
  "codepointsHex": [
    "U+26F4",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Ferry",
      "code": "⛴️",
      "codepointsHex": [
        "U+26F4",
        "U+FE0F"
      ],
      "currentCldrName": "Ferry",
      "description": "<p>A boat designed to carry&nbsp;passengers or cargo across a body of water.</p>",
      "id": "496",
      "slug": "ferry",
      "shortcodes": [
        {
          "code": ":ferry:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":ferry:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":ferry:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":ferry:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Ferry"
    }
  ],
  "currentCldrName": "Ferry",
  "description": "<p>A boat designed to carry&nbsp;passengers or cargo across a body of water.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "496",
  "shortcodes": [
    {
      "code": ":ferry:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":ferry:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":ferry:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":ferry:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "ferry",
  "title": "Ferry",
  "type": "SINGLE",
  "version": {
    "date": 1254355200,
    "description": "<p>Unicode 5.2&nbsp;pre-dated emoji inclusion in Unicode by one&nbsp;year, and included many characters primarily sourced from the&nbsp;<a href=\"http://www.unicode.org/L2/L2007/07391-n3341.pdf\">ARIB set of Japanese broadcasting symbols</a>.</p>\r\n\r\n<p>The following characters were among those added to Unicode in 2009, several of which were given&nbsp;emoji presentation status in the years 2010-2015.</p>",
    "name": "5.2",
    "slug": "unicode-5.2",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Map symbol from ARIB STD B24",
    "keywords": [
      "passenger",
      "boat"
    ],
    "definition": "Ferry was approved as part of Unicode 5.2 in 2009 and added to Emoji 1.0 in 2015. Copy and paste this emoji: Copy http://emojipedia.org/ferry/",
    "name": "ferry",
    "unicode": "U+26F4",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00087549v": [
            "To cause to go on board a vessel or boat; to put on shipboard.",
            "To engage to serve on board a vessel.",
            "Go on board"
          ]
        },
        {
          "bn:00095863v": [
            "Travel in a yacht"
          ]
        },
        {
          "bn:13744076v": [
            "To ride as a passenger in a vehicle."
          ]
        },
        {
          "bn:00093229v": [
            "To traverse or travel by ship on a body of water.",
            "To travel by boat.",
            "Travel by boat.",
            "Traverse or travel on (a body of water)",
            "To be impelled or driven forward by the action of wind upon sails, as a ship on water; to be impelled on a body of water by steam or other power."
          ]
        },
        {
          "bn:00088130v": [
            "Transport by ferry",
            "To carry; transport; convey."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00071103n": [
            "A ship is a large buoyant watercraft.",
            "A larger water vessel",
            "Large buoyant watercraft",
            "Large water vessel.",
            "A vessel that carries passengers or freight",
            "A water-borne vessel generally larger than a boat.",
            "Ships are large buoyant marine vessels.",
            "A boat that by its size, solidity and power is appropriate for long navigations and big marine enterprises."
          ]
        },
        {
          "bn:00060894n": [
            "One who rides or travels in a vehicle, but who does not operate it and is not a member of the crew.",
            "Person who travels in a vehicle without operating it",
            "One who rides or travels in a vehicle.",
            "A traveler riding in a vehicle (a boat or bus or car or plane or train etc) who is not operating it",
            "A passenger is a person who travels in a vehicle but bears little or no responsibility for the tasks required for that vehicle to arrive at its destination or otherwise operate the vehicle."
          ]
        },
        {
          "bn:00034131n": [
            "A ferry is a boat or ship used to carry primarily passengers, and sometimes vehicles and cargo as well, across a body of water.",
            "A place where passengers are transported across water in such a ship.",
            "A boat used to ferry passengers, vehicles, or goods across open water, especially one that runs to a regular schedule",
            "Type of ship",
            "A boat that transports people or vehicles across a body of water and operates on a regular schedule",
            "A boat or a ship carrying passengers, and sometimes their vehicles, on short-distance, scheduled services."
          ]
        },
        {
          "bn:00065835n": [
            "Recreational ship",
            "A slick and light ship for making pleasure trips or racing on water, having sails but often motor-powered. At times used as a residence offshore on a dock.",
            "A slick and light ship for making pleasure trips or racing on water, having sails but often motor powered.",
            "An expensive vessel propelled by sail or power and used for cruising or racing",
            "Yacht racing is a form of sport reserved for yachts and larger sailboats.",
            "A yacht is a recreational boat or ship."
          ]
        },
        {
          "bn:00011674n": [
            "A boat is a watercraft, usually smaller than most ships.",
            "A watercraft designed to float or plane on, and provide transport over water.",
            "A boat is a watercraft of any size designed to float or plane, to work or travel on water.",
            "Watercraft",
            "A small vessel for travel on water"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "ferry",
    "fromVersion": "0.7",
    "glyph": "⛴️",
    "group": "Travel & Places",
    "keywords": [
      "boat",
      "ferry",
      "passenger"
    ],
    "mappedToEmoticons": [
      "26f4_ferry"
    ],
    "tts": "ferry",
    "unicode": "26f4 fe0f"
  },
  "fluentui_folder": "ferry"
}