{
  "alsoKnownAs": [
    "Bonaire"
  ],
  "appleName": "Flag of Bonaire",
  "code": "🇧🇶",
  "codepointsHex": [
    "U+1F1E7",
    "U+1F1F6"
  ],
  "components": [
    {
      "code": "🇧",
      "codepointsHex": [
        "U+1F1E7"
      ],
      "description": "<p>The letter&nbsp;<em>B</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1326",
      "slug": "regional-indicator-symbol-letter-b",
      "shortcodes": [
        {
          "code": ":regional_indicator_b:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter B"
    },
    {
      "code": "🇶",
      "codepointsHex": [
        "U+1F1F6"
      ],
      "description": "<p>The letter&nbsp;<em>Q</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1341",
      "slug": "regional-indicator-symbol-letter-q",
      "shortcodes": [
        {
          "code": ":regional_indicator_q:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter Q"
    }
  ],
  "currentCldrName": "Flag: Caribbean Netherlands",
  "description": "<p>The Caribbean Netherlands, a group of islands in the Caribbean Sea. The design for this emoji is shown as the flag for <a href=\"https://en.wikipedia.org/wiki/Flag_of_Bonaire\">Bonaire</a> on most platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "939",
  "shortcodes": [
    {
      "code": ":flag_caribbean_netherlands:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":caribbean_netherlands:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-bq:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_bq:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-caribbean-netherlands",
  "title": "Flag: Caribbean Netherlands",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The Flag for Caribbean Netherlands emoji is a sequence of the ?? Regional Indicator Symbol Let­ter B and ?? Regional Indicator Symbol Let­te http://emojipedia.org/flag-for-caribbean-netherlands/",
    "name": "Caribbean Netherlands",
    "unicode": "U+1F1E7 U+1F1F6",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:02080565n": [
            "The Caribbean Netherlands refers to a group of three special municipalities of the Netherlands that are located in the Caribbean Sea: the islands of Bonaire, Sint Eustatius, and Saba, which are also known as the BES islands.",
            "The three special municipalities of the Netherlands that are located in the Caribbean: Bonaire, Sint Eustatius, and Saba.",
            "Grouping of the Caribbean islands of Bonaire, Sint Eustatius, and Saba, part of the Netherlands",
            "The three Caribbean islands of Bonaire, Sint Eustatius and Saba that became special municipalities of the Netherlands after dissolution of the Netherlands Antilles",
            "Bonaire, Sint Eustatius, and Saba; the Caribbean Netherlands."
          ]
        },
        {
          "bn:00011965n": [
            "An island in the southern part of the Caribbean Sea off the north coast of Venezuela (12° 11? 7? N, 68° 15? 43? W), which is part of the Kingdom of the Netherlands.",
            "Island in the Caribbean, part of the Netherlands",
            "An island in the southern part of the Caribbean Sea off the west coast of Venezuela, a special municipality of the Netherlands.",
            "A popular island resort in the Netherlands Antilles",
            "Bonaire is a Caribbean island which, together with Aruba and Curaçao, forms the group known as the ABC islands, located off the north coast of South America near the western part of Venezuela.",
            "An island in the Caribbean Sea, part of the Netherlands"
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
