{
  "alsoKnownAs": [
    "Alcohol",
    "Red Wine",
    "Wine"
  ],
  "appleName": "Wine Glass",
  "code": "🍷",
  "codepointsHex": [
    "U+1F377"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Alcohol",
        "Red Wine",
        "Wine"
      ],
      "appleName": "Wine Glass",
      "code": "🍷",
      "codepointsHex": [
        "U+1F377"
      ],
      "currentCldrName": "Wine Glass",
      "description": "<p>Red wine served in a stemmed glass.&nbsp;<a href=\"/google/android-5.0/wine-glass/\">Google previously displayed&nbsp;</a>an orange-colored drink that resembled cognac.</p>",
      "id": "379",
      "slug": "wine-glass",
      "shortcodes": [
        {
          "code": ":wine_glass:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":wine_glass:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":wine_glass:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":wine_glass:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Wine Glass"
    }
  ],
  "currentCldrName": "Wine Glass",
  "description": "<p>Red wine served in a stemmed glass.&nbsp;<a href=\"/google/android-5.0/wine-glass/\">Google previously displayed&nbsp;</a>an orange-colored drink that resembled cognac.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "379",
  "shortcodes": [
    {
      "code": ":wine_glass:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":wine_glass:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":wine_glass:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":wine_glass:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "wine-glass",
  "title": "Wine Glass",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Beverage symbols",
    "keywords": [
      "wine",
      "beverage",
      "drink",
      "bar",
      "glass"
    ],
    "definition": "A glass of wine, which is generally shown with red wine inside. Wine Glass was approved as part of Unicode 6.0 in 2010 and added to Emoji 1. http://emojipedia.org/wine-glass/",
    "name": "wine glass",
    "unicode": "U+1F377",
    "shortcode": ":wine_glass:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00083796v": [
            "To drink alcohol.",
            "Consume alcohol",
            "Slang:to drink alcohol.",
            "To consume a liquid containing alcohol.",
            "To consume alcoholic beverages."
          ]
        },
        {
          "bn:00095785v": [
            "Drink wine"
          ]
        },
        {
          "bn:00087321v": [
            "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
            "Take in liquids",
            "To consume a liquid through the mouth.",
            "To consume (a liquid) through the mouth.",
            "To drink or imbibe."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00048532n": [
            "The liquid that is produced by squeezing or crushing fruits or vegetables.",
            "Liquid from a plant.",
            "Juice is a liquid that is naturally contained in fruit and vegetables.",
            "The liquid part or moisture of an animal body or substance.",
            "A liquid from a plant, especially fruit.",
            "The liquid part that can be extracted from plant or animal tissue by squeezing or cooking",
            "Liquid that is naturally contained in fruit and vegetables"
          ]
        },
        {
          "bn:00080022n": [
            "Alcoholic beverage made from grapes.",
            "Fermented juice (of grapes especially)",
            "An alcoholic beverage made by fermenting juice of grapes.",
            "Alcoholic beverage made from grapes",
            "Wine is an alcoholic beverage made from fermented grapes or other fruits.",
            "Null"
          ]
        },
        {
          "bn:00002519n": [
            "An alcoholic beverage is a drink that typically contains 3% -- 40% alcohol.",
            "A liquor or brew containing alcohol as the active agent",
            "That which intoxicates; an intoxicating agent; as, alcohol, opium and laughing gas are intoxicants.",
            "Drink containing alcohols, typically ethanol",
            "Drink",
            "Sometimes referred to as \"alcohol\", any drink containing ethanol",
            "A fermented drink is a beverage containing alcohol because of a metabolic process that converts sugar to acids, gases and/or alcohol (e.g. beer or wine).",
            "An alcoholic beverage is a drink containing ethanol, commonly known as alcohol -- although in chemistry the definition of alcohol includes many other compounds. beverages",
            "A drink (a liquor or brew) containing ethanol, commonly known as alcohol."
          ]
        },
        {
          "bn:00028916n": [
            "Pissed, adj. British and Commonwealth slang, common usage but also mildly vulgar",
            "A state of being drunk",
            "A temporary state resulting from excessive consumption of alcohol",
            "State of being drunk.",
            "Drunkenness, also known as inebriation or alcohol intoxication, is a physiological state that occurs when a person has a high level of ethanol in their blood.",
            "Alcohol intoxication is a physiological state induced by the ingestion of ethyl alcohol."
          ]
        },
        {
          "bn:00010183n": [
            "Any drinkable liquid; a beverage.",
            "Any liquid suitable for drinking",
            "Kind of liquid which is specifically prepared for human consumption",
            "A beverage.",
            "Any one of various liquids for drinking.",
            "Drinks, or beverages, are liquids specifically prepared for human consumption."
          ]
        },
        {
          "bn:00028749n": [
            "A single serving of a beverage",
            "Served alcoholic beverage.",
            "A (served) alcoholic beverage."
          ]
        },
        {
          "bn:00081331n": [
            "Glass vessel for drinking wine.",
            "A glass vessel, normally with a stem, from which wine is drunk.",
            "A glass that has a stem and in which wine is served",
            "A wine glass is a type of glass stemware that is used to drink and taste wine.",
            "A glass stemware that is used to drink wine."
          ]
        },
        {
          "bn:00008462n": [
            "A room or establishment where alcoholic drinks are served over a counter",
            "A business licensed to sell intoxicating beverages for consumption on the premises, or the premises themselves",
            "A bar or barroom; a room where alcoholic beverages are served on tap.",
            "A bar is a retail business establishment that serves alcoholic drinks -- beer, wine, liquor, and cocktails -- for consumption on the premises.",
            "A room where alcoholic drinks are served over a counter.",
            "Establishment serving alcoholic beverages for consumption on the premises",
            "The top surface of a bar (counter for serving drinks).",
            "A public house, where beverages, primarily alcoholic, may be bought and drunk. Many pubs also provide food and/or entertainment.",
            "An establishment licensed to sell alcoholic beverages to be consumed on or off the premises; they often provide meals and sometimes accommodation.",
            "A list of addresses that serves as a reference point for other addresses.",
            "A business licensed to sell alcoholic drinks for consumption on the premises, or the premises themselves; public house.",
            "Also known as a lounge in some cases"
          ]
        },
        {
          "bn:00066698n": [
            "Red coloured wine.",
            "Red coloured wine made mostly from black grapes including the skin.",
            "Wine having a red color derived from skins of dark-colored grapes",
            "Red wine is a type of wine made from dark-coloured grape varieties.",
            "Type of wine"
          ]
        },
        {
          "bn:00012195n": [
            "A traditional English folk-song",
            "An alcoholic beverage that is distilled rather than fermented",
            "A distilled beverage with a high alcohol content, such as brandy, whiskey, or vodka.",
            "A distilled beverage, spirit, liquor, or hard liquor is an alcoholic beverage produced by distillation of a mixture produced from alcoholic fermentation, such as wine.",
            "Alcoholic beverage containing more than 20 percent alcohol.",
            "John Barleycorn is a British folksong.",
            "Alcoholic beverage produced through destillation, regardless of alcohol content.",
            "Alcoholic beverage that is produced by distilling",
            "Distilled alcoholic beverages.",
            "Any alcoholic beverage.",
            "Strong alcoholic drink derived from fermentation and distillation."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "wine glass",
    "fromVersion": "0.6",
    "glyph": "🍷",
    "glyphAsUtfInEmoticons": [
      "redwine"
    ],
    "group": "Food & Drink",
    "keywords": [
      "bar",
      "beverage",
      "drink",
      "glass",
      "wine"
    ],
    "mappedToEmoticons": [
      "redwine"
    ],
    "tts": "wine glass",
    "unicode": "1f377"
  },
  "fluentui_folder": "wine-glass"
}