{
  "category": "Transport And Map Symbols -> Signage and other symbols",
  "keywords": [
    "dark skin tone",
    "bathtub",
    "bath"
  ],
  "definition": "This version of the ?? Person Taking Bath emoji has the ?? Dark Skin Tone applied, which is displayed as a Black Skin Tone on supported plat http://emojipedia.org/bath-type-6/",
  "unicode": "U+1F6C0 U+1F3FF",
  "name": "person taking bath: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00109658a": [
          "Affording physical or mental rest"
        ]
      },
      {
        "bn:00113830a": [
          "Bright and colourless.",
          "Bright and colourless; reflecting equal quantities of all frequencies of visible light.",
          "Being of the achromatic color of maximum lightness; having little or no hue owing to reflection of almost all incident light"
        ]
      },
      {
        "bn:00099776a": [
          "Free from dirt or impurities; or having clean habits"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00083165v": [
          "To clean oneself.",
          "Clean one's body by immersion into water",
          "To submerge the body into water either for washing or for recreation.",
          "To clean oneself by immersion in water or using water; to take a bath, have a bath.",
          "To clean oneself by immersion in water.",
          "To bathe."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00071324n": [
          "A plumbing fixture that sprays water over you",
          "An area in which one bathes underneath a spray of water.",
          "Place in which a person bathes under a spray of water",
          "The part of a shower where the water comes out.",
          "A device for bathing by which water is made to fall on the body from a height, either from a tank or by the action of a pump.",
          "A bathroom (or area within a bathroom) in which a shower is not surrounded by any barrier",
          "A shower is a place in which a person bathes under a spray of, typically warm or hot, water.",
          "Instance of using of this device."
        ]
      },
      {
        "bn:00008995n": [
          "Room for personal hygiene",
          "A room containing a bath where one can bathe.",
          "A room containing a bath or shower and usually a washbasin and toilet",
          "A room with a toilet, but no shower or bathtub, and typically no sink; a water closet.",
          "Room with a toilet (the device) and, typically, a sink, but no shower or bathtub.",
          "A bathroom or lavatory in a home containing a sink and a toilet, but no bathtub or shower.",
          "A room with a toilet (the device), sink, and bathtub.",
          "A bathroom is a room for personal hygiene, generally containing a bathtub or a shower, and possibly also a bidet.",
          "A room (as in a residence) containing a bathtub or shower and usually a washbasin and toilet"
        ]
      },
      {
        "bn:00008992n": [
          "Large container in which a person may bathe.",
          "A tub or pool which is used for bathing.",
          "A bathtub.",
          "Bathtub",
          "A large container for holding water in which a person may bathe (take a bath).",
          "A tub or pool which is used for bathing: bathtub.",
          "A bathtub, bath or tub is a large container for holding water in which a person may bathe.",
          "A large open container for water, in which a person may wash their body",
          "A relatively large open container that you fill with water and use to wash the body"
        ]
      }
    ]
  },
  "code": "🛀🏿",
  "fluentui_metadata": {
    "cldr": "person taking bath",
    "fromVersion": "0.6",
    "glyph": "🛀",
    "glyphAsUtfInEmoticons": [
      "womanbath"
    ],
    "group": "People & Body",
    "keywords": [
      "bath",
      "bathtub",
      "person taking bath"
    ],
    "mappedToEmoticons": [
      "womanbath"
    ],
    "tts": "person taking bath",
    "unicode": "1f6c0",
    "unicodeSkintones": [
      "1f6c0",
      "1f6c0 1f3fb",
      "1f6c0 1f3fc",
      "1f6c0 1f3fd",
      "1f6c0 1f3fe",
      "1f6c0 1f3ff"
    ]
  },
  "fluentui_folder": "person-taking-bath-dark-skin-tone",
  "slug": "person-taking-bath-dark-skin-tone"
}