{
  "alsoKnownAs": [
    "Brush"
  ],
  "appleName": "Paintbrush",
  "code": "🖌️",
  "codepointsHex": [
    "U+1F58C",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Brush"
      ],
      "appleName": "Paintbrush",
      "code": "🖌️",
      "codepointsHex": [
        "U+1F58C",
        "U+FE0F"
      ],
      "currentCldrName": "Paintbrush",
      "description": "<p>A thin, artist&#39;s paintbrush, as used to paint a <a href=\"/framed-picture/\">picture</a>. Often depicted with reddish paint on its pointed bristles. Positioned at a 45&deg; angle, its tip at the lower left.</p>\r\n\r\n<p>Commonly used for various content concerning the art of painting or fine art more generally. Often paired with <a href=\"/artist-palette/\">🎨&nbsp;Artist Palette</a>.</p>",
      "id": "836",
      "slug": "paintbrush",
      "shortcodes": [
        {
          "code": ":paintbrush:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":paintbrush:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":lower_left_paintbrush:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":paintbrush:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":lower_left_paintbrush:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Lower Left Paintbrush"
    }
  ],
  "currentCldrName": "Paintbrush",
  "description": "<p>A thin, artist&#39;s paintbrush, as used to paint a <a href=\"/framed-picture/\">picture</a>. Often depicted with reddish paint on its pointed bristles. Positioned at a 45&deg; angle, its tip at the lower left.</p>\r\n\r\n<p>Commonly used for various content concerning the art of painting or fine art more generally. Often paired with <a href=\"/artist-palette/\">🎨&nbsp;Artist Palette</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "836",
  "shortcodes": [
    {
      "code": ":paintbrush:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":paintbrush:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":lower_left_paintbrush:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":paintbrush:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":lower_left_paintbrush:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "paintbrush",
  "title": "Lower Left Paintbrush",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Communication symbols",
    "keywords": [
      "painting"
    ],
    "definition": "Paintbrush was approved as part of Unicode 7.0 in 2014 under the name “Lower Left Paintbrush” and added to Emoji 1.0 in 2015. Copy and paste http://emojipedia.org/lower-left-paintbrush/",
    "name": "paintbrush",
    "unicode": "U+1F58C",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00091389v": [
            "Make a painting",
            "Practise the art of painting pictures.",
            "To practise the art of painting pictures.",
            "To make a painting."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00060201n": [
            "The practice of applying color to a surface (support base) such as, e.g. paper, canvas, wood, glass, lacquer or concrete.",
            "Graphic art consisting of an artistic composition made by applying paints to a surface",
            "Practice of applying paint, pigment, color or other medium to a surface",
            "A collection of files and folders (sometimes compressed into one file) that duplicates the original file and folder structure of an operating system. It often contains other files added by the OEM or corporation.",
            "Created in a round format",
            "The art of painting; representation by painting.",
            "Painting is the practice of applying paint, pigment, color or other medium to a surface.",
            "A representation of visible reality produced by drawing, painting, printing, photography, etc.",
            "The action of applying paint.",
            "The action of applying paint to a surface.",
            "A person (usually a professional) who brushes paint onto surfaces (such as paper or canvas), in order to create a creative piece or work."
          ]
        },
        {
          "bn:00045772n": [
            "A visual representation (of an object or scene or person or abstraction) produced on a surface",
            "A pictorial graphic such as a digital photograph or illustration.",
            "An image is an artifact that depicts or records visual perception, for example a two-dimensional picture, that has a similar appearance to some subject -- usually a physical object or a person, thus providing a depiction of it.",
            "An image, symbol, picture, or other representation usually as an object of religious devotion.",
            "An image or picture is an artifact that depicts or records visual perception, for example a two-dimensional picture, that has a similar appearance to some subject -- usually a physical object or a person, thus providing a depiction of it.",
            "An optical or other representation of a real object; a graphic; a picture.",
            "The visual representation of a person or an object.",
            "Artifact that depicts or records visual perception"
          ]
        },
        {
          "bn:00060193n": [
            "A brush used as an applicator (to apply paint)",
            "A thin brush for applying paint.",
            "A small brush used to paint artwork."
          ]
        },
        {
          "bn:00023659n": [
            "The ability to create",
            "The quality or ability to create or invent something.",
            "Phenomenon whereby something new and valuable is created",
            "Creativity is a phenomenon whereby something new and in some way valuable is created.",
            "The ability of a person to create or invent something.",
            "Quality or ability to create or invent something.",
            "Phenomenon whereby something new is created"
          ]
        },
        {
          "bn:00005927n": [
            "Aesthetic value.",
            "The creation of beautiful or significant things",
            "The creation of works of beauty or other special significance.",
            "Process of creating things of no intrinsic value but significant extrinsic value through emotional or aesthetic appeal",
            "Art is the process or product of deliberately arranging elements in a way that appeals to the senses or emotions.",
            "Art is a diverse range of human activities and the products of those activities; this article focuses primarily on the visual arts, which includes the creation of images or objects in fields including painting, sculpture, printmaking, photography, and other visual media."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "paintbrush",
    "fromVersion": "0.7",
    "glyph": "🖌️",
    "group": "Objects",
    "keywords": [
      "paintbrush",
      "painting"
    ],
    "mappedToEmoticons": [
      "1f58c_lowerleftpaintbrush"
    ],
    "tts": "paintbrush",
    "unicode": "1f58c fe0f"
  },
  "fluentui_folder": "lower-left-paintbrush"
}