{
  "alsoKnownAs": [
    "Rocket Ship",
    "Space Shuttle"
  ],
  "appleName": "Rocket",
  "code": "🚀",
  "codepointsHex": [
    "U+1F680"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Rocket Ship",
        "Space Shuttle"
      ],
      "appleName": "Rocket",
      "code": "🚀",
      "codepointsHex": [
        "U+1F680"
      ],
      "currentCldrName": "Rocket",
      "description": "<p>A rocket being propelled into <a href=\"/milky-way/\" title=\"🌌 Milky Way\">space</a>. Sometimes used to indicate a fast increase, for instance when referring to stocks going&nbsp;<em>to the moon&nbsp;</em>🚀 (rising quickly in price).</p>",
      "id": "508",
      "slug": "rocket",
      "shortcodes": [
        {
          "code": ":rocket:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":rocket:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":rocket:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":rocket:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Rocket"
    }
  ],
  "currentCldrName": "Rocket",
  "description": "<p>A rocket being propelled into <a href=\"/milky-way/\" title=\"🌌 Milky Way\">space</a>. Sometimes used to indicate a fast increase, for instance when referring to stocks going&nbsp;<em>to the moon&nbsp;</em>🚀 (rising quickly in price).</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "508",
  "shortcodes": [
    {
      "code": ":rocket:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":rocket:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":rocket:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":rocket:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "rocket",
  "title": "Rocket",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "space"
    ],
    "definition": "A rocket being propelled into space. Rocket was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015. Copy and paste this  http://emojipedia.org/rocket/",
    "name": "rocket",
    "unicode": "U+1F680",
    "shortcode": ":rocket:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00092783v": [
            "To remove, to stop providing (one's support, etc).",
            "To remove something.",
            "Remove something concrete, as by lifting, pushing, or taking off, or remove something abstract",
            "To move something from one place to another, especially to take away.",
            "To remove something or someone from their current location.",
            "To remove.",
            "To take something away.",
            "To remove something and put it in a different place.",
            "To remove an association or connection."
          ]
        },
        {
          "bn:00088912v": [
            "Change location; move, travel, or proceed, also metaphorically",
            "To change (from one value to another).",
            "To move or travel (from one location to another).",
            "To change the location of an object.",
            "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
            "To move an object one pixel at a time."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00008176n": [
            "Vehicle, vessel or machine designed to fly in outer space",
            "Vehicle that travels through space.",
            "A vehicle that can travel in outer space.",
            "A vehicle that travels through space.",
            "A spacecraft",
            "A space vehicle is a rocket-powered vehicle used to transport unmanned satellites or humans between the Earth's surface and outer space.",
            "A craft capable of traveling in outer space; technically, a satellite around the sun",
            "A spacecraft is a vehicle, vessel or machine designed to fly in outer space."
          ]
        },
        {
          "bn:00056879n": [
            "Space-related agency of the United States government",
            "An independent agency of the United States government responsible for aviation and spaceflight",
            "The National Aeronautics and Space Administration is the United States government agency that is responsible for the civilian space program as well as for aeronautics and aerospace research.",
            "The National Aeronautics and Space Administration is the agency responsible for the civilian space program of the United States, and for its long-term aerospace research."
          ]
        },
        {
          "bn:00059768n": [
            "Outer space, or simply just space, is the void that exists between celestial bodies, including the Earth.",
            "The location of things that are \"outside Earth\"",
            "The near-vacuum in which planets, stars and other celestial objects are situated; the universe beyond the earth's atmosphere.",
            "Area beyond atmosphere of planets.",
            "Relatively empty regions (with very small densities) of the universe outside the atmospheres of celestial bodies.",
            "Void between celestial bodies",
            "Any location outside the Earth's atmosphere"
          ]
        },
        {
          "bn:00068085n": [
            "Reaction-propelled tool using only load propellants, without resorting to the surrounding medium.",
            "A jet engine containing its own propellant and driven by reaction propulsion",
            "A reaction engine that obtains thrust by jet propulsion which forms its jet exclusively from propellant.",
            "A rocket engine especially a solid rocket or a hybrid rocket.",
            "A rocket engine.",
            "A rocket engine, or simply \"rocket\", is a jet engine that uses only stored propellant mass for forming its high speed propulsive jet.",
            "Jet engine using stored propellant to produce jet propulsion",
            "A rocket is a missile, spacecraft, aircraft or other vehicle that obtains thrust from a rocket engine.",
            "Using exothermic chemical reactions of the propellant (s)"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "rocket",
    "fromVersion": "0.6",
    "glyph": "🚀",
    "glyphAsUtfInEmoticons": [
      "launch"
    ],
    "group": "Travel & Places",
    "keywords": [
      "rocket",
      "space"
    ],
    "mappedToEmoticons": [
      "launch"
    ],
    "tts": "rocket",
    "unicode": "1f680"
  },
  "fluentui_folder": "rocket"
}