{
  "alsoKnownAs": [
    "Macanese Flag"
  ],
  "appleName": "Flag of Macao",
  "code": "🇲🇴",
  "codepointsHex": [
    "U+1F1F2",
    "U+1F1F4"
  ],
  "components": [
    {
      "code": "🇲",
      "codepointsHex": [
        "U+1F1F2"
      ],
      "description": "<p>The letter&nbsp;<em>M</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1337",
      "slug": "regional-indicator-symbol-letter-m",
      "shortcodes": [
        {
          "code": ":regional_indicator_m:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter M"
    },
    {
      "code": "🇴",
      "codepointsHex": [
        "U+1F1F4"
      ],
      "description": "<p>The letter&nbsp;<em>O</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1339",
      "slug": "regional-indicator-symbol-letter-o",
      "shortcodes": [
        {
          "code": ":regional_indicator_o:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter O"
    }
  ],
  "currentCldrName": "Flag: Macao Sar China",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Macau\">Macau</a>, which may show as the letters&nbsp;<em>MO</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1031",
  "shortcodes": [
    {
      "code": ":flag_macao_sar_china:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":macau:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-mo:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_mo:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-macao-sar-china",
  "title": "Flag: Macao Sar China",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Macau, which may show as the letters MO on some platforms. The Flag for Macau emoji is a sequence of the ?? Regional Indicator  http://emojipedia.org/flag-for-macau/",
    "name": "Macau SAR China",
    "unicode": "U+1F1F2 U+1F1F4",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00052525n": [
            "Macau, also spelled Macao, is one of the two Special Administrative Regions of the People's Republic of China, the other being Hong Kong.",
            "A city just west of Hong Kong.",
            "A former Portuguese province on the south coast of China and two islands in the South China Sea; reverted to China in 1999",
            "One of the special administrative regions of the People's Republic of China.",
            "In the ISO 3166-1 alpha-2 country code",
            "Special Administrative Region of China",
            "A Special Administrative Region of the People's Republic of China just west of Hong Kong, previously under Portuguese control."
          ]
        },
        {
          "bn:03104063n": [
            "The Regional flag of the Macau Special Administrative Region of the People's Republic of China, is light green with a lotus flower above the stylised Governor Nobre de Carvalho Bridge and water in white, beneath an arc of five gold, five-pointed stars: one large in the center of the arc and four smaller ones."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
