{
  "alsoKnownAs": [
    "Cell Phone",
    "iPhone",
    "Smartphone"
  ],
  "appleName": "Mobile Phone",
  "code": "📱",
  "codepointsHex": [
    "U+1F4F1"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Cell Phone",
        "iPhone",
        "Smartphone"
      ],
      "appleName": "Mobile Phone",
      "code": "📱",
      "codepointsHex": [
        "U+1F4F1"
      ],
      "currentCldrName": "Mobile Phone",
      "description": "<p>A mobile phone (cell phone), as used to text, check social media, or take <a href=\"/selfie/\">selfies</a>. Depicted as a black or gray smartphone with a generic blue screen or multicolored app icons. Commonly used for various content concerning mobile phones, technology, and communication.</p>\r\n\r\n<p>The designs from Apple, Google, Microsoft, and Samsung resemble phones offered by their respective companies, e.g., iPhone. WhatsApp&rsquo;s design features a night sky as its wallpaper, displaying the time as 9:34.</p>\r\n\r\n<p><a href=\"/au-kddi/type-a-2/mobile-phone/\">Early designs</a> for the mobile phone emoji from au by KDDI resembled a traditional&nbsp;<a href=\"/telephone-receiver/\">telephone receiver</a>, and vice versa, before having their codepoints swapped in later releases.</p>\r\n\r\n<p>See also <a href=\"/mobile-phone-with-arrow/\">📲&nbsp;Mobile Phone With Arrow</a>.</p>",
      "id": "738",
      "slug": "mobile-phone",
      "shortcodes": [
        {
          "code": ":mobile_phone:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":iphone:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":iphone:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":mobile_phone:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":iphone:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Mobile Phone"
    }
  ],
  "currentCldrName": "Mobile Phone",
  "description": "<p>A mobile phone (cell phone), as used to text, check social media, or take <a href=\"/selfie/\">selfies</a>. Depicted as a black or gray smartphone with a generic blue screen or multicolored app icons. Commonly used for various content concerning mobile phones, technology, and communication.</p>\r\n\r\n<p>The designs from Apple, Google, Microsoft, and Samsung resemble phones offered by their respective companies, e.g., iPhone. WhatsApp&rsquo;s design features a night sky as its wallpaper, displaying the time as 9:34.</p>\r\n\r\n<p><a href=\"/au-kddi/type-a-2/mobile-phone/\">Early designs</a> for the mobile phone emoji from au by KDDI resembled a traditional&nbsp;<a href=\"/telephone-receiver/\">telephone receiver</a>, and vice versa, before having their codepoints swapped in later releases.</p>\r\n\r\n<p>See also <a href=\"/mobile-phone-with-arrow/\">📲&nbsp;Mobile Phone With Arrow</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "738",
  "shortcodes": [
    {
      "code": ":mobile_phone:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":iphone:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":iphone:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":mobile_phone:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":iphone:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "mobile-phone",
  "title": "Mobile Phone",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Communication symbols",
    "keywords": [
      "cell",
      "phone",
      "telephone",
      "mobile"
    ],
    "definition": "A mobile phone, referred to a cellular or cell phone in some countries. The artwork for this emoji varies by platform, with Apple, Google, S http://emojipedia.org/mobile-phone/",
    "name": "mobile phone",
    "unicode": "U+1F4F1",
    "shortcode": ":iphone:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00084387v": [
            "To contact by telephone.",
            "To telephone, to call someone on the telephone.",
            "To call on the telephone.",
            "To call someone.",
            "To contact someone using the telephone.",
            "Get or try to get into communication (with someone) by telephone",
            "To contact someone by dialing his or her telephone number; to make someone's telephone ring using one's own telephone.",
            "To call (someone) on the telephone."
          ]
        },
        {
          "bn:00086770v": [
            "To select a number, or to call someone, on a telephone.",
            "Operate a dial to select a telephone number",
            "To enter numbers on a telephone or mobile device in order to make a phone call.",
            "To select a number on a telephone."
          ]
        },
        {
          "bn:00094089v": [
            "Exchange thoughts; talk with",
            "To exchange thoughts; talk with."
          ]
        }
      ],
      "nouns": [
        {
          "bn:03773392n": [
            "The iPhone is a multimedia and internet-enabled mobile phone that was released by Apple Computer, Inc on 29 June, 2007.",
            "Line of smartphones designed and marketed by Apple Inc",
            "IPhone is a line of smartphones designed and marketed by Apple Inc."
          ]
        },
        {
          "bn:00005088n": [
            "A lightweight and task-specific add-in program that integrates with applications to expose data at a glance.",
            "A unit of execution within the Microsoft support diagnostic tool (MSDT) XML.",
            "A graphical control element or widget is an element of interaction in a graphical user interface, such as a button or a scroll bar.",
            "A device or control that is very useful for a particular job",
            "A gadget is a small tool such as a machine that has a particular function, but is often thought of as a novelty.",
            "Component of a graphical user interface that the user interacts with.",
            "Element of a graphical user interface (GUI)",
            "An interface element that a computer user interacts with, such as a window or a text box.",
            "Any one of the components of a computer application's graphical user interface, such as a Cancel button or text input box that a user interacts with.",
            "Part of a graphical user interface (GUI) that allows a user to control and change the appearance of elements for operating an application."
          ]
        },
        {
          "bn:00005105n": [
            "Engineering physics is the study of the combined disciplines of physics, engineering and mathematics in order to develop an understanding of the interrelationships of these three disciplines.",
            "Science whose results are employed in technical applications.",
            "Applied science is a discipline of science that applies existing scientific knowledge to develop more practical applications, such as technology or inventions.",
            "Use of symbols to denote equipment, services, pipelines, boundaries and features.",
            "Technology is the collection of tools, including machinery, modifications, arrangements and procedures used by humans.",
            "The discipline dealing with the art or science of applying scientific knowledge to practical problems",
            "The study of or a collection of techniques",
            "The science by which the properties of matter and the sources of power in nature are made useful to humans in structures, machines, and products.",
            "Technology is a broad term dealing with the use and knowledge of humanity's tools and crafts.",
            "Application of knowledge to produce systems",
            "Systematic knowledge of industrial processes and their application.",
            "Engineering is the discipline, art, skill and profession of acquiring and applying scientific, mathematical, economic, social, and practical knowledge, in order to design and build structures, machines, devices, systems, materials and processes.",
            "Engineering is the application of scientific, economic, social, and practical knowledge in order to invent, design, build, maintain, and improve structures, machines, devices, systems, materials and processes."
          ]
        },
        {
          "bn:16345548n": [
            "Touchscreen-based smartphone developed by Apple Inc.",
            "The iPhone 5S is a smartphone developed by Apple Inc."
          ]
        },
        {
          "bn:00017029n": [
            "A portable electronic device used for calling people.",
            "A field that contains a contact's mobile phone number.",
            "A mobile phone using any technology (such as PCS).",
            "A cellular phone.",
            "A button in the Options dialog box, on the Phones tab, that the user clicks to enter his or her mobile phone number.",
            "A form of videotelephony that can convey simultaneous audio and video, or",
            "Mobile phone, cell phone",
            "A portable, wireless telephone, which changes antenna connections seamlessly during travel from one radio reception cell to another without losing the party-to-party call connection.",
            "A portable telephone that connects with the telephone network over radio wave transmission.",
            "Cell phone /mobile phone, mobile",
            "Portable device to make telephone calls using a radio link",
            "Mobile phone",
            "A handheld portable telephone that operates through a radio network.",
            "A mobile phone is a phone that can make and receive telephone calls over a radio link while moving around a wide geographic area.",
            "The link to the Windows Live site where users can register their mobile phone and find information about the Windows Live for Mobile services.",
            "A portable telephone.",
            "A hand-held mobile radiotelephone for use in an area divided into small sections, each with its own short-range transmitter/receiver"
          ]
        },
        {
          "bn:00909458n": [
            "A mobile phone offering advanced capabilities, often with PC-like functionality.",
            "Electronic handheld device.",
            "A mobile phone with more advanced features and greater computing capacity than a featurephone.",
            "A wireless, mobile device that combines platform software, a browser, a modern chipset, and a telephone handset.",
            "Mobile phone with more advanced computing capability connectivity than a feature phone",
            "A smartphone is a mobile phone with more advanced computing capability and connectivity than basic feature phones."
          ]
        },
        {
          "bn:00062020n": [
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Phone as the default device for calling phone numbers, Communicator uses the PBX phone integrated with Communicator for making a call.",
            "An electronic device used for two-way talking with other people (often shortened to phone).",
            "Telecommunications device",
            "A telephone, or phone, is a telecommunications device that permits two or more users to conduct a conversation when they are not in the same vicinity of each other to be heard directly.",
            "A traditional phone, which has a wired connection (as opposed to a mobile phone).",
            "An electronic device used for two-way talking with other people.",
            "An electronic device used for calling people.",
            "A device for transmitting conversations and other sounds in real time across distances.",
            "Electronic equipment that converts sound into electrical signals that can be transmitted over distances and then converts received signals back into sounds",
            "Also known as \"the horn\", especially among soldiers and police officers"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "mobile phone",
    "fromVersion": "0.6",
    "glyph": "📱",
    "glyphAsUtfInEmoticons": [
      "phone"
    ],
    "group": "Objects",
    "keywords": [
      "cell",
      "mobile",
      "phone",
      "telephone"
    ],
    "mappedToEmoticons": [
      "phone"
    ],
    "tts": "mobile phone",
    "unicode": "1f4f1"
  },
  "fluentui_folder": "mobile-phone"
}