{
  "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
  "keywords": [
    "dark skin tone",
    "manager",
    "business",
    "office",
    "architect",
    "white-collar",
    "man"
  ],
  "definition": "The Male Office Worker, Type-6 emoji is a sequence of the ?? Man, ?? Emoji Modifier Fitzpatrick Type-6 and ?? Briefcase emojis. These are co http://emojipedia.org/male-office-worker-type-6/",
  "unicode": "U+1F468 U+1F3FF U+200D U+1F4BC",
  "name": "man office worker: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00113840a": [
          "Of or pertaining to office work and workers; contrasted with blue-collar.",
          "Of or designating salaried professional or clerical work or workers",
          "Of or pertaining to office work and workers."
        ]
      }
    ],
    "verbs": [],
    "nouns": [
      {
        "bn:00005435n": [
          "A person who designs, as profession.",
          "Designer of buildings.",
          "Someone who creates plans to be used in making something (such as buildings)",
          "An architect is a person who plans, designs, and oversees the construction of buildings.",
          "Someone who creates plans to be used in making something.",
          "A professional trained in the planning, design, and supervision of the construction of buildings",
          "A visual design surface.",
          "A designer is a person who designs.",
          "A professional who designs buildings or other structures, or who prepares plans and superintends construction.",
          "The portion of InfoPath used to design forms.",
          "Person who designs"
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:01812885n": [
          "In many countries, a white-collar worker is a person who performs professional, managerial, or administrative work.",
          "A salaried professional or clerical worker.",
          "A salaried professional or an educated worker who performs semi-professional office, administrative, and sales-coordination tasks, as opposed to a blue-collar worker, whose job requires manual labor"
        ]
      },
      {
        "bn:00014137n": [
          "The type of enterprise in which businesses or organizations are engaged.",
          "The activity of providing goods and services involving financial and commercial and industrial aspects",
          "A commercial organization or a small business.",
          "An entity that provides goods and/or services to others.",
          "Commercial, industrial, or professional activity.",
          "An organisation that is not a business.",
          "A business or organization that has provided a coupon that can be used at their store.",
          "Organization involved in the trade of goods, services, or both to consumers",
          "A business, also known as an enterprise or a firm, is an organization involved in the trade of goods, services, or both to consumers.",
          "Commercial, industrial or professional activity.",
          "Business may refer to many differing activities, such as the activity of buying or selling in trade, a commercial firm or enterprise, one's personal affairs or concerns, one's regular occupation, employment, or profession, something acquiring attention, or a situation, matter or happening.",
          "Commercial, industrial or financial activity."
        ]
      }
    ]
  },
  "code": "👨🏿‍💼",
  "fluentui_metadata": {
    "cldr": "man",
    "fromVersion": "0.6",
    "glyph": "👨",
    "glyphAsUtfInEmoticons": [
      "man",
      "man_student",
      "manstudent",
      "smileman"
    ],
    "group": "People & Body",
    "keywords": [
      "adult",
      "man"
    ],
    "mappedToEmoticons": [
      "smileman"
    ],
    "tts": "man",
    "unicode": "1f468",
    "unicodeSkintones": [
      "1f468",
      "1f468 1f3fb",
      "1f468 1f3fc",
      "1f468 1f3fd",
      "1f468 1f3fe",
      "1f468 1f3ff"
    ]
  },
  "fluentui_folder": "man-office-worker-dark-skin-tone",
  "slug": "man-office-worker-dark-skin-tone"
}