{
  "alsoKnownAs": [
    "Mens Toilet",
    "Male Restroom"
  ],
  "appleName": "Men’s Symbol",
  "code": "🚹",
  "codepointsHex": [
    "U+1F6B9"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Mens Toilet",
        "Male Restroom"
      ],
      "appleName": "Men’s Symbol",
      "code": "🚹",
      "codepointsHex": [
        "U+1F6B9"
      ],
      "currentCldrName": "Men’s Room",
      "description": "<p>A stick-figure icon of a man, generally used to indicate a male&nbsp;<a href=\"/restroom/\" title=\"🚻 Restroom\">restroom</a>. The female equivalent is the <a href=\"/womens-room/\" title=\"🚺 Womens Symbol\">Womens Symbol</a> emoji.</p>\r\n",
      "id": "523",
      "slug": "mens-room",
      "shortcodes": [
        {
          "code": ":mens_room:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":mens:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":mens:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":mens:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Mens Symbol"
    }
  ],
  "currentCldrName": "Men’s Room",
  "description": "<p>A stick-figure icon of a man, generally used to indicate a male&nbsp;<a href=\"/restroom/\" title=\"🚻 Restroom\">restroom</a>. The female equivalent is the <a href=\"/womens-room/\" title=\"🚺 Womens Symbol\">Womens Symbol</a> emoji.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "523",
  "shortcodes": [
    {
      "code": ":mens_room:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":mens:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":mens:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":mens:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "mens-room",
  "title": "Mens Symbol",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Signage and other symbols",
    "keywords": [
      "lavatory",
      "wc",
      "restroom",
      "man"
    ],
    "definition": "A stick-figure icon of a man, generally used to indicate a male restroom. The female equivalent is the Womens Symbol emoji. Men’s Room was a http://emojipedia.org/mens-symbol/",
    "name": "men’s room",
    "unicode": "U+1F6B9",
    "shortcode": ":mens:",
    "senses": {
      "adjectives": [
        {
          "bn:00101423a": [
            "Showing the way by conducting or leading; imposing direction on"
          ]
        },
        {
          "bn:00106354a": [
            "Of, relating to, or denoting a member of the sex that begets young by fertilizing ova.",
            "Being the sex (of plant or animal) that produces gametes (spermatozoa) that perform the fertilizing function in generation"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00094275v": [
            "To be placed in an upright or vertical orientation.",
            "Be standing; be upright"
          ]
        },
        {
          "bn:13669747v": [
            "To use the toilet, or assist (a child etc) in using the toilet"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00009020n": [
            "A room or building equipped with one or more toilets",
            "Toilet, bathroom.",
            "A room or building equipped with one or more toilets.",
            "The room where human sanitation takes place, a toilet, lavatory or washroom",
            "A toilet, especially a public one.",
            "A toilet.",
            "Water closet (meaning toilet)",
            "A toilet room is a room containing a toilet and sometimes a sink.",
            "A public room containing a toilet.",
            "The one that contains a toilet and sometimes a sink",
            "A dressing room.",
            "Lavatory.",
            "A flush toilet, or the room, in a public place, containing one",
            "A room containing a toilet.",
            "A bathroom; a washroom; a room containing a toilet.",
            "A lavatory, toilet."
          ]
        },
        {
          "bn:00046516n": [
            "A person, especially as one among many.",
            "Some unspecified person.",
            "An individual is a person or a specific object.",
            "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
            "A human; someone susceptible to death.",
            "A human being",
            "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
            "A human being.",
            "A person that will die eventually.",
            "A being, such as a human, that has certain capacities or attributes constituting personhood",
            "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
            "Some person.",
            "An individual; usually a human being."
          ]
        },
        {
          "bn:00052968n": [
            "Determined sex of an animal. Use Q6581097 for a male human",
            "A member of the sex that begets young by fertilizing ova.",
            "A person who belongs to the sex that cannot have babies",
            "A male organism is the physiological sex which produces sperm.",
            "An animal of the sex that has testes."
          ]
        },
        {
          "bn:00015106n": [
            "A plumbing fixture for defecation and urination",
            "A toilet is a sanitation fixture used primarily for the disposal of human urine and feces.",
            "A sanitation fixture used primarily for the disposal of human excrement and urine",
            "Sanitation fixture",
            "A ceramic device used for depositing and removing human excrement with water through flushing.",
            "A chamber pot is a bowl-shaped container with a handle, and often a lid, kept in the bedroom under a bed or in the cabinet of a nightstand and generally used as a toilet at night."
          ]
        },
        {
          "bn:00037634n": [
            "Either of two main divisions (either male or female) into which many organisms can be placed, according to reproductive function or organs.",
            "Biological sex: the sum of the biological characteristics by which male and female and other organisms are distinguished.",
            "Gender is the range of physical, biological, mental and behavioral characteristics pertaining to, and differentiating between, masculinity and femininity.",
            "The distinction between male and female or masculinity and femininity",
            "Organisms of many species are specialized into male and female varieties, each known as a sex.",
            "Range of physical, mental, and behavioral characteristics distinguishing between masculinity and femininity",
            "The properties that distinguish organisms on the basis of their reproductive roles",
            "Gender is the range of characteristics pertaining to, and differentiating between, masculinity and femininity.",
            "The reproductive phase of life",
            "A main division into which an organism is placed according to its reproductive functions or organs.",
            "Biological sex of persons or animals.",
            "A content descriptor developed by the Pan European Gaming Information (PEGI) and the British Board of Film Classification (BBFC)."
          ]
        },
        {
          "bn:00020920n": [
            "A public toilet is a room or small building containing one or more toilets and possibly also urinals which is available for use by the general public, or in a broader meaning of \"public\", by customers of other services.",
            "A room or building equipped with one or more toilets.",
            "A public toilet or restroom",
            "Euphemism for toilet.",
            "Or comfort room",
            "A public toilet",
            "A toilet that is available to the public"
          ]
        },
        {
          "bn:00001533n": [
            "Sexual maturity is the age or stage when an organism can reproduce.",
            "The age or stage when an organism can reproduce",
            "An adult male human.",
            "A man is a male human.",
            "An adult male human",
            "An adult human member of the sex that begets young by fertilizing ova.",
            "A human member of the masculine sex or gender.",
            "An adult person who is male (as opposed to a woman)"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "men’s room",
    "fromVersion": "0.6",
    "glyph": "🚹",
    "glyphAsUtfInEmoticons": [
      "1f6b9_menssymbol"
    ],
    "group": "Symbols",
    "keywords": [
      "lavatory",
      "man",
      "men’s room",
      "restroom",
      "wc"
    ],
    "mappedToEmoticons": [
      "1f6b9_menssymbol"
    ],
    "tts": "men’s room",
    "unicode": "1f6b9"
  },
  "fluentui_folder": "mens-symbol"
}