{
  "appleName": "Suspension Railway",
  "code": "🚟",
  "codepointsHex": [
    "U+1F69F"
  ],
  "components": [
    {
      "appleName": "Suspension Railway",
      "code": "🚟",
      "codepointsHex": [
        "U+1F69F"
      ],
      "currentCldrName": "Suspension Railway",
      "description": "<p>Similar to a monorail, a suspension railway is elevated, but the vehicle is suspended under the track.</p>\n",
      "id": "505",
      "slug": "suspension-railway",
      "shortcodes": [
        {
          "code": ":suspension_railway:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":suspension_railway:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":suspension_railway:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":suspension_railway:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Suspension Railway"
    }
  ],
  "currentCldrName": "Suspension Railway",
  "description": "<p>Similar to a monorail, a suspension railway is elevated, but the vehicle is suspended under the track.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "505",
  "shortcodes": [
    {
      "code": ":suspension_railway:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":suspension_railway:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":suspension_railway:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":suspension_railway:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "suspension-railway",
  "title": "Suspension Railway",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "suspension",
      "railway"
    ],
    "definition": "Similar to a monorail, a suspension railway is elevated, but the vehicle is suspended under the track. Suspension Railway was approved as pa http://emojipedia.org/suspension-railway/",
    "name": "suspension railway",
    "unicode": "U+1F69F",
    "shortcode": ":suspension_railway:",
    "senses": {
      "adjectives": [
        {
          "bn:00109345a": [
            "Accomplished rapidly and without delay"
          ]
        },
        {
          "bn:00109438a": [
            "Moving with great speed, or capable of doing so; swift, rapid.",
            "Characterized by speed; moving with or capable of moving with high speed",
            "Capable of moving with great speed.",
            "Characterized by speed; acting or moving quickly."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00088049v": [
            "Abstain from certain foods, as for religious or medical reasons",
            "To abstain from or eat very little food.",
            "To abstain from food, or eat very little, especially for religious or medical reasons."
          ]
        },
        {
          "bn:00088912v": [
            "Change location; move, travel, or proceed, also metaphorically",
            "To change (from one value to another).",
            "To move or travel (from one location to another).",
            "To change the location of an object.",
            "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
            "To move an object one pixel at a time."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00074613n": [
            "An electric streetcar or tram with a trolley pole for collecting electric current.",
            "A tram, is a rail vehicle which runs on tracks along public urban streets, and also sometimes on separate rights of way.",
            "A passenger vehicle for public use that runs on tracks in the road.",
            "A wheeled vehicle that runs on rails and is propelled by electricity",
            "A railborne vehicle running primarily on streets.",
            "Trolley car or electric tram (streetcar), sometimes confused with a Cable car",
            "Passenger rail vehicle",
            "A tram or light rail vehicle, usually a single car, but also attached together, operating on city streets. A trolley car.",
            "A rail vehicle for carrying loads in a mine; a tram."
          ]
        },
        {
          "bn:02238410n": [
            "A form of elevated railway where the vehicle is suspended from a fixed track",
            "A suspension railway is a form of elevated monorail where the vehicle is suspended from a fixed track, which is built above street level, over a river or canal, or an existing railway track."
          ]
        },
        {
          "bn:00078004n": [
            "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
            "A means of conveyance.",
            "Shared passenger transport service which is available for use by the general public",
            "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
            "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
            "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
            "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
            "The conveyance of people or goods from one place to another."
          ]
        },
        {
          "bn:00015785n": [
            "A type of self-propelled passenger-carrying railway vehicle.",
            "Any railway carriage or wagon, a railroad car.",
            "A railcar, in British English and Australian English, is a self-propelled railway vehicle designed to transport passengers.",
            "Any railroad vehicle that is not a locomotive.",
            "The assembly that holds the platen of a typewriter or a typewriterlike printer. On a standard typewriter, the platen and carriage move past a fixed position within the typewriter housing, where the keys strike the paper; the platen rotates to advance the paper held in the carriage. On most impact printers for computers, however, the print head moves back and forth across a platen, which rotates but does not move horizontally; in such machines, the assembly that carries the print head is often called the print-head carriage assembly.",
            "A railway vehicle that is drawn by a locomotive.",
            "A railroad car or railcar, railway wagon or railway carriage, is a vehicle used for the carrying of cargo or passengers on a rail transport system.",
            "Pulled by a locomotive;",
            "A wheeled vehicle adapted to the rails of railroad",
            "Vehicle used for carrying cargo or passengers on rail transport system"
          ]
        },
        {
          "bn:00066020n": [
            "Rail transport is a means of conveyance of passengers and goods by way of wheeled vehicles running on rail tracks. transport",
            "A permanent track composed of a line of parallel metal rails fixed to sleepers, for transport of passengers and goods in trains.",
            "Rail transport is a means of conveyance of passengers and goods, by way of wheeled vehicles running on rails.",
            "Line that is the commercial organization responsible for operating a system of transportation for trains that pull passengers or freight",
            "A permanent road consisting of fixed metal rails to drive trains or similar motorized vehicles on.",
            "Conveyance of passengers and goods by way of wheeled vehicles running on rail tracks",
            "A means of conveyance of passengers and goods, by way of wheeled vehicles running on rails",
            "A transport system using these rails used to move passengers or goods.",
            "Transportation of goods and persons by railway.",
            "The transport of passengers and goods by means of wheeled vehicles specially designed to run along railways or railroads."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "suspension railway",
    "fromVersion": "1.0",
    "glyph": "🚟",
    "glyphAsUtfInEmoticons": [
      "1f69f_suspensionrailway"
    ],
    "group": "Travel & Places",
    "keywords": [
      "railway",
      "suspension"
    ],
    "mappedToEmoticons": [
      "1f69f_suspensionrailway"
    ],
    "tts": "suspension railway",
    "unicode": "1f69f"
  },
  "fluentui_folder": "suspension-railway"
}