{
  "category": "Miscellaneous Symbols And Pictographs -> Fairy tale symbols",
  "keywords": [
    "fairy tale",
    "fantasy",
    "face",
    "baby",
    "medium skin tone",
    "angel"
  ],
  "definition": "This version of the ?? Baby Angel emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported p http://emojipedia.org/baby-angel-type-4/",
  "unicode": "U+1F47C U+1F3FD",
  "name": "baby angel: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00097091a": [
          "Belonging to, proceeding from, or resembling an angel.",
          "Of or relating to angels",
          "Belonging to, or proceeding from, angels; resembling, characteristic of, or partaking of the nature of, an angel."
        ]
      }
    ],
    "verbs": [
      {
        "bn:13609523v": [
          "To transport to the abode of God, the gods, or the blessed"
        ]
      },
      {
        "bn:00084343v": [
          "To cease to live.",
          "To depart, to cease, to come to an end.",
          "To die; to cease to live.",
          "To become indifferent; to cease to be subject.",
          "Pass from physical life and lose all bodily attributes and functions necessary to sustain life"
        ]
      },
      {
        "bn:00088378v": [
          "Travel through the air; be airborne",
          "To cause to travel through the air.",
          "To cause to fly : to transport via air or the like.",
          "To move autonomously through the air, without any part of the object or object's enclosure touching anything attached to the ground.",
          "To fly."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00007630n": [
          "Young child",
          "A very young human being, from birth to somewhere between six months and two years of age, needing almost constant care and/or attention.",
          "A very young human being, from birth to a year old.",
          "Babies are the very young offspring of a human or other mammal.",
          "Baby .",
          "Very young human being.",
          "An infant is the very young offspring of a human or animal.",
          "A young child in the first years of life.",
          "A very young human, particularly from birth to a couple of years old or until walking is fully mastered.",
          "A baby or infant; a very young human or animal.",
          "A very young child (birth to 1 year) who has not yet begun to walk or talk"
        ]
      },
      {
        "bn:00032600n": [
          "Part of the body at the front of the head",
          "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
          "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
          "The front of the human head from the forehead to the chin and ear to ear",
          "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
        ]
      },
      {
        "bn:00032763n": [
          "A story about fairies; told to amuse children",
          "Fairy tales are a type of story which typically features fantasy characters, such as fairies, goblins, elves, trolls, dwarves, giants, mermaids, or gnomes, and usually magic or enchantments. tale",
          "A fairy tale is a type of short story that typically features European folkloric fantasy characters, such as dwarves, elves, fairies, giants, gnomes, goblins, mermaids, trolls, or witches, and usually magic or enchantments.",
          "A folktale featuring fairies or similar fantasy characters.",
          "A fictional story that usually features folkloric characters (such as fairies, goblins, elves, trolls, witches, giants, and talking animals) and enchantments",
          "Fictional story featuring folkloric fantasy characters"
        ]
      },
      {
        "bn:00007184n": [
          "A halo is a ring of light that surrounds a person in art.",
          "Also known as nimbus, a ring of light surrounding a person in a piece of art",
          "Glory is used to denote the manifestation of God's presence in the Christian religious tradition.",
          "A solid disk of light or gold.",
          "An emanation of light supposed to proceed from beings of peculiar sanctity. It is represented in art by rays of gold, or the like, proceeding from the head or body, or by a disk, or a mere line.",
          "Nimbus, a luminous disc, often of gold, around or over the heads of saints, etc., in religious paintings.",
          "Manifestation of God's presence in the Christian religious tradition",
          "An aureola or aureole is the radiance of luminous cloud which, in paintings of sacred personages, surrounds the whole figure.",
          "An indication of radiant light drawn around the head of a saint",
          "In Judeo-Christian religious tradition, the manifestation of God's presence",
          "A circle of light or halo around the head of a deity or a saint.",
          "Circle of light or halo around the head of a deity.",
          "Radiance of luminous cloud that surrounds the figure in a painting of a sacred personage.",
          "A circle of light; a halo."
        ]
      },
      {
        "bn:02334287n": [
          "A representation of a naked, often winged, child, especially a cherub or a cupid in Renaissance or Baroque art.",
          "Figure in a work of art depicted as a chubby male child, usually nude and sometimes winged",
          "A putto is a figure in a work of art depicted as a chubby male child, usually nude and sometimes winged.",
          "Representation of a naked, winged child.",
          "(in art) a cupid or putto",
          "A representation, in a work of art (especially Renaissance or Baroque), of a small, naked, winged child; a cherub."
        ]
      },
      {
        "bn:00029734n": [
          "Very pleasant place.",
          "Heaven, the heavens or seven heavens, is a common religious, cosmological, or transcendent place where heavenly beings such as gods, angels, jinn, saints, or venerated ancestors originate, are enthroned, or live.",
          "Any place of complete bliss and delight and peace",
          "Theological, and metaphysical belief",
          "Metaphysical concept",
          "A very pleasant place.",
          "A place of complete bliss, delight, and peace; paradise.",
          "Heaven may refer to the physical heavens, the sky, the seemingly endless expanse of the universe beyond, or to otherworldly realms, often in an \"afterlife plane\" of existence, attested to in various religions or spiritual philosophies."
        ]
      },
      {
        "bn:00004063n": [
          "Spiritual being attendant upon God",
          "Supernatural being or spirit in certain religions and mythologies",
          "Messenger from a deity.",
          "An angel is a supernatural being or spirit found in various religions and mythologies.",
          "A supernatural being",
          "Angels are divine messengers or transcendental beings found in many religions.",
          "A divine and supernatural messenger from a deity, or other divine entity."
        ]
      },
      {
        "bn:01669238n": [
          "The literary genre generally dealing with themes of magic and fictive medieval technology.",
          "Fantasy refers to constructs of the imagination; in storytelling Fantasy generally refers to a genre that uses magic and other supernatural forms as a primary element of plot, theme, and/or setting.",
          "Fantasy is a genre of fiction that commonly uses magic and other supernatural phenomena as a primary plot element, theme, or setting.",
          "A genre of literature and art that uses magic and other supernatural forms as a primary element of plot and theme. The storyline is often set in a fictional, historically oriented setting.",
          "Genre of fiction"
        ]
      }
    ]
  },
  "code": "👼🏽",
  "fluentui_metadata": {
    "cldr": "baby angel",
    "fromVersion": "0.6",
    "glyph": "👼",
    "glyphAsUtfInEmoticons": [
      "1f47c_babyangel"
    ],
    "group": "People & Body",
    "keywords": [
      "angel",
      "baby",
      "face",
      "fairy tale",
      "fantasy"
    ],
    "mappedToEmoticons": [
      "1f47c_babyangel"
    ],
    "tts": "baby angel",
    "unicode": "1f47c",
    "unicodeSkintones": [
      "1f47c",
      "1f47c 1f3fb",
      "1f47c 1f3fc",
      "1f47c 1f3fd",
      "1f47c 1f3fe",
      "1f47c 1f3ff"
    ]
  },
  "fluentui_folder": "baby-angel-medium-skin-tone",
  "slug": "baby-angel-medium-skin-tone"
}