{
  "alsoKnownAs": [
    "Coconut Tree"
  ],
  "appleName": "Palm Tree",
  "code": "🌴",
  "codepointsHex": [
    "U+1F334"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Coconut Tree"
      ],
      "appleName": "Palm Tree",
      "code": "🌴",
      "codepointsHex": [
        "U+1F334"
      ],
      "currentCldrName": "Palm Tree",
      "description": "<p>A palm tree, a <a href=\"https://en.wikipedia.org/wiki/Arecaceae\">tree-like plant</a>, as grows by the sea. Depicted as a palm tree&nbsp;with long, green, feather-like leaves and a tall, brown, segmented trunk.</p>\r\n\r\n<p>May be used to represent beaches, tropical climates and cultures, summer fun, and vacations (holidays). As such, this emoji tends to spike in popularity during the <a href=\"/summer\">summer</a> months.</p>\r\n\r\n<p>Vendors&nbsp;implement a similar tree in their <a href=\"/desert-island/\">🏝️ Desert Island</a>.</p>\r\n\r\n<p>Microsoft&rsquo;s palm tree bears <a href=\"/coconut/\">coconuts</a>, as Samsung&rsquo;s <a href=\"/samsung/experience-9.0/palm-tree/\">previously</a> did. <a href=\"/apple/ios-9.1/palm-tree/\">Apple&rsquo;s</a> palm tree previously had more erect palms.</p>\r\n\r\n<p>During the summer of 2024 this emoji became associated with then-Vice President of the Untied States Kamala Harris, referencing a viral clip of a speech made in May 2023 where she stated: &quot;You think you just fell out of a coconut tree? You exist in the context of all in which you live and what came before you.&rdquo;</p>",
      "id": "310",
      "slug": "palm-tree",
      "shortcodes": [
        {
          "code": ":palm_tree:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":palm_tree:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":palm_tree:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":palm_tree:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Palm Tree"
    }
  ],
  "currentCldrName": "Palm Tree",
  "description": "<p>A palm tree, a <a href=\"https://en.wikipedia.org/wiki/Arecaceae\">tree-like plant</a>, as grows by the sea. Depicted as a palm tree&nbsp;with long, green, feather-like leaves and a tall, brown, segmented trunk.</p>\r\n\r\n<p>May be used to represent beaches, tropical climates and cultures, summer fun, and vacations (holidays). As such, this emoji tends to spike in popularity during the <a href=\"/summer\">summer</a> months.</p>\r\n\r\n<p>Vendors&nbsp;implement a similar tree in their <a href=\"/desert-island/\">🏝️ Desert Island</a>.</p>\r\n\r\n<p>Microsoft&rsquo;s palm tree bears <a href=\"/coconut/\">coconuts</a>, as Samsung&rsquo;s <a href=\"/samsung/experience-9.0/palm-tree/\">previously</a> did. <a href=\"/apple/ios-9.1/palm-tree/\">Apple&rsquo;s</a> palm tree previously had more erect palms.</p>\r\n\r\n<p>During the summer of 2024 this emoji became associated with then-Vice President of the Untied States Kamala Harris, referencing a viral clip of a speech made in May 2023 where she stated: &quot;You think you just fell out of a coconut tree? You exist in the context of all in which you live and what came before you.&rdquo;</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "310",
  "shortcodes": [
    {
      "code": ":palm_tree:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":palm_tree:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":palm_tree:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":palm_tree:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "palm-tree",
  "title": "Palm Tree",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Plant symbols",
    "keywords": [
      "tree",
      "palm"
    ],
    "definition": "A palm tree, commonly found in tropical and otherwise warm climates. Often represents a vacation or holiday destination. Palm Tree was appro http://emojipedia.org/palm-tree/",
    "name": "palm tree",
    "unicode": "U+1F334",
    "shortcode": ":palm_tree:",
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00075151n": [
            "One of the temperate seasons",
            "Summer is the warmest of the four temperate seasons, falling between spring and autumn.",
            "The period or season of summer.",
            "One of the four seasons, between Spring and Autumn",
            "The warmest season of the year; in the northern hemisphere it extends from the summer solstice to the autumnal equinox",
            "The time during the summer months."
          ]
        },
        {
          "bn:00020320n": [
            "The coconut tree is a member of the family Arecaceae.",
            "Large hard-shelled oval nut with a fibrous husk containing thick white meat surrounding a central cavity filled (when fresh) with fluid or milk",
            "Species of plant, coconut",
            "A tropical palm tree, Cocos nucifera, having feathery leaves and bearing coconuts",
            "A tropical tree with feathery leaves which bears coconuts.",
            "A hard-shelled seed of this fruit, having white flesh and a fluid-filled central cavity.",
            "Coconut"
          ]
        },
        {
          "bn:00077685n": [
            "The region of the Earth, centred on the equator and lying between the Tropic of Cancer and the Tropic of Capricorn and characterized by a hot climate.",
            "The region, between the Tropic of Cancer and the Tropic of Capricorn, characterised by a hot and humid climate; the tropics.",
            "Region of the Earth.",
            "The part of the Earth's surface between the Tropic of Cancer and the Tropic of Capricorn; characterized by a hot climate",
            "The tropics is a region of the Earth surrounding the Equator.",
            "Referring to the tropical regions of the world.",
            "The region of the earth's surface lying between two parallels of latitude on the earth, one 23°27' north of the equator and the other 23°27' south of the equator, representing the points farthest north and south at which the sun can shine directly overhead and constituting the boundaries of the Torrid Zone."
          ]
        },
        {
          "bn:00078131n": [
            "A tall perennial woody plant having a main trunk and branches forming a distinct elevated crown; includes both gymnosperms and angiosperms",
            "Perennial woody plant",
            "Trees are plants with elongated stems, or trunks, supporting leaves or branches.",
            "In botany, a tree is a perennial plant with an elongated stem, or trunk, supporting branches and leaves in most species.",
            "Any large woody perennial plant with a distinct trunk giving rise to branches or leaves at some distance from the ground."
          ]
        },
        {
          "bn:00035324n": [
            "Plants, taken collectively.",
            "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree.",
            "(botany) a living organism lacking the power of locomotion",
            "Plants considered as a group, especially those of a particular country, region, time, etc.",
            "The plants that inhabit a certain region or environment.",
            "Collectively, the set of all plants.",
            "Organism capable of photosynthesis.",
            "Inventory of plant species in a given region",
            "Flora is the plant life occurring in a particular region or time, generally the naturally occurring or indigenous -- native plant life.",
            "Any living organism that synthesizes its food from inorganic substances, possesses cellulose cell walls, responds slowly and often permanently to a stimulus, lacks specialized sense organs and nervous system, and has no powers of locomotion.",
            "Species belonging to the plant kingdom.",
            "The plant life characterizing a specific geographic region or environment.",
            "Plants, also called green plants, are multicellular eukaryotes of the kingdom Plantae.",
            "Plants are living organisms belonging to the kingdom Plantae."
          ]
        },
        {
          "bn:00009263n": [
            "A lat, narrow strip of sand, gravel or pebbles along the shoreline of a body of water (ocean, river, lake).",
            "An area of sand sloping down to the water of a sea or lake",
            "A beach is a landform along the coast of an ocean, sea, lake, or river.",
            "The shore of a body of water, especially when sandy or pebbly.",
            "Landform along the shoreline of an ocean, sea, lake, or river"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "palm tree",
    "fromVersion": "0.6",
    "glyph": "🌴",
    "group": "Animals & Nature",
    "keywords": [
      "palm",
      "tree"
    ],
    "mappedToEmoticons": [
      "palmtree"
    ],
    "tts": "palm tree",
    "unicode": "1f334"
  },
  "fluentui_folder": "palm-tree"
}