{
  "alsoKnownAs": [
    "Zim Flag",
    "Zimbabwean Flag"
  ],
  "appleName": "Flag of Zimbabwe",
  "code": "🇿🇼",
  "codepointsHex": [
    "U+1F1FF",
    "U+1F1FC"
  ],
  "components": [
    {
      "code": "🇿",
      "codepointsHex": [
        "U+1F1FF"
      ],
      "description": "<p>The letter&nbsp;<em>Z</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1350",
      "slug": "regional-indicator-symbol-letter-z",
      "shortcodes": [
        {
          "code": ":regional_indicator_z:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter Z"
    },
    {
      "code": "🇼",
      "codepointsHex": [
        "U+1F1FC"
      ],
      "description": "<p>The letter <i>W</i>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1347",
      "slug": "regional-indicator-symbol-letter-w",
      "shortcodes": [
        {
          "code": ":regional_indicator_w:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter W"
    }
  ],
  "currentCldrName": "Flag: Zimbabwe",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Zimbabwe\">Zimbabwe</a>, which may show as the letters&nbsp;<em>ZW</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1152",
  "shortcodes": [
    {
      "code": ":flag_zimbabwe:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":zimbabwe:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-zw:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_zw:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-zimbabwe",
  "title": "Flag: Zimbabwe",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Zimbabwe, which may show as the letters ZW on some platforms. The Flag for Zimbabwe emoji is a sequence of the ?? Regional Indi http://emojipedia.org/flag-for-zimbabwe/",
    "name": "Zimbabwe",
    "unicode": "U+1F1FF U+1F1FC",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:03222616n": [
            "The national flag of Zimbabwe consists of seven even horizontal stripes of green, gold, red and black with a white triangle containing a red 5 point star with a Zimbabwe Bird."
          ]
        },
        {
          "bn:00067241n": [
            "A country in Southern Africa. Its capital city is Harare.",
            "The common name of the erstwhile British colony of Southern Rhodesia between the renaming of Northern Rhodesia as Zambia in 1964 and the establishment of Zimbabwe-Rhodesia in 1979.",
            "During the Cold War",
            "Republic of Zimbabwe.",
            "The Colony of Southern Rhodesia was a self-governing British colony located south of the Zambezi and north of the Limpopo River in southern Africa that existed from 1923 to 1980.",
            "Former country in Africa",
            "Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in southern Africa, between the Zambezi and Limpopo rivers.",
            "Rhodesia, officially the Republic of Rhodesia from 1970 to 1979, was an unrecognised state located in southern Africa during the Cold War.",
            "A name used to refer to the area now called Zimbabwe, officially introduced in 1901. A self-governing colony of Britain from 1923, its government began to refer to itself simply as Rhodesia in 1964, when Northern Rhodesia became Zambia. The name Zimbabwe was adopted in 1980.",
            "A country in southern Africa.",
            "A landlocked republic in south central Africa formerly called Rhodesia; achieved independence from the United Kingdom in 1980",
            "Which later became Zimbabwe",
            "Someone from Rhodesia",
            "Country in Southern Africa. Official name: Republic of Zimbabwe. Formerly called Southern Rhodesia or Rhodesia.",
            "Zimbabwe."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
