{
  "category": "Miscellaneous Symbols And Pictographs -> Personal care symbols",
  "keywords": [
    "salon",
    "light skin tone",
    "face",
    "massage"
  ],
  "definition": "This version of the ?? Person Getting Massage emoji has the ?? Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported  http://emojipedia.org/face-massage-type-1-2/",
  "unicode": "U+1F486 U+1F3FB",
  "name": "person getting massage: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:13735180a": [
          "Of, relating to, or intended for the head."
        ]
      },
      {
        "bn:00102884a": [
          "Of, relating to, or denoting the sex which is generally characterized as the one associated with the larger gametes (for species which have two sexes and for which this distinction can be made).",
          "Being the sex (of plant or animal) that produces fertilizable gametes (ova) from which offspring develop",
          "Belonging to the sex with larger, fertilizable gametes.",
          "Belonging to the sex which typically produces eggs, which in humans and most other mammals is typically the one which has XX chromosomes; belonging to the sex which has larger gametes (for species which have two sexes and for which this distinction can be made)."
        ]
      },
      {
        "bn:00109657a": [
          "Without strain or anxiety"
        ]
      },
      {
        "bn:00109658a": [
          "Affording physical or mental rest"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00090693v": [
          "Give a massage to"
        ]
      },
      {
        "bn:00086403v": [
          "Become less tense, rest, or take one's ease",
          "To relax.",
          "To become less tense, rest, or take one's ease.",
          "To become less severe or tense."
        ]
      },
      {
        "bn:00090121v": [
          "Manually manipulate (someone's body), usually for medicinal or relaxation purposes"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00032600n": [
          "Part of the body at the front of the head",
          "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
          "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
          "The front of the human head from the forehead to the chin and ear to ear",
          "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
        ]
      },
      {
        "bn:00001530n": [
          "A woman is a female human.",
          "Female adult human",
          "An animal of the sex that produces eggs.",
          "An adult human member of the sex that produces ova and bears young.",
          "An adult female human.",
          "An adult female person (as opposed to a man)",
          "Adult female human being."
        ]
      },
      {
        "bn:00015784n": [
          "The head.",
          "A head is the cephalic part of an organism, which usually comprises the eyes, ears, nose and mouth, each of which aid in various sensory functions, such as sight, hearing, smell, and taste.",
          "Head in French",
          "Cephalic part of an animal",
          "A Head is the cephalic part of an animal, which usually comprises the eyes, ears, nose and mouth, each of which aid in various sensory functions, such as sight, hearing, smell, and taste.",
          "The upper part of the human body or the front part of the body in animals; contains the face and brains",
          "The part of the body of an animal or human which contains the brain, mouth and main sense organs."
        ]
      },
      {
        "bn:03617291n": [
          "Champissage, also known as Indian head massage, is an alternative medicine massage.",
          "A form of Indian head massage, supposed to release pent-up negative energies."
        ]
      },
      {
        "bn:00046516n": [
          "A person, especially as one among many.",
          "Some unspecified person.",
          "An individual is a person or a specific object.",
          "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
          "A human; someone susceptible to death.",
          "A human being",
          "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
          "A human being.",
          "A person that will die eventually.",
          "A being, such as a human, that has certain capacities or attributes constituting personhood",
          "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
          "Some person.",
          "An individual; usually a human being."
        ]
      },
      {
        "bn:00034453n": [
          "Young female human",
          "A young female human; (in contrast to boy), a female child or young adult.",
          "A title of respect for a young woman (usually unmarried) with or without a name used.",
          "A young female person, usually a child or teenager.",
          "A young woman",
          "A young girl.",
          "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A young female; miss."
        ]
      },
      {
        "bn:00017236n": [
          "Pain in the head caused by dilation of cerebral arteries or muscle contractions or a reaction to drugs",
          "A common (and sometimes acute) pain of the head and head area.",
          "Pain in the head or neck",
          "A pain or ache in the head.",
          "A pain in the head; headache.",
          "A headache or cephalalgia is pain anywhere in the region of the head or neck.",
          "Pain in the region of the head or neck"
        ]
      },
      {
        "bn:00053692n": [
          "Massage is the manipulation of superficial and deeper layers of muscle and connective tissue using various techniques, to enhance function, aid in the healing process, decrease muscle reflex activity, inhibit motor-neuron excitability, promote relaxation and well-being, and as a recreational activity.",
          "Mechanical manipulation of skin, connective tissue and muscles through stretching, train and pressure stimulus",
          "The manual stimulation of various parts of the body",
          "Rubbing, kneading, or hitting muscled part of a body.",
          "Kneading and rubbing parts of the body to increase circulation and promote relaxation",
          "The action of rubbing, kneading or hitting someone's body, to help the person relax, prepare for muscular action (as in contact sports) or to relieve aches."
        ]
      },
      {
        "bn:00009443n": [
          "Salon with hairdressers and beauticians.",
          "A salon where hairdressers and beauticians work.",
          "A shop where hairdressers and beauticians work",
          "A shop where hairdressers and beauticians work.",
          "A shop that provides hairdressing and beauticians' work."
        ]
      },
      {
        "bn:00756144n": [
          "Pain in the upper back.",
          "Back pain is pain felt in the back that usually originates from the muscles, nerves, bones, joints or other structures in the spine.",
          "Type of pain felt in the back"
        ]
      },
      {
        "bn:00073037n": [
          "A health resort near a mineral spring or hot spring.",
          "A town in County Kerry, Republic of Ireland",
          "A health resort near a spring or at the seaside",
          "A spa is a location where mineral-rich spring water is used to give medicinal baths."
        ]
      },
      {
        "bn:00049666n": [
          "A polite name for any woman"
        ]
      },
      {
        "bn:00033999n": [
          "Oral stimulation of the penis",
          "Fellatio",
          "Fellatio is an oral sex act involving the use of the mouth or throat, which is performed by a person on the penis of another person or oneself.",
          "Act of oral stimulation of the penis by a sexual partner or by oneself",
          "The oral stimulation of the penis; fellatio.",
          "The act of fellatio.",
          "The stimulation of the penis using the lips, tongue and inside of the mouth.",
          "An act of fellatio, involving oral sex on a man, or sucking a penis or other phallic object (such as a dildo). Stimulation of a man's penis with a person's lips, tongue and/or mouth with the purpose of giving him sexual pleasure. It may or may not result in orgasm."
        ]
      }
    ]
  },
  "code": "💆🏻",
  "fluentui_metadata": {
    "cldr": "person getting massage",
    "fromVersion": "0.6",
    "glyph": "💆",
    "glyphAsUtfInEmoticons": [
      "1f486_facemassage",
      "face_massage"
    ],
    "group": "People & Body",
    "keywords": [
      "face",
      "massage",
      "person getting massage",
      "salon"
    ],
    "mappedToEmoticons": [
      "1f486_facemassage"
    ],
    "tts": "person getting massage",
    "unicode": "1f486",
    "unicodeSkintones": [
      "1f486",
      "1f486 1f3fb",
      "1f486 1f3fc",
      "1f486 1f3fd",
      "1f486 1f3fe",
      "1f486 1f3ff"
    ]
  },
  "fluentui_folder": "person-getting-massage-light-skin-tone",
  "slug": "person-getting-massage-light-skin-tone"
}