{
  "alsoKnownAs": [
    "Water",
    "Water Drop"
  ],
  "appleName": "Droplet",
  "code": "💧",
  "codepointsHex": [
    "U+1F4A7"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Water",
        "Water Drop"
      ],
      "appleName": "Droplet",
      "code": "💧",
      "codepointsHex": [
        "U+1F4A7"
      ],
      "currentCldrName": "Droplet",
      "description": "<p>A single, light blue droplet, as of water, sweat, or tears.</p>\r\n\r\n<p>May be used for various types of liquid. May also be used to expression sadness, as in <a href=\"/crying-face/\">😢 Crying Face</a>,&nbsp;or for various liquid-based slang expressions (e.g., <i>drip</i>, &ldquo;exceptional style, swagger&quot;).</p>\r\n\r\n<p>Not to be confused with <a href=\"/sweat-droplets/\">💦 Sweat Droplets</a>, though their applications may overlap.</p>",
      "id": "166",
      "slug": "droplet",
      "shortcodes": [
        {
          "code": ":droplet:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":droplet:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":droplet:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":droplet:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Droplet"
    }
  ],
  "currentCldrName": "Droplet",
  "description": "<p>A single, light blue droplet, as of water, sweat, or tears.</p>\r\n\r\n<p>May be used for various types of liquid. May also be used to expression sadness, as in <a href=\"/crying-face/\">😢 Crying Face</a>,&nbsp;or for various liquid-based slang expressions (e.g., <i>drip</i>, &ldquo;exceptional style, swagger&quot;).</p>\r\n\r\n<p>Not to be confused with <a href=\"/sweat-droplets/\">💦 Sweat Droplets</a>, though their applications may overlap.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "166",
  "shortcodes": [
    {
      "code": ":droplet:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":droplet:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":droplet:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":droplet:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "droplet",
  "title": "Droplet",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Comic style symbols",
    "keywords": [
      "comic",
      "cold",
      "drop",
      "sweat"
    ],
    "definition": "A single drop of water, or another blue liquid. May be used as a single drop of sweat. Droplet was approved as part of Unicode 6.0 in 2010 a http://emojipedia.org/droplet/",
    "name": "droplet",
    "unicode": "U+1F4A7",
    "shortcode": ":droplet:",
    "senses": {
      "adjectives": [
        {
          "bn:00113818a": [
            "Of an object: covered with or impregnated with liquid.",
            "Covered or soaked with a liquid such as water",
            "Of an object, etc, covered with or impregnated with liquid.",
            "Drenched with water, or other liquid.",
            "Covered with or impregnated with liquid."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00091564v": [
            "Excrete perspiration through the pores in the skin",
            "To emit sweat.",
            "To secrete sweat.",
            "To emit sweat or perspiration through the skin's pores."
          ]
        },
        {
          "bn:00090258v": [
            "To allow fluid to escape or enter something that should be sealed.",
            "Have an opening that allows light or substances to enter or go out",
            "To have an opening allowing a fluid to enter or escape where it shouldn't.",
            "To allow fluid to escape or enter."
          ]
        },
        {
          "bn:00092330v": [
            "Precipitate as rain"
          ]
        },
        {
          "bn:00095714v": [
            "Cause to become wet"
          ]
        },
        {
          "bn:00087325v": [
            "Fall in drops",
            "To fall one drop at a time."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00045342n": [
            "A tap is a valve controlling release of liquids or gas.",
            "A valve or tap for controlling flow in plumbing.",
            "Device to dispense liquid.",
            "Regulated inflow of water, for example for drinking water",
            "A faucet for drawing water from a pipe or cask",
            "A device for controlling the release of a liquid or gas",
            "A valve for controlling the release of water from the supply.",
            "A spout connected to a socket to provide water from the main water supply.",
            "A device used to dispense liquids.",
            "A device applied to the end of a pipe in order to interrupt and regulate the flow of a liquid or gas."
          ]
        },
        {
          "bn:00028709n": [
            "A small mass of liquid just large enough to hold its own weight via surface tension, usually one that falls from a source of liquid.",
            "A drop or droplet is a small column of liquid, bounded completely or almost completely by free surfaces.",
            "Small column of liquid",
            "Droplet of rainwater.",
            "Small unit of liquid",
            "A small indefinite quantity (especially of a liquid)--Kipling",
            "A very small quantity of a liquid that has taken the form of a sphere.",
            "A drop.",
            "A single droplet of rainwater that has just fallen or is falling from the sky."
          ]
        },
        {
          "bn:00029899n": [
            "The use of forces and means higher than normal in order to achieve a given purpose.",
            "The action of exerting.",
            "An expenditure of physical or mental effort.",
            "The work involved in performing an activity; exertion.",
            "Elbow grease is an idiom for working hard at manual labor, as in \"You need to use some elbow grease.\"",
            "Use of physical or mental energy; hard work",
            "Effort, in physical terms, is the amount of work involved in performing an activity; in general use it is also synonymous with Endeavor, which implies a deliberate exertion, and to use more energy than usual in an activity.",
            "Effort or hard work, especially physical work involving repeated motion of the forearm, such as scrubbing.",
            "Exertion is the use of physical or perceived energy."
          ]
        },
        {
          "bn:00028710n": [
            "Flowing in drops; the formation and falling of drops of liquid",
            "A falling or letting fall in drops; act of dripping."
          ]
        },
        {
          "bn:00042379n": [
            "Chemical compound formed of molecules composed of two atoms of hydrogen and one of oxygen",
            "Binary compound that occurs at room temperature as a clear colorless odorless tasteless liquid; freezes into ice below 0 degrees centigrade and boils above 100 degrees centigrade; widely used as a solvent",
            "The liquid form of this chemical; liquid H?O.",
            "Common liquid (H?O) which forms rain, rivers, the sea, etc., and which makes up a large part of the bodies of organisms.",
            "Water is a common chemical substance, that is essential to all known forms of life.",
            "Water is a transparent fluid which forms the world's streams, lakes, oceans and rain, and is the major constituent of the fluids of living things.",
            "Clear liquid H?O."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "droplet",
    "fromVersion": "0.6",
    "glyph": "💧",
    "glyphAsUtfInEmoticons": [
      "1f4a7_droplet"
    ],
    "group": "Travel & Places",
    "keywords": [
      "cold",
      "comic",
      "drop",
      "droplet",
      "sweat"
    ],
    "mappedToEmoticons": [
      "1f4a7_droplet"
    ],
    "tts": "droplet",
    "unicode": "1f4a7"
  },
  "fluentui_folder": "droplet"
}