{
  "alsoKnownAs": [
    "Symbol Input",
    "Symbols"
  ],
  "appleName": "Input Symbol for Symbols",
  "code": "🔣",
  "codepointsHex": [
    "U+1F523"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Symbol Input",
        "Symbols"
      ],
      "appleName": "Input Symbol for Symbols",
      "code": "🔣",
      "codepointsHex": [
        "U+1F523"
      ],
      "currentCldrName": "Input Symbols",
      "description": "<p>A symbol showing the following glyphs: 〒 (Japanese postal mark), 𝅘𝅥𝅮 (music note), &amp; (ampersand, or sometimes an @ symbol) and % (percentage sign).</p>\n<p>Intended to be used on a software keyboard, or other input screen to enable symbol input, as opposed to <a title=\"🔤 Input Symbol For Latin Letters\" href=\"/input-latin-letters/\">alphabetical</a> or <a title=\"🔢 Input Symbol For Numbers\" href=\"/input-numbers/\">numeric</a> input.</p>\n",
      "id": "1224",
      "slug": "input-symbols",
      "shortcodes": [
        {
          "code": ":input_symbols:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":symbols:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":symbols:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":symbols:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Input Symbol for Symbols"
    }
  ],
  "currentCldrName": "Input Symbols",
  "description": "<p>A symbol showing the following glyphs: 〒 (Japanese postal mark), 𝅘𝅥𝅮 (music note), &amp; (ampersand, or sometimes an @ symbol) and % (percentage sign).</p>\n<p>Intended to be used on a software keyboard, or other input screen to enable symbol input, as opposed to <a title=\"🔤 Input Symbol For Latin Letters\" href=\"/input-latin-letters/\">alphabetical</a> or <a title=\"🔢 Input Symbol For Numbers\" href=\"/input-numbers/\">numeric</a> input.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1224",
  "shortcodes": [
    {
      "code": ":input_symbols:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":symbols:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":symbols:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":symbols:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "input-symbols",
  "title": "Input Symbol for Symbols",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> User interface input status symbols",
    "keywords": [
      "input",
      "??&%"
    ],
    "definition": "A symbol showing the following glyphs: ? (Japanese postal mark), ?????? (music note), & (ampersand, or sometimes an @ symbol) and % (percent http://emojipedia.org/input-symbol-for-symbols/",
    "name": "input symbols",
    "unicode": "U+1F523",
    "shortcode": ":symbols:",
    "senses": {
      "adjectives": [
        {
          "bn:13728862a": [
            "Expressed in percents; usually together with a number.",
            "Expressed in percent."
          ]
        },
        {
          "bn:00097623a": [
            "Of or containing various different kinds.",
            "Comprised of a number of different kinds or types; mixed; miscellaneous.",
            "Of many different kinds purposefully arranged but lacking any uniformity",
            "Comprised of different kinds."
          ]
        },
        {
          "bn:00111563a": [
            "Of, related to, or being a symbol; symbolic",
            "Relating to or using or proceeding by means of symbols"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00089764v": [
            "To enter data into a system.",
            "To enter data.",
            "Enter (data or a program) into a computer"
          ]
        },
        {
          "bn:00094698v": [
            "To be symbolic of; to represent.",
            "Represent or identify by using a symbol; use symbols"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00475539n": [
            "Graphic representation of a character.",
            "A single formed character or symbol, usually representing a letter in a font",
            "A visual representation of a letter, character, or symbol, in a specific font and style.",
            "In typography, a glyph is an elemental symbol within an agreed set of symbols, intended to represent a readable character for the purposes of writing and thereby expressing thoughts, ideas and concepts.",
            "A graphical representation of either a character, a part of a character, or a sequence of characters.",
            "Element of writing"
          ]
        },
        {
          "bn:00053450n": [
            "A visible indication.",
            "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
            "A perceptible indication of something not immediately apparent, as a visible clue that something has happened."
          ]
        },
        {
          "bn:00061135n": [
            "A proposed protocol standard that supports authentication and encryption to secure privacy in Internet communications. PCT is similar to the Secure Sockets Layer (SSL) protocol.",
            "In mathematics, a percentage is a number or ratio expressed as a fraction of 100.",
            "The amount, number or rate of something, regarded as part of a total of 100; a part of a whole.",
            "Part of a whole.",
            "A proportion in relation to a whole (which is usually the amount per hundred)",
            "Number or ratio as a fraction of 100",
            "Percentage.",
            "Ratio expressed as a number between 0 and 100, often denoted with the sign \"%\".",
            "A ratio expressed as a number out of 100."
          ]
        },
        {
          "bn:00003054n": [
            "In computer science and mathematical logic, a non-empty set is called alphabet when its intended use in string operations shall be indicated.",
            "In communications and data processing, the subset of a complete character set, including letters, numerals, punctuation marks, and other common symbols as well as the codes used to represent them.",
            "Non-empty set of symbols or letters in computer science and mathematical logic",
            "A non-empty set of symbols or letters in computer science or mathematical logic",
            "A character set that includes letters and is used to write a language"
          ]
        },
        {
          "bn:00247344n": [
            "A resource used in the production of goods and services",
            "In economics, factors of production, resources, or inputs are what is utilized in the production process in order to produce output -- that is, finished goods.",
            "Something fed into a process with the intention of it shaping or affecting the outputs of that process.",
            "A resource used to produce goods and services, such as labor, land, or capital.",
            "The process of inputting information.",
            "A user that performs a service, or the equipment or facility that is required for a service.",
            "Something fed into a process.",
            "A stock of money, product, or people services used in the performance of an activity."
          ]
        },
        {
          "bn:00075652n": [
            "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
            "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
            "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
            "A character or glyph representing an idea, concept or object.",
            "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
            "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
            "Character or glyph.",
            "An arbitrary sign (written or printed) that has acquired a conventional significance",
            "Something that represents an idea, a process, or a physical entity"
          ]
        },
        {
          "bn:00056443n": [
            "Someone who is passionate about music.",
            "Music is an art form whose medium is sound.",
            "Music is an art form that involves sounds and silence.",
            "A sound, or the study of such sounds, organized in time.",
            "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
            "Form of art using sound",
            "An app that facilitates the playing of music.",
            "Sound, organized in time in a melodious way.",
            "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
            "The title of the hub for music and video."
          ]
        },
        {
          "bn:00003614n": [
            "A punctuation mark (&) used to represent conjunction (and).",
            " ampersand",
            "A punctuation mark (&) used to represent conjunction (and)",
            "The symbol &.",
            "The symbol\" &\", representing the word \"and\"",
            "An ampersand is a logogram\" &\" representing the conjunction word \"and\".",
            "Ampersand - a logogram representing the conjunction word and",
            "The symbol \"&\"."
          ]
        },
        {
          "bn:00031280n": [
            "A symbol ( = ) used in mathematics to indicate that two values are the same, and elsewhere in various other ways, such as (formerly) to separate the signature from the content of a telegram.",
            "Or the symbol\" =\"",
            "A sign indicating that the quantities on either side are equal",
            "Mathematical symbol used to indicate equality",
            "The equals sign or equality sign is a mathematical symbol used to indicate equality."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "input symbols",
    "fromVersion": "0.6",
    "glyph": "🔣",
    "glyphAsUtfInEmoticons": [
      "1f523_inputsymbolforsymbols"
    ],
    "group": "Symbols",
    "keywords": [
      "〒♪&%",
      "input",
      "input symbols"
    ],
    "mappedToEmoticons": [
      "1f523_inputsymbolforsymbols"
    ],
    "tts": "input symbols",
    "unicode": "1f523"
  },
  "fluentui_folder": "input-symbol-for-symbols"
}