{
  "alsoKnownAs": [
    "No Bikes Sign"
  ],
  "appleName": "No Bicycles",
  "code": "🚳",
  "codepointsHex": [
    "U+1F6B3"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "No Bikes Sign"
      ],
      "appleName": "No Bicycles",
      "code": "🚳",
      "codepointsHex": [
        "U+1F6B3"
      ],
      "currentCldrName": "No Bicycles",
      "description": "<p>A bicycle with a red stroke through it, indicating&nbsp;that bikes are prohibited from this location.</p>\r\n\r\n<p>May be seen in pedestrian malls with a bicycle restriction or crossing train tracks in some countries.</p>",
      "id": "484",
      "slug": "no-bicycles",
      "shortcodes": [
        {
          "code": ":no_bicycles:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":no_bicycles:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":no_bicycles:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":no_bicycles:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "No Bicycles"
    }
  ],
  "currentCldrName": "No Bicycles",
  "description": "<p>A bicycle with a red stroke through it, indicating&nbsp;that bikes are prohibited from this location.</p>\r\n\r\n<p>May be seen in pedestrian malls with a bicycle restriction or crossing train tracks in some countries.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "484",
  "shortcodes": [
    {
      "code": ":no_bicycles:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":no_bicycles:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":no_bicycles:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":no_bicycles:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "no-bicycles",
  "title": "No Bicycles",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Signage and other symbols",
    "keywords": [
      "bicycle",
      "forbidden",
      "bike",
      "not",
      "prohibited",
      "no"
    ],
    "definition": "A bicycle with a red stroke through it, indicating that bikes are prohibited from this location. May be seen in pedestrian malls with a bicy http://emojipedia.org/no-bicycles/",
    "name": "no bicycles",
    "unicode": "U+1F6B3",
    "shortcode": ":no_bicycles:",
    "senses": {
      "adjectives": [
        {
          "bn:13776383a": [
            "Forbidden"
          ]
        },
        {
          "bn:00104562a": [
            "Contrary to or forbidden by law, especially criminal law.",
            "Prohibited by law or by official or accepted rules",
            "Not conforming to, permitted by, or recognised by law or rules.",
            "Contrary to or forbidden by law."
          ]
        },
        {
          "bn:00103191a": [
            "Excluded from use or mention"
          ]
        },
        {
          "bn:00107314a": [
            "Quantifier; used with either mass nouns or plural count nouns for indicating a complete or almost complete lack or zero quantity of"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00086877v": [
            "To tell not to do something.",
            "Command against",
            "To forbid, disallow, or proscribe; to make illegal or illicit."
          ]
        },
        {
          "bn:00088454v": [
            "To stop; to keep (from happening).",
            "To preclude or bar from happening, render impossible.",
            "To keep from happening.",
            "Keep from happening or arising; make impossible",
            "To keep from happening or arising; make impossible."
          ]
        },
        {
          "bn:00083471v": [
            "To ride a bicycle.",
            "To operate a pedal.",
            "Ride a bicycle",
            "To ride a bicycle or other cycle.",
            "To operate a bicycle.",
            "To ride a bike."
          ]
        },
        {
          "bn:13606400v": [
            "Logical operation (not)"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00053450n": [
            "A visible indication.",
            "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
            "A perceptible indication of something not immediately apparent, as a visible clue that something has happened."
          ]
        },
        {
          "bn:00010248n": [
            "Human-powered, pedal-driven two-wheel vehicle",
            "A vehicle that has two wheels, one behind the other, a steering handle, and a saddle seat or seats and is usually propelled by the action of a rider's feet upon pedals.",
            "A pedal-powered vehicle, such as a unicycle, bicycle, or tricycle; or, motorized vehicle that has either two or three wheels, such as a motorbike, motorcycle, motorized tricycle, or motortrike.",
            "A bicycle, often called a bike or cycle, is a human-powered, pedal-driven, single-track vehicle, having two wheels attached to a frame, one behind the other.",
            "A vehicle with two wheels in tandem, pedals connected to the rear wheel by a chain, handlebars for steering, and a saddlelike seat.",
            "A short form of bicycle.",
            "A wheeled vehicle that has two wheels and is moved by foot pedals"
          ]
        },
        {
          "bn:00057188n": [
            "An operation on logical values that changes true to false, and false to true.",
            "In various logical and algebraic structures",
            "In logic, negation, also called logical complement, is an operation that takes a proposition p to another proposition \"not p\", written ¬ p, which is interpreted intuitively as being true when p is false and false when p is true.",
            "A unary operation on logical values that changes true to false, and false to true.",
            "A proposition which is the contradictory of another proposition and which can be obtained from that other proposition by the appropriately placed addition/insertion of the word \"not\". (Or, in symbolic logic, by prepending that proposition with the symbol for the logical operator \"not\".)",
            "(logic) a proposition that is true if and only if another proposition is false"
          ]
        },
        {
          "bn:00010360n": [
            "Two or three wheeled motor vehicle",
            "A motorcycle is a two or three wheeled motor vehicle.",
            "Single-track, two-wheeled motor vehicle.",
            "Open-seated motor-powered vehicle with two wheels.",
            "An open-seated motor-powered vehicle with two wheels.",
            "A motor vehicle with two wheels and a strong frame"
          ]
        },
        {
          "bn:00010258n": [
            "Person who rides a cycle.",
            "A person who rides a bicycle",
            "A person who rides a cycle, especially a bicycle, or who habitually engages in cycling.",
            "One who rides a bicycle, particularly one who does so regularly, or as an enthusiast."
          ]
        },
        {
          "bn:00075652n": [
            "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
            "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
            "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
            "A character or glyph representing an idea, concept or object.",
            "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
            "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
            "Character or glyph.",
            "An arbitrary sign (written or printed) that has acquired a conventional significance",
            "Something that represents an idea, a process, or a physical entity"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "no bicycles",
    "fromVersion": "1.0",
    "glyph": "🚳",
    "glyphAsUtfInEmoticons": [
      "1f6b3_nobicycles"
    ],
    "group": "Symbols",
    "keywords": [
      "bicycle",
      "bike",
      "forbidden",
      "no",
      "no bicycles",
      "prohibited"
    ],
    "mappedToEmoticons": [
      "1f6b3_nobicycles"
    ],
    "tts": "no bicycles",
    "unicode": "1f6b3"
  },
  "fluentui_folder": "no-bicycles"
}