{
  "alsoKnownAs": [
    "Heart Eyes",
    "Heart Face"
  ],
  "appleName": "Smiling Face with Heart-Eyes",
  "code": "😍",
  "codepointsHex": [
    "U+1F60D"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Heart Eyes",
        "Heart Face"
      ],
      "appleName": "Smiling Face with Heart-Eyes",
      "code": "😍",
      "codepointsHex": [
        "U+1F60D"
      ],
      "currentCldrName": "Smiling Face with Heart-Eyes",
      "description": "<p>A yellow face with an open smile, sometimes showing teeth, and red, cartoon-styled hearts for eyes. Often conveys enthusiastic feelings of love, infatuation, and adoration, e.g., <i>I love/am in love with this person or thing.</i></p>\r\n\r\n<p>This emoji has a cat variant, <a href=\"/smiling-cat-with-heart-eyes/\">😻 Smiling Cat Face With Heart-Eyes</a>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
      "id": "12",
      "slug": "smiling-face-with-heart-eyes",
      "shortcodes": [
        {
          "code": ":smiling_face_with_heart_eyes:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":heart_eyes:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":heart_eyes:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":heart_eyes:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Smiling Face with Heart-Shaped Eyes"
    }
  ],
  "currentCldrName": "Smiling Face with Heart-Eyes",
  "description": "<p>A yellow face with an open smile, sometimes showing teeth, and red, cartoon-styled hearts for eyes. Often conveys enthusiastic feelings of love, infatuation, and adoration, e.g., <i>I love/am in love with this person or thing.</i></p>\r\n\r\n<p>This emoji has a cat variant, <a href=\"/smiling-cat-with-heart-eyes/\">😻 Smiling Cat Face With Heart-Eyes</a>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "12",
  "shortcodes": [
    {
      "code": ":smiling_face_with_heart_eyes:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":heart_eyes:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":heart_eyes:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":heart_eyes:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "smiling-face-with-heart-eyes",
  "title": "Smiling Face with Heart-Shaped Eyes",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "eye",
      "smile",
      "love",
      "face"
    ],
    "definition": "A face with hearts instead of eyes, or Heart Eyes Emoji as it is generally known. Used as an expression of love, for example:  “I love you”  http://emojipedia.org/smiling-face-with-heart-shaped-eyes/",
    "name": "smiling face with heart-eyes",
    "unicode": "U+1F60D",
    "shortcode": ":heart_eyes:",
    "senses": {
      "adjectives": [
        {
          "bn:00109919a": [
            "Belonging to or characteristic of Romanticism or the Romantic Movement in the arts",
            "Of or pertaining to Romanticism."
          ]
        },
        {
          "bn:00098637a": [
            "Having a red face from embarrassment or shame or agitation or emotional upset",
            "With a red face; flushed, due to emotional or physical causes."
          ]
        },
        {
          "bn:00100772a": [
            "Cute, appealing.",
            "Attractive especially by means of smallness or prettiness or quaintness"
          ]
        },
        {
          "bn:00108998a": [
            "Pleasing by delicacy or grace; not imposing"
          ]
        },
        {
          "bn:00098171a": [
            "Delighting the senses or exciting intellectual or emotional admiration",
            "Delighting the senses or exciting intellectual or emotional admiration."
          ]
        },
        {
          "bn:00101128a": [
            "Greatly pleasing or entertaining"
          ]
        },
        {
          "bn:00096496a": [
            "Showing adoration or admiration.",
            "Showing adoration",
            "Showing reverence; tending to worship."
          ]
        },
        {
          "bn:00097006a": [
            "Arousing laughter.",
            "Of or pertaining to laughter",
            "Being funny, whimsically amusing.",
            "Arousing or provoking laughter",
            "Full of humor or arousing laughter; funny.",
            "Funny; amusing; comical.",
            "Fitted to excite laughter; humorous.",
            "Amusing; humorous; comical.",
            "Funny, hilarious."
          ]
        },
        {
          "bn:00106198a": [
            "Held dear"
          ]
        },
        {
          "bn:00098152a": [
            "Smiling with happiness or optimism- Lewis Carroll"
          ]
        },
        {
          "bn:00106204a": [
            "Feeling or showing love and affection"
          ]
        },
        {
          "bn:00096495a": [
            "Regarded with deep or rapturous love (especially as if for a god)"
          ]
        },
        {
          "bn:00110285a": [
            "Having vision, not blind",
            "Having vision; not blind."
          ]
        },
        {
          "bn:13641904a": [
            "Just touching."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087901v": [
            "Produce laughter",
            "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
            "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
            "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter."
          ]
        },
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        },
        {
          "bn:00087940v": [
            "To appear; to look.",
            "Look at",
            "To gauge, estimate or judge by eye; to look or glance at."
          ]
        },
        {
          "bn:13738116v": [
            "To become lively or exciting"
          ]
        },
        {
          "bn:13753606v": [
            "To be fond of. Often bracketed or abbreviated with a heart symbol."
          ]
        },
        {
          "bn:13611060v": [
            "To feel an affection, emotion or love for."
          ]
        },
        {
          "bn:00082367v": [
            "To show respect for.",
            "Feel admiration for",
            "To show respect or admiration for.",
            "To feel respect or admiration for."
          ]
        },
        {
          "bn:00084312v": [
            "To touch each other’s lips.",
            "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
            "To touch with the lips to express love or affection.",
            "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00052121n": [
            "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
            "An intense feeling of affection and care towards another person.",
            "Emotion based on affection",
            "A strong positive emotion of regard and affection",
            "In the Italian or Latin languages",
            "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
            "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:03300699n": [
            "Ideograms or smileys used in Japanese electronic messages and webpages",
            "Emoji are the ideograms or smileys used in Japanese electronic messages and webpages, the use of which is spreading outside Japan."
          ]
        },
        {
          "bn:00014726n": [
            "A short-lived and unrequited love or infatuation; the object of this infatuation.",
            "An unreasoning love or attraction.",
            "A strong feeling of love, often for just a short time, usually by an adolescent.",
            "Puppy love is an informal term for feelings of love, romance, or infatuation, often felt by young people during their childhood and adolescence.",
            "Feelings of love, romance, or infatuation felt by young people",
            "Puppy love",
            "Temporary love of an adolescent"
          ]
        },
        {
          "bn:00046516n": [
            "A person, especially as one among many.",
            "Some unspecified person.",
            "An individual is a person or a specific object.",
            "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
            "A human; someone susceptible to death.",
            "A human being",
            "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
            "A human being.",
            "A person that will die eventually.",
            "A being, such as a human, that has certain capacities or attributes constituting personhood",
            "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
            "Some person.",
            "An individual; usually a human being."
          ]
        },
        {
          "bn:00001744n": [
            "?, representing love, the organ, or a card suit",
            "A feeling of love or strong attachment.",
            "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
            "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
            "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
            "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "As used by Aristotle in his Nichomachean Ethics",
            "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
            "A positive feeling of liking",
            "Feeling of love or strong attachment."
          ]
        },
        {
          "bn:00033885n": [
            "Calendar day",
            "A celebration of lovers that is observed on February 14.",
            "Saint Valentine's Day, commonly shortened to Valentine's Day, is an annual commemoration held on February 14 celebrating love and affection between intimate companions. Day",
            "Saint Valentine's Day",
            "Saint Valentine's Day.",
            "February 14 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014; 2015; 2016: Rank or add further suggestions. Ranking system: Love does not dominate, it cultivates. 14",
            "A day for the exchange of tokens of affection",
            "Saint Valentine's Day, also known as Valentine's Day or the Feast of Saint Valentine, is a holiday observed on February 14 each year."
          ]
        },
        {
          "bn:00154266n": [
            "Sometimes written as a sequence of XOs",
            "Hugs and kisses or xoxo is a term used for expressing sincerity, faith, love, or good friendship at the end of a written letter, email or SMS text message."
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:00043383n": [
            "The heart is a muscular organ in humans and other animals, which pumps blood through the blood vessels of the circulatory system.",
            "Human organ",
            "The hollow muscular organ located behind the sternum and between the lungs; its rhythmic contractions move the blood through the body",
            "A muscular organ that pumps blood through the body.",
            "The heart is a vital muscular organ in humans and other animals which pumps blood through the body's arteries and veins.",
            "A muscular organ that pumps blood through the body, traditionally thought to be the seat of emotion."
          ]
        },
        {
          "bn:00031019n": [
            "An ardent and enthusiastic supporter of some person or activity"
          ]
        },
        {
          "bn:00032512n": [
            "An organ of vision that detects light",
            "An eye.",
            "The organ of sight",
            "Organ that detects light and converts it into electro-chemical impulses in neurons",
            "The two eyes of a human being considered as a whole.",
            "A window or other opening that has an oval or circular shape (as of an eye).",
            "An organ through which animals see.",
            "Eyes are sensory organs of the face responsible for sight.",
            "An oculus, plural oculi, from Latin oculus: eye, denotes a circular opening in the center of a dome or in a wall.",
            "Eyes are the organs of vision.",
            "The part of the eye having a spherical shape.",
            "The organ that is sensitive to light, which it converts to electrical signals passed to the brain, by which means animals see."
          ]
        },
        {
          "bn:00052140n": [
            "A very close friend or family member for whom a person has feelings of endearment, one of someone's close ones; sometimes: next of kin (for example on hospital admission form).",
            "A person who you love, usually a member of your family",
            "Very close friend or family member."
          ]
        },
        {
          "bn:00072311n": [
            "An emoticon of a smiling face",
            "A simplified drawing of a smiling face, using two dots for the eyes and an arc for the mouth.",
            "Representation of a smiling face.",
            "A stylized representation of a smiling humanoid face",
            "A graphical representation, either in the form of an image or made up of ASCII characters.",
            "A simplified representation of a smiling face.",
            "An emoticon expressing happy emotions.",
            "A representation of a smiling face, most often colored yellow",
            "A smiley is a stylized representation of a smiling humanoid face, an important part of popular culture."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "smiling face with heart-eyes",
    "fromVersion": "0.6",
    "glyph": "😍",
    "glyphAsUtfInEmoticons": [
      "hearteyes"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "eye",
      "face",
      "love",
      "smile",
      "smiling face with heart-eyes"
    ],
    "mappedToEmoticons": [
      "hearteyes"
    ],
    "tts": "smiling face with heart-eyes",
    "unicode": "1f60d"
  },
  "fluentui_folder": "smiling-face-with-heart-shaped-eyes"
}