{
  "appleName": "Trackball",
  "code": "🖲️",
  "codepointsHex": [
    "U+1F5B2",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Trackball",
      "code": "🖲️",
      "codepointsHex": [
        "U+1F5B2",
        "U+FE0F"
      ],
      "currentCldrName": "Trackball",
      "description": "<p>A trackball, as rotated to control a cursor on a computer. An alternative or supplement to a <a href=\"/computer-mouse/\">computer mouse</a> or touchpad. Generally depicted as a cordless device with a blue or red ball in a cylindrical, black or gray socket.</p>\r\n\r\n<p>Occasionally used for various content concerning <a href=\"/video-game/\">gaming</a>. Facebook&rsquo;s design featurs a rectangular base, while Google&rsquo;s design <a href=\"/google/android-11.0/trackball/\">previously</a> featured&nbsp;a cord.</p>",
      "id": "768",
      "slug": "trackball",
      "shortcodes": [
        {
          "code": ":trackball:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":trackball:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":trackball:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":trackball:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Trackball"
    }
  ],
  "currentCldrName": "Trackball",
  "description": "<p>A trackball, as rotated to control a cursor on a computer. An alternative or supplement to a <a href=\"/computer-mouse/\">computer mouse</a> or touchpad. Generally depicted as a cordless device with a blue or red ball in a cylindrical, black or gray socket.</p>\r\n\r\n<p>Occasionally used for various content concerning <a href=\"/video-game/\">gaming</a>. Facebook&rsquo;s design featurs a rectangular base, while Google&rsquo;s design <a href=\"/google/android-11.0/trackball/\">previously</a> featured&nbsp;a cord.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "768",
  "shortcodes": [
    {
      "code": ":trackball:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":trackball:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":trackball:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":trackball:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "trackball",
  "title": "Trackball",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Computer symbols",
    "keywords": [
      "computer"
    ],
    "definition": "A computer peripheral that can be used as an alternative to a trackpad or mouse. Trackball was approved as part of Unicode 7.0 in 2014 and a http://emojipedia.org/trackball/",
    "name": "trackball",
    "unicode": "U+1F5B2",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00005105n": [
            "Engineering physics is the study of the combined disciplines of physics, engineering and mathematics in order to develop an understanding of the interrelationships of these three disciplines.",
            "Science whose results are employed in technical applications.",
            "Applied science is a discipline of science that applies existing scientific knowledge to develop more practical applications, such as technology or inventions.",
            "Use of symbols to denote equipment, services, pipelines, boundaries and features.",
            "Technology is the collection of tools, including machinery, modifications, arrangements and procedures used by humans.",
            "The discipline dealing with the art or science of applying scientific knowledge to practical problems",
            "The study of or a collection of techniques",
            "The science by which the properties of matter and the sources of power in nature are made useful to humans in structures, machines, and products.",
            "Technology is a broad term dealing with the use and knowledge of humanity's tools and crafts.",
            "Application of knowledge to produce systems",
            "Systematic knowledge of industrial processes and their application.",
            "Engineering is the discipline, art, skill and profession of acquiring and applying scientific, mathematical, economic, social, and practical knowledge, in order to design and build structures, machines, devices, systems, materials and processes.",
            "Engineering is the application of scientific, economic, social, and practical knowledge in order to invent, design, build, maintain, and improve structures, machines, devices, systems, materials and processes."
          ]
        },
        {
          "bn:00077846n": [
            "A trackball is a pointing device consisting of a ball held by a socket containing sensors to detect a rotation of the ball about two axes -- like an upside-down mouse with an exposed protruding ball.",
            "An electronic device consisting of a rotatable ball in a housing; used to position the cursor and move images on a computer screen",
            "Pointing device",
            "A pointing device consisting of a ball housed in a socket",
            "A stationary input device that holds a ball, which is moved with the fingers or palm to move the pointer."
          ]
        },
        {
          "bn:02230504n": [
            "A touchpad or trackpad is a pointing device featuring a tactile sensor, a specialized surface that can translate the motion and position of a user's fingers to a relative position on the operating system that is outputted to the screen.",
            "A variety of graphics tablet that uses pressure sensors, rather than the electromagnetics used in more expensive high-resolution tablets, to track the position of a device on its surface.",
            "Pointing device"
          ]
        },
        {
          "bn:00021464n": [
            "The configuration that includes all functional components of a computer and its associated hardware. A basic microcomputer system includes a console, or system unit, with one or more disk drives, a monitor, and a keyboard. Additional hardware, called peripherals, can include such devices as a printer, a modem, and a mouse. Software is usually not considered part of a computer system, although the operating system that runs the hardware is known as system software.",
            "A computer is a general purpose device that can be programmed to carry out a set of arithmetic or logical operations automatically.",
            "Simple general purpose device for performing arithmetics or logical operations",
            "Any device capable of processing information to produce a desired result. No matter how large or small they are, computers typically perform their work in three well-defined steps: (1) accepting input, (2) processing the input according to predefined rules (programs), and (3) producing output. There are several ways to categorize computers, including class (ranging from microcomputers to supercomputers), generation (first through fifth generation), and mode of processing (analog versus digital).",
            "A programmable electronic device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly; now especially, a small one for personal or home use employed for manipulating text or graphics, accessing the Internet, or playing games or media.",
            "The combination of hardware and software which forms a complete, working computer. Computer systems will include the computer alongside any software (example: operating system, BIOS) and peripheral devices that are necessary to make the computer function.",
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Computer as the default device for calling phone numbers, Communicator uses the Voice Over Internet Protocol (VOIP) connection for making a call.",
            "A computer is a machine for manipulating data or storing data according to a list of instructions.",
            "A machine for performing calculations automatically",
            "A programmable device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "trackball",
    "fromVersion": "0.7",
    "glyph": "🖲️",
    "group": "Objects",
    "keywords": [
      "computer",
      "trackball"
    ],
    "mappedToEmoticons": [
      "1f5b2_trackball"
    ],
    "tts": "trackball",
    "unicode": "1f5b2 fe0f"
  },
  "fluentui_folder": "trackball"
}