{
  "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
  "keywords": [
    "dark skin tone",
    "face",
    "massage",
    "man"
  ],
  "definition": "The Man Getting Face Massage, Type-6 emoji is a sequence of the ?? Face Massage, ?? Emoji Modifier Fitzpatrick Type-6, ? Male Sign and ? Var http://emojipedia.org/man-getting-face-massage-type-6/",
  "unicode": "U+1F486 U+1F3FF U+200D U+2642 U+FE0F",
  "name": "man getting massage: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00090693v": [
          "Give a massage to"
        ]
      },
      {
        "bn:00090121v": [
          "Manually manipulate (someone's body), usually for medicinal or relaxation purposes"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00032600n": [
          "Part of the body at the front of the head",
          "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
          "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
          "The front of the human head from the forehead to the chin and ear to ear",
          "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
        ]
      },
      {
        "bn:00053692n": [
          "Massage is the manipulation of superficial and deeper layers of muscle and connective tissue using various techniques, to enhance function, aid in the healing process, decrease muscle reflex activity, inhibit motor-neuron excitability, promote relaxation and well-being, and as a recreational activity.",
          "Mechanical manipulation of skin, connective tissue and muscles through stretching, train and pressure stimulus",
          "The manual stimulation of various parts of the body",
          "Rubbing, kneading, or hitting muscled part of a body.",
          "Kneading and rubbing parts of the body to increase circulation and promote relaxation",
          "The action of rubbing, kneading or hitting someone's body, to help the person relax, prepare for muscular action (as in contact sports) or to relieve aches."
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      }
    ]
  },
  "code": "💆🏿‍♂️",
  "fluentui_metadata": {
    "cldr": "person getting massage",
    "fromVersion": "0.6",
    "glyph": "💆",
    "glyphAsUtfInEmoticons": [
      "1f486_facemassage",
      "face_massage"
    ],
    "group": "People & Body",
    "keywords": [
      "face",
      "massage",
      "person getting massage",
      "salon"
    ],
    "mappedToEmoticons": [
      "1f486_facemassage"
    ],
    "tts": "person getting massage",
    "unicode": "1f486",
    "unicodeSkintones": [
      "1f486",
      "1f486 1f3fb",
      "1f486 1f3fc",
      "1f486 1f3fd",
      "1f486 1f3fe",
      "1f486 1f3ff"
    ]
  },
  "fluentui_folder": "man-getting-massage-dark-skin-tone",
  "slug": "man-getting-massage-dark-skin-tone"
}