{
  "alsoKnownAs": [
    "Diesel Train",
    "Electric Train",
    "Passenger Train",
    "Regular Train"
  ],
  "appleName": "Train",
  "code": "🚆",
  "codepointsHex": [
    "U+1F686"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Diesel Train",
        "Electric Train",
        "Passenger Train",
        "Regular Train"
      ],
      "appleName": "Train",
      "code": "🚆",
      "codepointsHex": [
        "U+1F686"
      ],
      "currentCldrName": "Train",
      "description": "<p>A train, of no specified type. Due to the presence of a <a title=\"🚂 Steam Locomotive\" href=\"/locomotive/\">steam train</a> and <a title=\"🚄 High-Speed Train\" href=\"/high-speed-train/\">fast train</a> emoji, this is likely to be a regular electrified or diesel passenger train.</p>\n",
      "id": "458",
      "slug": "train",
      "shortcodes": [
        {
          "code": ":train:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":train2:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":train2:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":train2:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Train"
    }
  ],
  "currentCldrName": "Train",
  "description": "<p>A train, of no specified type. Due to the presence of a <a title=\"🚂 Steam Locomotive\" href=\"/locomotive/\">steam train</a> and <a title=\"🚄 High-Speed Train\" href=\"/high-speed-train/\">fast train</a> emoji, this is likely to be a regular electrified or diesel passenger train.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "458",
  "shortcodes": [
    {
      "code": ":train:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":train2:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":train2:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":train2:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "train",
  "title": "Train",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "railway"
    ],
    "definition": "A train, of no specified type. Due to the presence of a steam train and fast train emoji, this is likely to be a regular electrified or dies http://emojipedia.org/train/",
    "name": "train",
    "unicode": "U+1F686",
    "shortcode": ":train2:",
    "senses": {
      "adjectives": [
        {
          "bn:00109437a": [
            "Done or occurring in a brief period of time"
          ]
        },
        {
          "bn:00102802a": [
            "Acting or moving or capable of acting or moving quickly",
            "Characterized by speed; acting or moving quickly."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00088912v": [
            "Change location; move, travel, or proceed, also metaphorically",
            "To change (from one value to another).",
            "To move or travel (from one location to another).",
            "To change the location of an object.",
            "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
            "To move an object one pixel at a time."
          ]
        },
        {
          "bn:00084790v": [
            "To move or pass from one place, person or thing to another.",
            "To move persons from one place to another.",
            "To send or convey something from one person, place or thing to another.",
            "To move data from one location to another.",
            "To send or convey from someone, some place or something to another.",
            "Send from one person or place to another",
            "To carry or bear from one place to another; to remove; to convey.",
            "To send information over a communications line or a circuit."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00078004n": [
            "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
            "A means of conveyance.",
            "Shared passenger transport service which is available for use by the general public",
            "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
            "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
            "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
            "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
            "The conveyance of people or goods from one place to another."
          ]
        },
        {
          "bn:00066028n": [
            "One or more self-propelled vehicles that move along fixed rails to transport passengers or cargo",
            "A self-propelled, connected group of vehicles moving on rails.",
            "Line of connected cars or carriages.",
            "A train that is equiped to transport people.",
            "A line of connected railway cars or carriages considered overall as a mode of transport; (as uncountable noun) rail travel.",
            "Public transport provided by a line of railway cars coupled together and drawn by a locomotive",
            "A train is a form of rail transport consisting of a series of vehicles that usually runs along a rail track to transport cargo or passengers although magnetic levitation trains that float above the track exist too."
          ]
        },
        {
          "bn:03383257n": [
            "France's high-speed rail service",
            "The TGV is France's high-speed rail service, operated by SNCF Voyages, the long-distance rail branch of SNCF, the national rail operator.",
            "A French high-speed train"
          ]
        },
        {
          "bn:00066020n": [
            "Rail transport is a means of conveyance of passengers and goods by way of wheeled vehicles running on rail tracks. transport",
            "A permanent track composed of a line of parallel metal rails fixed to sleepers, for transport of passengers and goods in trains.",
            "Rail transport is a means of conveyance of passengers and goods, by way of wheeled vehicles running on rails.",
            "Line that is the commercial organization responsible for operating a system of transportation for trains that pull passengers or freight",
            "A permanent road consisting of fixed metal rails to drive trains or similar motorized vehicles on.",
            "Conveyance of passengers and goods by way of wheeled vehicles running on rail tracks",
            "A means of conveyance of passengers and goods, by way of wheeled vehicles running on rails",
            "A transport system using these rails used to move passengers or goods.",
            "Transportation of goods and persons by railway.",
            "The transport of passengers and goods by means of wheeled vehicles specially designed to run along railways or railroads."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "train",
    "fromVersion": "1.0",
    "glyph": "🚆",
    "group": "Travel & Places",
    "keywords": [
      "railway",
      "train"
    ],
    "mappedToEmoticons": [
      "1f686_train"
    ],
    "tts": "train",
    "unicode": "1f686"
  },
  "fluentui_folder": "train"
}