{
  "alsoKnownAs": [
    "Internet",
    "World Wide Web",
    "WWW"
  ],
  "appleName": "Globe with Meridians",
  "code": "🌐",
  "codepointsHex": [
    "U+1F310"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Internet",
        "World Wide Web",
        "WWW"
      ],
      "appleName": "Globe with Meridians",
      "code": "🌐",
      "codepointsHex": [
        "U+1F310"
      ],
      "currentCldrName": "Globe with Meridians",
      "description": "<p>A stylized globe, with blue <a href=\"https://en.wikipedia.org/wiki/Meridian_(geography)\">meridians</a> (longitudes) and latitude. Depicted with light-blue grid&nbsp;of lines on a white, blue, or empty circle.</p>\r\n\r\n<p>May be used as a symbol of the internet or world wide web, global communications, international affairs, connectivity and networks, time zones, coordinates, or the world more generally.</p>\r\n\r\n<p>May appear as an icon on Apple devices to change (language) keyboards.</p>\r\n\r\n<p>See also <a href=\"/globe-showing-americas/\">🌎 Globe Showing Americas</a>, <a href=\"/globe-showing-europe-africa/\">🌍 Globe Showing Europe-Africa</a>, and <a href=\"/globe-showing-asia-australia/\">🌏 Globe Showing Asia-Australia</a>.</p>",
      "id": "391",
      "slug": "globe-with-meridians",
      "shortcodes": [
        {
          "code": ":globe_with_meridians:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":globe_with_meridians:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":globe_with_meridians:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":globe_with_meridians:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Globe with Meridians"
    }
  ],
  "currentCldrName": "Globe with Meridians",
  "description": "<p>A stylized globe, with blue <a href=\"https://en.wikipedia.org/wiki/Meridian_(geography)\">meridians</a> (longitudes) and latitude. Depicted with light-blue grid&nbsp;of lines on a white, blue, or empty circle.</p>\r\n\r\n<p>May be used as a symbol of the internet or world wide web, global communications, international affairs, connectivity and networks, time zones, coordinates, or the world more generally.</p>\r\n\r\n<p>May appear as an icon on Apple devices to change (language) keyboards.</p>\r\n\r\n<p>See also <a href=\"/globe-showing-americas/\">🌎 Globe Showing Americas</a>, <a href=\"/globe-showing-europe-africa/\">🌍 Globe Showing Europe-Africa</a>, and <a href=\"/globe-showing-asia-australia/\">🌏 Globe Showing Asia-Australia</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "391",
  "shortcodes": [
    {
      "code": ":globe_with_meridians:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":globe_with_meridians:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":globe_with_meridians:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":globe_with_meridians:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "globe-with-meridians",
  "title": "Globe with Meridians",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Globe symbols",
    "keywords": [
      "world",
      "meridians",
      "earth",
      "globe"
    ],
    "definition": "A symbol of planet earth showing lines of longitude and latitude. Commonly used as an icon for internationalization, and features on the iOS http://emojipedia.org/globe-with-meridians/",
    "name": "globe with meridians",
    "unicode": "U+1F310",
    "shortcode": ":globe_with_meridians:",
    "senses": {
      "adjectives": [
        {
          "bn:00105294a": [
            "Between or among nations; pertaining to the intercourse of nations; participated in by two or more nations; common to, or affecting, two or more nations.",
            "Concerning or belonging to at least two nations.",
            "Concerning or belonging to all or at least two or more nations"
          ]
        },
        {
          "bn:00103624a": [
            "Concerning all parts of the world.",
            "Pertaining to an entire document, file, or program rather than to a restricted segment of it.",
            "Of, or relating to the whole Earth; global.",
            "Involving the entire earth; not limited or provincial in scope.",
            "Involving the entire earth; not limited or provincial in scope"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00090460v": [
            "To try to find, to look for, to search.",
            "To try to find something.",
            "To try to locate an object (a file, a folder, a computer, a text).",
            "To examine; to try; to put to the test.",
            "To find.",
            "Try to locate or discover, or try to establish the existence of",
            "To try to find."
          ]
        },
        {
          "bn:00088912v": [
            "Change location; move, travel, or proceed, also metaphorically",
            "To change (from one value to another).",
            "To move or travel (from one location to another).",
            "To change the location of an object.",
            "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
            "To move an object one pixel at a time."
          ]
        },
        {
          "bn:13772895v": [
            "To introduce into the world; to bear (eg a child) -->"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00024712n": [
            "The specific internet consisting of a global network of computers that communicate using Internet Protocol (IP) and that use Border Gateway Protocol (BGP) to identify the best paths to route those communications.",
            "Cyberspace is \"the notional environment in which communication over computer networks occurs.\".",
            "Science fiction: three-dimensional representation of virtual space.",
            "A protocol, defined in RFC -LSB- http://www.ietf.org/rfc/rfc4204.txt 4204 -RSB- that runs between a pair of nodes and is used to manage traffic engineering (TE) links",
            "The Internet is a global system of interconnected computer networks that use the standard Internet Protocol Suite to serve billions of users worldwide.",
            "A global consortium of local computer networks that uses the TCP/IP (Transmission Control Protocol/Internet Protocol) protocol to connect machines to each other.",
            "A three-dimensional representation of virtual space in a computer network.",
            "The worldwide collection of networks and gateways that use the TCP/IP suite of protocols to communicate with one another.",
            "A network of connected computers, ranging from a small home LAN to the world-spanning Internet.",
            "Two or more network segments connected by routers.",
            "The Internet is a global system of interconnected computer networks that use the standard Internet protocol suite to link several billion devices worldwide.",
            "A computer network consisting of a worldwide network of computer networks that use the TCP/IP network protocols to facilitate data transmission and exchange",
            "The universe of environments, such as the Internet, in which persons interact by means of connected computers. A defining characteristic of cyberspace is that communication is independent of physical distance"
          ]
        },
        {
          "bn:00080772n": [
            "Navigating the World Wide Web",
            "System of interlinked hypertext documents accessed via the Internet",
            "The World Wide Web is a system of interlinked hypertext documents that are accessed via the Internet.",
            "Someone who surfs the World Wide Web.",
            "Computer network consisting of a collection of internet sites that offer text and graphics and sound and animation resources through the hypertext transfer protocol",
            "A set of interlinked documents in a hypertext system. The user enters the web through a home page.",
            "The World Wide Web.",
            "A graphical, interactive, hypertext information system that is cross-platform and can be run locally or over the global Internet. The Web consists of Web servers offering pages of information to Web browsers who view and interact with the pages. Pages can contain formatted text, background colors, graphics, as well as audio and video clips.",
            "A content rating system for Web sites developed by Microsoft.",
            "Someone who surfs the World Wide We."
          ]
        },
        {
          "bn:00441964n": [
            "The adaptation of computer software for non-native environments, especially other nations and cultures",
            "In computing, internationalization and localization are means of adapting computer software to different languages, regional differences and technical requirements of a target market.",
            "Process in which software is made accessible to people in different areas of the world",
            "The process of developing a software product whose core design does not make assumptions based on a locale."
          ]
        },
        {
          "bn:03086073n": [
            "International mostly means something involving more than a single country."
          ]
        },
        {
          "bn:00029424n": [
            "The third planet (counted from the center) of our solar system.",
            "Earth is the third planet from the Sun and is the largest of the terrestrial planets in the Solar System, in both diameter and mass.",
            "The planet Earth",
            "The planet Earth.",
            "The 3rd planet from the sun; the planet we live on",
            "The third planet from the Sun",
            "Earth, also known as the world, Terra, or Gaia, is the third planet from the Sun, the densest planet in the Solar System, the largest of the Solar System's four terrestrial planets, and the only celestial body known to accommodate life.",
            "Third planet closest to the Sun in the Solar System",
            "The third planet in order from the Sun, upon which humans live. Represented in astronomy and astrology by ? and ?."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "globe with meridians",
    "fromVersion": "1.0",
    "glyph": "🌐",
    "glyphAsUtfInEmoticons": [
      "1f310_globewithmeridians"
    ],
    "group": "Travel & Places",
    "keywords": [
      "earth",
      "globe",
      "globe with meridians",
      "meridians",
      "world"
    ],
    "mappedToEmoticons": [
      "1f310_globewithmeridians"
    ],
    "tts": "globe with meridians",
    "unicode": "1f310"
  },
  "fluentui_folder": "globe-with-meridians"
}