{
  "alsoKnownAs": [
    "Horse Race",
    "Jockey"
  ],
  "appleName": "Jockey on Racing Horse",
  "code": "🏇",
  "codepointsHex": [
    "U+1F3C7"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Horse Race",
        "Jockey"
      ],
      "appleName": "Jockey on Racing Horse",
      "code": "🏇",
      "codepointsHex": [
        "U+1F3C7"
      ],
      "currentCldrName": "Horse Racing",
      "description": "<p>A&nbsp;jockey riding a <a href=\"/horse/\" title=\"🐎 Horse\">horse</a>&nbsp;in a horse race. Shown riding to the left of screen on all major platforms. Emoji <a href=\"/emoji-modifier-sequence/\">modifiers</a> change the skin tone of the jockey on some platforms, which can be difficult to discern at small sizes.</p>",
      "id": "672",
      "modifiers": true,
      "slug": "horse-racing",
      "shortcodes": [
        {
          "code": ":horse_racing:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":horse_racing:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":horse_racing:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":horse_racing:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Horse Racing"
    }
  ],
  "currentCldrName": "Horse Racing",
  "description": "<p>A&nbsp;jockey riding a <a href=\"/horse/\" title=\"🐎 Horse\">horse</a>&nbsp;in a horse race. Shown riding to the left of screen on all major platforms. Emoji <a href=\"/emoji-modifier-sequence/\">modifiers</a> change the skin tone of the jockey on some platforms, which can be difficult to discern at small sizes.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "672",
  "modifiers": true,
  "shortcodes": [
    {
      "code": ":horse_racing:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":horse_racing:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":horse_racing:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":horse_racing:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "horse-racing",
  "title": "Horse Racing",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
    "keywords": [
      "racing",
      "jockey",
      "horse",
      "racehorse"
    ],
    "definition": "A jockey riding a horse in a horse race. Shown riding to the left of screen on all major platforms. Emoji modifiers change the skin tone of  http://emojipedia.org/horse-racing/",
    "name": "horse racing",
    "unicode": "U+1F3C7",
    "shortcode": ":horse_racing:",
    "senses": {
      "adjectives": [
        {
          "bn:00102345a": [
            "Of or relating to a horse or horses.",
            "Resembling a horse",
            "Of or relating to a horse or horses"
          ]
        },
        {
          "bn:00098289a": [
            "Preoccupied with the pursuit of pleasure and especially games of chance"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00093013v": [
            "Move oneself into such a position.",
            "Sit and travel on the back of animal, usually while controlling its motions",
            "To transport oneself by sitting on and directing a horse, later also a bicycle etc.",
            "To move oneself into such a position.",
            "To transport oneself by sitting on the back of a horse."
          ]
        },
        {
          "bn:00089977v": [
            "Ride a racehorse as a professional jockey",
            "To ride (a horse) in a race."
          ]
        },
        {
          "bn:00083395v": [
            "Move fast",
            "To drive fast.",
            "To move fast.",
            "To go fast.",
            "To drive fast; to step on the accelerator."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00004222n": [
            "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
            "A classification of living organisms",
            "Creature is a 1999 documentary film that was directed by Parris Patton.",
            "All of the animal life of any particular region or time.",
            "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
            "A living organism characterized by voluntary movement",
            "A living organism characterized by voluntary movement.",
            "Animals considered as a group; especially those of a particular country, region, time, etc.",
            "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
            "The entire animal life of a given region, habitat or geological stratum.",
            "Any nonhuman animal, esp. a large, four-footed mammal.",
            "Animals considered as a group.",
            "Fauna is all of the animal life of any particular region or time.",
            "This page is for quotes about animals.",
            "Multicellular eukaryotic organisms"
          ]
        },
        {
          "bn:00048261n": [
            "A jockey is someone who rides horses in horse racing or steeplechase racing, primarily as a profession.",
            "A person who rides horses professionally in races.",
            "A dealer in horses; a horse trader.",
            "Someone employed to ride horses in horse races",
            "An individual who uses computers and midi devices to mix music as opposed to using record | Gramophone record | records or CD's.",
            "Someone who rides horses in horse racing or steeplechase racing"
          ]
        },
        {
          "bn:00008355n": [
            "A horse that competes in races.",
            "A horse bred for racing",
            "A horse bred for racing."
          ]
        },
        {
          "bn:00037169n": [
            "Wagering money or something of material value on an event with an uncertain outcome with the primary intent of winning additional money and/or material goods.",
            "An activity characterised by a balance between winning and losing that is governed by a mixture of skill and chance, usually with money wagered on the outcome.",
            "Gambling is the wagering of money or something of material value on an event with an uncertain outcome with the primary intent of winning additional money and/or material goods.",
            "Activity characterised by a balance between winning and losing that is governed by a mixture of skill and chance.",
            "The act of playing for stakes in the hope of winning (including the payment of a price for a chance to win a prize)",
            "Wagering of money on a game of chance or event with an uncertain outcome"
          ]
        },
        {
          "bn:00065828n": [
            "A competition of speed",
            "Competition where the goal is to complete the course as fast as possible",
            "The sport of competing in races.",
            "The sport of engaging in contests of speed",
            "Sport contest of speed.",
            "In sport, racing is a competition of speed, against an objective criterion, usually a clock or to a specific point."
          ]
        },
        {
          "bn:00044837n": [
            "The sport of racing horses",
            "Horse racing is an equestrian sport, involving two or more jockeys riding horses over a set distance for competition.",
            "Equestrian sport",
            "A sport where horses and their jockeys compete to be fastest."
          ]
        },
        {
          "bn:00031345n": [
            "The horse is one of two extant subspecies of Equus ferus.",
            "Horse",
            "Subspecies of Equus ferus, or the wild horse",
            "As rural slang",
            "Solid-hoofed herbivorous quadruped domesticated since prehistoric times",
            "Horses are large ungulates, which have had a long relationship with human society.",
            "A large animal with four legs of the Equus caballus species which people ride on or use for carrying things or pulling vehicles."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "horse racing",
    "fromVersion": "1.0",
    "glyph": "🏇",
    "glyphAsUtfInEmoticons": [
      "horse_racing"
    ],
    "group": "People & Body",
    "keywords": [
      "horse",
      "jockey",
      "racehorse",
      "racing"
    ],
    "mappedToEmoticons": [
      "horse_racing"
    ],
    "tts": "horse racing",
    "unicode": "1f3c7",
    "unicodeSkintones": [
      "1f3c7",
      "1f3c7 1f3fb",
      "1f3c7 1f3fc",
      "1f3c7 1f3fd",
      "1f3c7 1f3fe",
      "1f3c7 1f3ff"
    ]
  },
  "fluentui_folder": "horse-racing"
}