{
  "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
  "keywords": [
    "light skin tone",
    "electrician",
    "tradesperson",
    "plumber",
    "mechanic",
    "man"
  ],
  "definition": "The Male Mechanic, Type-1-2 emoji is a sequence of the ?? Man, ?? Emoji Modifier Fitzpatrick Type-1-2 and ?? Wrench emojis. These are combin http://emojipedia.org/male-mechanic-type-1-2/",
  "unicode": "U+1F468 U+1F3FB U+200D U+1F527",
  "name": "man mechanic: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      {
        "bn:00052573n": [
          "A skilled worker capable of building or repairing machinery. A mechanic can be compared to a technician, the distinction being that the technician is stronger in theory, the mechanic stronger in hands-on experience.",
          "A craftsman skilled in operating machine tools",
          "One skilled in the use of machine tools.",
          "A person specialized in building or repairing machinery.",
          "A machinist is a person who uses machine tools to make or modify parts, primarily metal parts, a process known as machining.",
          "A mechanic is a tradesman, craftsman, or technician who uses tools to build or repair machinery.",
          "A person who uses tools to fix and maintain machinery"
        ]
      },
      {
        "bn:00030191n": [
          "A tradesman who installs, repairs and maintains electrical wiring and equipment",
          "A person employed to work on electrical lines; a lineman.",
          "Tradesman who works with electrical equipment.",
          "Professional in the field of electric installations.",
          "One who installs and maintains electrical power, telephone, or telegraph lines",
          "Tradesperson specializing in electrical wiring of buildings, stationary machines and related equipment",
          "An electrician is a tradesperson specializing in electrical wiring of buildings, stationary machines and related equipment.",
          "A lineman or linesman, also occasionally called a lineworker, powerline technician, or a powerline worker, is a tradesman who constructs and maintains electric power transmission and distribution facilities.",
          "A person who installs or repairs electrical or telephone lines",
          "A person who installs and repairs overhead cables (either power or telephone); a linesman"
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00062576n": [
          "A pipefitter is a tradesperson who installs, assembles, fabricates, maintains and repairs mechanical piping systems.",
          "A craftsman who installs and repairs pipes and fixtures and appliances",
          "One who furnishes, fits, and repairs pipes and other apparatus for the conveyance of water, gas, or drainage.",
          "A plumber is a tradesperson who specializes in installing and maintaining systems used for potable water, sewage, and drainage in plumbing systems.",
          "One who fits, etc, pipes for water, gas or drainage."
        ]
      },
      {
        "bn:15857890n": [
          "A skilled manual worker",
          "A tradesman or tradesperson is a skilled manual worker in a particular trade or craft not in the liberal arts, \"learned professions\" or agriculture.",
          "Skilled male manual worker.",
          "A skilled manual worker (implied male).",
          "A skilled manual worker in a particular field (American usage) (known as \"Tradie\" in Australia)"
        ]
      }
    ]
  },
  "code": "👨🏻‍🔧",
  "fluentui_metadata": {
    "cldr": "man",
    "fromVersion": "0.6",
    "glyph": "👨",
    "glyphAsUtfInEmoticons": [
      "man",
      "man_student",
      "manstudent",
      "smileman"
    ],
    "group": "People & Body",
    "keywords": [
      "adult",
      "man"
    ],
    "mappedToEmoticons": [
      "smileman"
    ],
    "tts": "man",
    "unicode": "1f468",
    "unicodeSkintones": [
      "1f468",
      "1f468 1f3fb",
      "1f468 1f3fc",
      "1f468 1f3fd",
      "1f468 1f3fe",
      "1f468 1f3ff"
    ]
  },
  "fluentui_folder": "man-mechanic-light-skin-tone",
  "slug": "man-mechanic-light-skin-tone"
}