{
  "alsoKnownAs": [
    "No People",
    "No Walking"
  ],
  "appleName": "No Pedestrians",
  "code": "🚷",
  "codepointsHex": [
    "U+1F6B7"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "No People",
        "No Walking"
      ],
      "appleName": "No Pedestrians",
      "code": "🚷",
      "codepointsHex": [
        "U+1F6B7"
      ],
      "currentCldrName": "No Pedestrians",
      "description": "<p>A pedestrian symbol with a red stroke through it, indicating&nbsp;that pedestrians are prohibited from this location.</p>\r\n\r\n<p>May be seen in dedicated bike lanes, highways, or other areas not suitable to be on-foot.</p>",
      "id": "520",
      "slug": "no-pedestrians",
      "shortcodes": [
        {
          "code": ":no_pedestrians:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":no_pedestrians:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":no_pedestrians:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":no_pedestrians:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "No Pedestrians"
    }
  ],
  "currentCldrName": "No Pedestrians",
  "description": "<p>A pedestrian symbol with a red stroke through it, indicating&nbsp;that pedestrians are prohibited from this location.</p>\r\n\r\n<p>May be seen in dedicated bike lanes, highways, or other areas not suitable to be on-foot.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "520",
  "shortcodes": [
    {
      "code": ":no_pedestrians:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":no_pedestrians:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":no_pedestrians:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":no_pedestrians:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "no-pedestrians",
  "title": "No Pedestrians",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Signage and other symbols",
    "keywords": [
      "forbidden",
      "not",
      "prohibited",
      "no",
      "pedestrian"
    ],
    "definition": "A pedestrian symbol with a red stroke through it, indicating that pedestrians are prohibited from this location. May be seen in dedicated bi http://emojipedia.org/no-pedestrians/",
    "name": "no pedestrians",
    "unicode": "U+1F6B7",
    "shortcode": ":no_pedestrians:",
    "senses": {
      "adjectives": [
        {
          "bn:00104562a": [
            "Contrary to or forbidden by law, especially criminal law.",
            "Prohibited by law or by official or accepted rules",
            "Not conforming to, permitted by, or recognised by law or rules.",
            "Contrary to or forbidden by law."
          ]
        },
        {
          "bn:00103191a": [
            "Excluded from use or mention"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00086877v": [
            "To tell not to do something.",
            "Command against",
            "To forbid, disallow, or proscribe; to make illegal or illicit."
          ]
        },
        {
          "bn:00095643v": [
            "Ask to go away"
          ]
        },
        {
          "bn:13606400v": [
            "Logical operation (not)"
          ]
        },
        {
          "bn:00095597v": [
            "To move from one place to another by moving legs alternately, so that at least one foot is in contact with the floor or surface at any one time.",
            "Use one's feet to advance; advance by steps"
          ]
        },
        {
          "bn:00085906v": [
            "To make a transit of; to pass through or across (something).",
            "To pass, as objects going in an opposite direction at the same time.",
            "Travel across or pass over",
            "To go beyond, to pass here.",
            "To pass over and view; to survey carefully."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00053450n": [
            "A visible indication.",
            "A perceptible indication of something not immediately apparent (as a visible clue that something has happened)",
            "A perceptible indication of something not immediately apparent, as a visible clue that something has happened."
          ]
        },
        {
          "bn:00064192n": [
            "A condition-action pair that prescribes the action taken when the condition is met.",
            "Conduct; behaviour.",
            "A specification of behavior used as an authoritative guide for conduct.",
            "Prescribed guide for conduct or action"
          ]
        },
        {
          "bn:00057188n": [
            "An operation on logical values that changes true to false, and false to true.",
            "In various logical and algebraic structures",
            "In logic, negation, also called logical complement, is an operation that takes a proposition p to another proposition \"not p\", written ¬ p, which is interpreted intuitively as being true when p is false and false when p is true.",
            "A unary operation on logical values that changes true to false, and false to true.",
            "A proposition which is the contradictory of another proposition and which can be obtained from that other proposition by the appropriately placed addition/insertion of the word \"not\". (Or, in symbolic logic, by prepending that proposition with the symbol for the logical operator \"not\".)",
            "(logic) a proposition that is true if and only if another proposition is false"
          ]
        },
        {
          "bn:00035725n": [
            "A person who walks.",
            "Somebody walking rather than using a vehicle; somebody traveling on foot on or near a roadway.",
            "A person who travels by foot",
            "A pedestrian is a person traveling on foot, whether walking or running.",
            "A person traveling on foot, whether walking or running",
            "A person who walks (or waulks) cloth, that is, who fulls it.",
            "A person who is traveling on foot.",
            "Somebody walking rather than using a vehicle."
          ]
        },
        {
          "bn:00016237n": [
            "Used in some Australian or South African addresses to specify the crossing of two roads.",
            "A place where one road crosses another; an intersection of two or more roads.",
            "A junction where one street or road crosses another",
            "The junction of two (or more) paths, streets, highways, or other thoroughfares.",
            "An intersection in a road or path where one road is split into two.",
            "A place where several roads meet.",
            "A place where two or more routes of transportation form a junction or intersection.",
            "An intersection where roads, lines, or tracks cross",
            "Road junction where two or more roads either meet or cross at grade",
            "A place where two roads, tributaries etc. part or meet.",
            "An intersection is the junction at grade of two or more roads either meeting or crossing."
          ]
        },
        {
          "bn:00080357n": [
            "Walking is one of the main gaits of locomotion among legged animals, and is typically slower than running and other gaits.",
            "One of the main gaits of locomotion among legged animals",
            "One of the main gaits of locomotion among legged animals, typically slower than running and other gaits",
            "The act of traveling by foot"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "no pedestrians",
    "fromVersion": "1.0",
    "glyph": "🚷",
    "glyphAsUtfInEmoticons": [
      "1f6b7_nopedestrians"
    ],
    "group": "Symbols",
    "keywords": [
      "forbidden",
      "no",
      "no pedestrians",
      "not",
      "pedestrian",
      "prohibited"
    ],
    "mappedToEmoticons": [
      "1f6b7_nopedestrians"
    ],
    "tts": "no pedestrians",
    "unicode": "1f6b7"
  },
  "fluentui_folder": "no-pedestrians"
}