{
  "alsoKnownAs": [
    "Cypriot Flag"
  ],
  "appleName": "Flag of Cyprus",
  "code": "🇨🇾",
  "codepointsHex": [
    "U+1F1E8",
    "U+1F1FE"
  ],
  "components": [
    {
      "code": "🇨",
      "codepointsHex": [
        "U+1F1E8"
      ],
      "description": "<p>The letter&nbsp;<em>C</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1327",
      "slug": "regional-indicator-symbol-letter-c",
      "shortcodes": [
        {
          "code": ":regional_indicator_c:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter C"
    },
    {
      "code": "🇾",
      "codepointsHex": [
        "U+1F1FE"
      ],
      "description": "<p>The letter <i>Y</i>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1349",
      "slug": "regional-indicator-symbol-letter-y",
      "shortcodes": [
        {
          "code": ":regional_indicator_y:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter Y"
    }
  ],
  "currentCldrName": "Flag: Cyprus",
  "description": "<p>The flag for Cyprus, which may show as the letters&nbsp;<em>CY</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "959",
  "shortcodes": [
    {
      "code": ":flag_cyprus:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":cyprus:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-cy:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_cy:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-cyprus",
  "title": "Flag: Cyprus",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Cyprus, which may show as the letters CY on some platforms. The Flag for Cyprus emoji is a sequence of the ?? Regional Indicato http://emojipedia.org/flag-for-cyprus/",
    "name": "Cyprus",
    "unicode": "U+1F1E8 U+1F1FE",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00024868n": [
            "A country on the island of Cyprus; 80% of the people are of Greek origin and 20% or Turkish origin",
            "Country between Europe and the Middle East, in the Mediterranean Sea, with capital Nicosia.",
            "Cyprus is an island country in the Eastern Mediterranean Sea, east of Greece, south of Turkey, west of Syria and Lebanon, northwest of Israel and the Gaza Strip, and north of Egypt.",
            "Official name of Cyprus.",
            "An island country in the east Mediterranean, officially known as The Republic of Cyprus",
            "Country between Europe and the Middle East, in the Mediterranean Sea. Member state of the European Union since 2004. Official name: Republic of Cyprus.",
            "Country in Europe located on an island in the Mediterranean Sea",
            "The official name of Cyprus.",
            "Cyprus, officially the Republic of Cyprus, is an island country in the Eastern Mediterranean Sea."
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:03222153n": [
            "Flag of the island of Cyprus",
            "The flag of Cyprus came into use on August 16, 1960, under the Zürich and London Agreements, whereby a constitution was drafted and Cyprus was proclaimed an independent state."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
