{
  "alsoKnownAs": [
    "Magnify",
    "Science"
  ],
  "appleName": "Microscope",
  "code": "🔬",
  "codepointsHex": [
    "U+1F52C"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Magnify",
        "Science"
      ],
      "appleName": "Microscope",
      "code": "🔬",
      "codepointsHex": [
        "U+1F52C"
      ],
      "currentCldrName": "Microscope",
      "description": "<p>A&nbsp;microscope, as used in science laboratories to magnify small objects, such as <a href=\"/microbe/\">cells</a> or <a href=\"/bug/\">insects</a>. Depicted as a compound opitical microscope with an adjustable eyepiece, lens, arm, and slide&nbsp;stage mounted on a base. Generally shown as metal with the viewing apparatus facing left.</p>\r\n\r\n<p>Commonly used for various content concerning science and research. May also be used for various senses of inspection (e.g., taking a closer took).</p>\r\n\r\n<p>Google&rsquo;s design was <a href=\"/google/android-11.0/microscope/\">previously</a> shown in red.</p>",
      "id": "786",
      "slug": "microscope",
      "shortcodes": [
        {
          "code": ":microscope:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":microscope:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":microscope:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":microscope:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Microscope"
    }
  ],
  "currentCldrName": "Microscope",
  "description": "<p>A&nbsp;microscope, as used in science laboratories to magnify small objects, such as <a href=\"/microbe/\">cells</a> or <a href=\"/bug/\">insects</a>. Depicted as a compound opitical microscope with an adjustable eyepiece, lens, arm, and slide&nbsp;stage mounted on a base. Generally shown as metal with the viewing apparatus facing left.</p>\r\n\r\n<p>Commonly used for various content concerning science and research. May also be used for various senses of inspection (e.g., taking a closer took).</p>\r\n\r\n<p>Google&rsquo;s design was <a href=\"/google/android-11.0/microscope/\">previously</a> shown in red.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "786",
  "shortcodes": [
    {
      "code": ":microscope:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":microscope:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":microscope:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":microscope:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "microscope",
  "title": "Microscope",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Tool symbols",
    "keywords": [
      "science",
      "tool"
    ],
    "definition": "A microscope, found in science labs for magnifying insects, rocks, or other small objects. Microscope was approved as part of Unicode 6.0 in http://emojipedia.org/microscope/",
    "name": "microscope",
    "unicode": "U+1F52C",
    "shortcode": ":microscope:",
    "senses": {
      "adjectives": [
        {
          "bn:00110175a": [
            "Of, or pertaining to science.",
            "Of or relating to the practice of science",
            "Of or having to do with science.",
            "Of, or having to do with science."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087866v": [
            "To conduct a test or investigation",
            "To conduct an experiment or investigation.",
            "To conduct an experiment."
          ]
        },
        {
          "bn:00082596v": [
            "Consider in detail and subject to an analysis in order to discover essential features or meaning",
            "To subject to analysis.",
            "To consider in detail and subject to an analysis in order to discover essential features or meaning."
          ]
        },
        {
          "bn:00090448v": [
            "To try to see, to pay attention to with one's eyes.",
            "To actively use one's eyes.",
            "Perceive with attention; direct one's gaze towards"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00054781n": [
            "Magnifier of the image of small objects",
            "An optical instrument.",
            "A microscope is an instrument used to see objects that are too small for the naked eye.",
            "Instrument used to see objects that are too small for the naked eye",
            "An optical instrument used for observing small objects.",
            "An instrument used to see objects that are too small for the naked eye"
          ]
        },
        {
          "bn:00069670n": [
            "A particular branch of scientific knowledge",
            "Study and knowledge",
            "Science is a systematic enterprise that builds and organizes knowledge in the form of testable explanations and predictions about the universe.",
            "The study of the physical universe and its contents by means of reproducible observations, measurements, and experiments to establish, verify, or modify general laws to explain its nature and behaviour.",
            "The collective discipline of study or learning acquired through the scientific method; the sum of knowledge gained from such methods and discipline.",
            "Collective discipline of learning acquired through the scientific method.",
            "As in \"comp sci\" (computer science) or \"bio sci\" (biology)",
            "Science in the broadest sense refers to any system of objective knowledge."
          ]
        },
        {
          "bn:00049551n": [
            "The sum of procedures used on natural sciences such as chemistry, biology, physics in order to conduct an experiment, all of them following the scientific method.",
            "Facility that provides controlled conditions in which scientific experimentation",
            "Room, building or institution equipped for scientific research.",
            "A room or building with scientific equipment for doing scientific tests or for teaching science, or a place where chemicals or medicines are produced.",
            "Laboratory is a room or building based for scientific experiments, chemicals.",
            "Place where systematic investigation to establish facts or principles or to collect information on a subject is performed.",
            "A laboratory is a facility that provides controlled conditions in which scientific or technological research, experiments, and measurement may be performed.",
            "A collection of non-production machines that are used to test an Internet Explorer Package. The lab is not the same as a pilot group.",
            "A room, building or institution equipped for scientific research, experimentation or analysis.",
            "A research institute is an establishment endowed for doing research.",
            "A workplace for the conduct of scientific research"
          ]
        },
        {
          "bn:00032309n": [
            "The act of conducting a controlled test or investigation",
            "Test under controlled conditions.",
            "An experiment is an orderly procedure carried out with the goal of verifying, refuting, or establishing the validity of a hypothesis.",
            "A part of the scientific method",
            "Scientific procedure",
            "A test under controlled conditions made to either demonstrate a known truth, examine the validity of a hypothesis, or determine the efficacy of something previously untried.",
            "A test under controlled conditions that is made to demonstrate a known truth, examine the validity of a hypothesis, or determine the efficacy of something previously untried.",
            "The process of testing a hypothesis by collecting data under controlled, repeatable conditions."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "microscope",
    "fromVersion": "1.0",
    "glyph": "🔬",
    "glyphAsUtfInEmoticons": [
      "1f52c_microscope"
    ],
    "group": "Objects",
    "keywords": [
      "microscope",
      "science",
      "tool"
    ],
    "mappedToEmoticons": [
      "1f52c_microscope"
    ],
    "tts": "microscope",
    "unicode": "1f52c"
  },
  "fluentui_folder": "microscope"
}