{
  "alsoKnownAs": [
    "Hong Kong Flag"
  ],
  "appleName": "Flag of Hong Kong",
  "code": "🇭🇰",
  "codepointsHex": [
    "U+1F1ED",
    "U+1F1F0"
  ],
  "components": [
    {
      "code": "🇭",
      "codepointsHex": [
        "U+1F1ED"
      ],
      "description": "<p>The letter&nbsp;<em>H</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1332",
      "slug": "regional-indicator-symbol-letter-h",
      "shortcodes": [
        {
          "code": ":regional_indicator_h:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter H"
    },
    {
      "code": "🇰",
      "codepointsHex": [
        "U+1F1F0"
      ],
      "description": "<p>The letter&nbsp;<em>K</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1335",
      "slug": "regional-indicator-symbol-letter-k",
      "shortcodes": [
        {
          "code": ":regional_indicator_k:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter K"
    }
  ],
  "currentCldrName": "Flag: Hong Kong SAR China",
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Hong_Kong\">Hong Kong</a>, which may show as the letters&nbsp;<em>HK</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1001",
  "shortcodes": [
    {
      "code": ":flag_hong_kong_sar_china:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":hong_kong:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-hk:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_hk:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-hong-kong-sar-china",
  "title": "Flag: Hong Kong SAR China",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Hong Kong, which may show as the letters HK on some platforms. The Flag for Hong Kong emoji is a sequence of the ?? Regional In http://emojipedia.org/flag-for-hong-kong/",
    "name": "Hong Kong SAR China",
    "unicode": "U+1F1ED U+1F1F0",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:03093717n": [
            "The flag of Hong Kong features a white, stylised, five-petal Hong Kong orchid tree flower in the center of a red field."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        },
        {
          "bn:00044647n": [
            "One of the two special administrative regions of the People's Republic of China (PRC). It lies on the eastern side of the Pearl River Delta, bordering Guangdong province in the north and facing the South China Sea in the east, west and south. (source: Wikipedia)",
            "Coastal administrative region in south-east China.",
            "Hong Kong Special Administrative Region",
            "Hong Kong, officially known as Hong Kong Special Administrative Region of the People's Republic of China, is a region on the southern coast of China geographically enclosed by the Pearl River Delta and South China Sea.",
            "Sometimes referred to by the Australian or Oxford slang term \"Honkers\"",
            "Formerly a Crown Colony on the coast of southern China in Guangdong province; leased by China to Britain in 1842 and returned in 1997; one of the world's leading commercial centers",
            "The Hong Kong Special Administrative Region of the People's Republic of China, which includes nearby islands and the Kowloon Peninsula.",
            "Special Administrative Region of China"
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
