{
  "alsoKnownAs": [
    "Fruit Punch",
    "Tiki Drink"
  ],
  "appleName": "Tropical Drink",
  "code": "🍹",
  "codepointsHex": [
    "U+1F379"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Fruit Punch",
        "Tiki Drink"
      ],
      "appleName": "Tropical Drink",
      "code": "🍹",
      "codepointsHex": [
        "U+1F379"
      ],
      "currentCldrName": "Tropical Drink",
      "description": "<p>A sunset-orange-colored tropical beverage in a stemmed glass, as a <a href=\"https://en.wikipedia.org/wiki/Punch_(drink)#Rum_punches\">rum punch</a> or <a href=\"https://en.wikipedia.org/wiki/Mai_Tai\">mai tai</a>. Served with a straw and fruit garnish. Many platforms include a cocktail umbrella, hence&nbsp;<a href=\"https://tvtropes.org/pmwiki/pmwiki.php/Main/UmbrellaDrink\"><i>umbrella drink</i></a>.&nbsp;<a href=\"/samsung/touchwiz-7.1/tropical-drink/\">Samsung previously featured&nbsp;</a>an electric-blue concoction. See also&nbsp;<a href=\"/cocktail-glass/\">Cocktail Glass</a>.</p>\r\n\r\n<p>This emoji tends to spike in popularity during the <a href=\"/summer\">summer</a> months.</p>",
      "id": "381",
      "slug": "tropical-drink",
      "shortcodes": [
        {
          "code": ":tropical_drink:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":tropical_drink:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":tropical_drink:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":tropical_drink:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Tropical Drink"
    }
  ],
  "currentCldrName": "Tropical Drink",
  "description": "<p>A sunset-orange-colored tropical beverage in a stemmed glass, as a <a href=\"https://en.wikipedia.org/wiki/Punch_(drink)#Rum_punches\">rum punch</a> or <a href=\"https://en.wikipedia.org/wiki/Mai_Tai\">mai tai</a>. Served with a straw and fruit garnish. Many platforms include a cocktail umbrella, hence&nbsp;<a href=\"https://tvtropes.org/pmwiki/pmwiki.php/Main/UmbrellaDrink\"><i>umbrella drink</i></a>.&nbsp;<a href=\"/samsung/touchwiz-7.1/tropical-drink/\">Samsung previously featured&nbsp;</a>an electric-blue concoction. See also&nbsp;<a href=\"/cocktail-glass/\">Cocktail Glass</a>.</p>\r\n\r\n<p>This emoji tends to spike in popularity during the <a href=\"/summer\">summer</a> months.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "381",
  "shortcodes": [
    {
      "code": ":tropical_drink:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":tropical_drink:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":tropical_drink:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":tropical_drink:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "tropical-drink",
  "title": "Tropical Drink",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Beverage symbols",
    "keywords": [
      "drink",
      "tropical",
      "bar"
    ],
    "definition": "An tropical flavored drink, usually served with a straw, garnish, and cocktail umbrella. May be referred to as a tiki drink, boat drink or u http://emojipedia.org/tropical-drink/",
    "name": "tropical drink",
    "unicode": "U+1F379",
    "shortcode": ":tropical_drink:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00083796v": [
            "To drink alcohol.",
            "Consume alcohol",
            "Slang:to drink alcohol.",
            "To consume a liquid containing alcohol.",
            "To consume alcoholic beverages."
          ]
        },
        {
          "bn:00087321v": [
            "To drink or imbibe with vigour or relish; to drink copiously; to swallow in large draughts.",
            "Take in liquids",
            "To consume a liquid through the mouth.",
            "To consume (a liquid) through the mouth.",
            "To drink or imbibe."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00048532n": [
            "The liquid that is produced by squeezing or crushing fruits or vegetables.",
            "Liquid from a plant.",
            "Juice is a liquid that is naturally contained in fruit and vegetables.",
            "The liquid part or moisture of an animal body or substance.",
            "A liquid from a plant, especially fruit.",
            "The liquid part that can be extracted from plant or animal tissue by squeezing or cooking",
            "Liquid that is naturally contained in fruit and vegetables"
          ]
        },
        {
          "bn:00075151n": [
            "One of the temperate seasons",
            "Summer is the warmest of the four temperate seasons, falling between spring and autumn.",
            "The period or season of summer.",
            "One of the four seasons, between Spring and Autumn",
            "The warmest season of the year; in the northern hemisphere it extends from the summer solstice to the autumnal equinox",
            "The time during the summer months."
          ]
        },
        {
          "bn:00002519n": [
            "An alcoholic beverage is a drink that typically contains 3% -- 40% alcohol.",
            "A liquor or brew containing alcohol as the active agent",
            "That which intoxicates; an intoxicating agent; as, alcohol, opium and laughing gas are intoxicants.",
            "Drink containing alcohols, typically ethanol",
            "Drink",
            "Sometimes referred to as \"alcohol\", any drink containing ethanol",
            "A fermented drink is a beverage containing alcohol because of a metabolic process that converts sugar to acids, gases and/or alcohol (e.g. beer or wine).",
            "An alcoholic beverage is a drink containing ethanol, commonly known as alcohol -- although in chemistry the definition of alcohol includes many other compounds. beverages",
            "A drink (a liquor or brew) containing ethanol, commonly known as alcohol."
          ]
        },
        {
          "bn:00020306n": [
            "When used to refer to any generic alcoholic mixed drink, cocktail may mean any beverage that contains two or more ingredients if at least one of them contains alcohol.",
            "A short mixed drink",
            "Mixed drink comprising alcoholic beverages",
            "A mixed alcoholic beverage.",
            "Style of mixed drink, usually containing two or more types of liquor and flavorings."
          ]
        },
        {
          "bn:00010183n": [
            "Any drinkable liquid; a beverage.",
            "Any liquid suitable for drinking",
            "Kind of liquid which is specifically prepared for human consumption",
            "A beverage.",
            "Any one of various liquids for drinking.",
            "Drinks, or beverages, are liquids specifically prepared for human consumption."
          ]
        },
        {
          "bn:00028749n": [
            "A single serving of a beverage",
            "Served alcoholic beverage.",
            "A (served) alcoholic beverage."
          ]
        },
        {
          "bn:00008462n": [
            "A room or establishment where alcoholic drinks are served over a counter",
            "A business licensed to sell intoxicating beverages for consumption on the premises, or the premises themselves",
            "A bar or barroom; a room where alcoholic beverages are served on tap.",
            "A bar is a retail business establishment that serves alcoholic drinks -- beer, wine, liquor, and cocktails -- for consumption on the premises.",
            "A room where alcoholic drinks are served over a counter.",
            "Establishment serving alcoholic beverages for consumption on the premises",
            "The top surface of a bar (counter for serving drinks).",
            "A public house, where beverages, primarily alcoholic, may be bought and drunk. Many pubs also provide food and/or entertainment.",
            "An establishment licensed to sell alcoholic beverages to be consumed on or off the premises; they often provide meals and sometimes accommodation.",
            "A list of addresses that serves as a reference point for other addresses.",
            "A business licensed to sell alcoholic drinks for consumption on the premises, or the premises themselves; public house.",
            "Also known as a lounge in some cases"
          ]
        },
        {
          "bn:01361585n": [
            "Traditional Cuban highball cocktail",
            "A Cuban cocktail made from rum, lime, sugar, mint etc.",
            "Mojito is a traditional Cuban highball."
          ]
        },
        {
          "bn:00077685n": [
            "The region of the Earth, centred on the equator and lying between the Tropic of Cancer and the Tropic of Capricorn and characterized by a hot climate.",
            "The region, between the Tropic of Cancer and the Tropic of Capricorn, characterised by a hot and humid climate; the tropics.",
            "Region of the Earth.",
            "The part of the Earth's surface between the Tropic of Cancer and the Tropic of Capricorn; characterized by a hot climate",
            "The tropics is a region of the Earth surrounding the Equator.",
            "Referring to the tropical regions of the world.",
            "The region of the earth's surface lying between two parallels of latitude on the earth, one 23°27' north of the equator and the other 23°27' south of the equator, representing the points farthest north and south at which the sun can shine directly overhead and constituting the boundaries of the Torrid Zone."
          ]
        },
        {
          "bn:00012195n": [
            "A traditional English folk-song",
            "An alcoholic beverage that is distilled rather than fermented",
            "A distilled beverage with a high alcohol content, such as brandy, whiskey, or vodka.",
            "A distilled beverage, spirit, liquor, or hard liquor is an alcoholic beverage produced by distillation of a mixture produced from alcoholic fermentation, such as wine.",
            "Alcoholic beverage containing more than 20 percent alcohol.",
            "John Barleycorn is a British folksong.",
            "Alcoholic beverage produced through destillation, regardless of alcohol content.",
            "Alcoholic beverage that is produced by distilling",
            "Distilled alcoholic beverages.",
            "Any alcoholic beverage.",
            "Strong alcoholic drink derived from fermentation and distillation."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "tropical drink",
    "fromVersion": "0.6",
    "glyph": "🍹",
    "glyphAsUtfInEmoticons": [
      "1f379_tropicaldrink"
    ],
    "group": "Food & Drink",
    "keywords": [
      "bar",
      "drink",
      "tropical"
    ],
    "mappedToEmoticons": [
      "1f379_tropicaldrink"
    ],
    "tts": "tropical drink",
    "unicode": "1f379"
  },
  "fluentui_folder": "tropical-drink"
}