{
  "alsoKnownAs": [
    "Flirting",
    "Sexual Face",
    "Smug Face",
    "Suggestive Smile"
  ],
  "appleName": "Smirking Face",
  "code": "😏",
  "codepointsHex": [
    "U+1F60F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Flirting",
        "Sexual Face",
        "Smug Face",
        "Suggestive Smile"
      ],
      "appleName": "Smirking Face",
      "code": "😏",
      "codepointsHex": [
        "U+1F60F"
      ],
      "currentCldrName": "Smirking Face",
      "description": "<p>A yellow face with a sly, smug, mischievous, or suggestive facial expression. It features a half-smile, raised eyebrows, and eyes looking to the side. Often used to convey flirtation or sexual innuendo.</p>\r\n\r\n<p>Not to be confused with <a href=\"/unamused-face/\">😒 Unamused Face</a>, which has similar eyes but a pouting mouth.&nbsp;This emoji has a cat variant, <a href=\"/cat-with-wry-smile/\">😼 Cat Face With Wry Smile</a>.</p>\r\n\r\n<p>On&nbsp;<a href=\"/snapchat/\">Snapchat</a>, this emoji next to a contact denotes&nbsp;that this person snaps you frequently&nbsp;but you do not often snap them in return.</p>",
      "id": "26",
      "slug": "smirking-face",
      "shortcodes": [
        {
          "code": ":smirking_face:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":smirk:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":smirk:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":smirk:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Smirking Face"
    }
  ],
  "currentCldrName": "Smirking Face",
  "description": "<p>A yellow face with a sly, smug, mischievous, or suggestive facial expression. It features a half-smile, raised eyebrows, and eyes looking to the side. Often used to convey flirtation or sexual innuendo.</p>\r\n\r\n<p>Not to be confused with <a href=\"/unamused-face/\">😒 Unamused Face</a>, which has similar eyes but a pouting mouth.&nbsp;This emoji has a cat variant, <a href=\"/cat-with-wry-smile/\">😼 Cat Face With Wry Smile</a>.</p>\r\n\r\n<p>On&nbsp;<a href=\"/snapchat/\">Snapchat</a>, this emoji next to a contact denotes&nbsp;that this person snaps you frequently&nbsp;but you do not often snap them in return.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "26",
  "shortcodes": [
    {
      "code": ":smirking_face:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":smirk:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":smirk:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":smirk:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "smirking-face",
  "title": "Smirking Face",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "face",
      "smirk"
    ],
    "definition": "A sly smile, often used with a sexual, or smug connotation. Not to be confused with the unamused face, which has similar eyes, but a displea http://emojipedia.org/smirking-face/",
    "name": "smirking face",
    "unicode": "U+1F60F",
    "shortcode": ":smirk:",
    "senses": {
      "adjectives": [
        {
          "bn:13611413a": [
            "Tending to wink; winking"
          ]
        },
        {
          "bn:00097006a": [
            "Arousing laughter.",
            "Of or pertaining to laughter",
            "Being funny, whimsically amusing.",
            "Arousing or provoking laughter",
            "Full of humor or arousing laughter; funny.",
            "Funny; amusing; comical.",
            "Fitted to excite laughter; humorous.",
            "Amusing; humorous; comical.",
            "Funny, hilarious."
          ]
        },
        {
          "bn:13760260a": [
            "Full of gambols or tricks."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00088278v": [
            "To display or act proudly, ostentatiously or pretentiously.",
            "To parade, display with ostentation.",
            "Display proudly; act ostentatiously or pretentiously",
            "To display with ostentation."
          ]
        },
        {
          "bn:00084324v": [
            "Talk or behave amorously, without serious intentions",
            "To talk or behave amorously, without serious intentions."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00022540n": [
            "Coquetry is an affectation of amorous tenderness, especially of a woman directed towards a man.",
            "Playful behavior intended to arouse sexual interest",
            "A form of human interaction between two people, expressing a romantic and/or sexual interest.",
            "Flirting or coquetry is a social and sometimes sexual activity involving verbal or written communication as well as body language by one person to another, suggesting an interest in a deeper relationship with the other person.",
            "Dalliance is a play by Tom Stoppard, based on Arthur Schnitzler's play Liebelei.",
            "Playful flirtation; amorous play.",
            "Flirting is a playful, romantic or sexual overture by one person to another subtly indicating an interest in a deeper relationship with the other person, and can involve verbal communication as well as body language."
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00011275n": [
            "Blinking is semi-autonomica rapid opening of the eyelid.",
            "A reflex that closes and opens the eyes rapidly",
            "Rapid closing and opening of the eyelid",
            "A wink is a facial expression made by briefly closing one eye."
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:00004630n": [
            "Something said or done for amusement, not in seriousness.",
            "Something said or done for amusement.",
            "A ludicrous or grotesque act done for fun and amusement",
            "Ludicrous act or behaviour.",
            "A ludicrous gesture or act; ridiculous behaviour."
          ]
        },
        {
          "bn:13617991n": [
            "The act of one who smirks."
          ]
        },
        {
          "bn:00072312n": [
            "A smile expressing smugness or scorn instead of pleasure",
            "A smirk is a smile evoking insolence, scorn, or offensive smugness, falling into the category of what Desmond Morris described as Deformed-Compliments Signals."
          ]
        },
        {
          "bn:00016859n": [
            "Satire is a literary technique of writing or art which exposes the follies of its subject to ridicule, often as an intended means of provoking or preventing change.",
            "One of the music genres that appears under Genre classification in Windows Media Player library. Based on ID3 standard tagging format for MP3 audio files. Winamp genre ID # 110.",
            "Satire is a genre of literature, and sometimes graphic and performing arts, in which vices, follies, abuses, and shortcomings are held up to ridicule, ideally with the intent of shaming individuals, corporations, government or society itself, into improvement.",
            "A literary technique of writing or art which principally ridicules its subject",
            "Sarcasm is a form of bitter or cutting irony.",
            "Witty language used to convey insults or scorn--Jonathan Swift",
            "Sarcasm is \"a sharp, bitter, or cutting expression or remark; a bitter gibe or taunt.\""
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "smirking face",
    "fromVersion": "0.6",
    "glyph": "😏",
    "glyphAsUtfInEmoticons": [
      "smirk"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "face",
      "smirk",
      "smirking face"
    ],
    "mappedToEmoticons": [
      "smirk"
    ],
    "tts": "smirking face",
    "unicode": "1f60f"
  },
  "fluentui_folder": "smirking-face"
}