{
  "alsoKnownAs": [
    "✉ Letter"
  ],
  "appleName": "Envelope",
  "code": "✉️",
  "codepointsHex": [
    "U+2709",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "✉ Letter"
      ],
      "appleName": "Envelope",
      "code": "✉️",
      "codepointsHex": [
        "U+2709",
        "U+FE0F"
      ],
      "currentCldrName": "Envelope",
      "description": "<p>The back of a white&nbsp;envelope, as used to send a letter or card in the mail (<a href=\"/postbox/\">post</a>). Used for various content concerning mail and messages, including <a href=\"/e-mail/\">email</a>.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/envelope/\">previously featured</a> a red, wax seal imprinted with the initial M.&nbsp;Google&rsquo;s design was <a href=\"/google/android-11.0/envelope/\">previously</a> yellow.</p>",
      "id": "819",
      "slug": "envelope",
      "shortcodes": [
        {
          "code": ":envelope:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":email:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":envelope:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":email:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":envelope:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":envelope:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Envelope"
    }
  ],
  "currentCldrName": "Envelope",
  "description": "<p>The back of a white&nbsp;envelope, as used to send a letter or card in the mail (<a href=\"/postbox/\">post</a>). Used for various content concerning mail and messages, including <a href=\"/e-mail/\">email</a>.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/envelope/\">previously featured</a> a red, wax seal imprinted with the initial M.&nbsp;Google&rsquo;s design was <a href=\"/google/android-11.0/envelope/\">previously</a> yellow.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "819",
  "shortcodes": [
    {
      "code": ":envelope:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":email:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":envelope:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":email:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":envelope:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":envelope:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "envelope",
  "title": "Envelope",
  "type": "SINGLE",
  "version": {
    "date": 738892800,
    "description": "<p>Unicode 1.1 were pre-dated emoji inclusion in Unicode by 17 years, and included many characters primarily sourced from the Zapf Dingbats font.</p>\r\n\r\n<p>The following characters were added to Unicode in 1993 and many were given emoji presentation status in the years 2010-2015.</p>",
    "name": "1.1",
    "slug": "unicode-1.1",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Dingbats -> Miscellaneous",
    "keywords": [
      "email",
      "letter"
    ],
    "definition": "A envelope, used to post letters and cards. Envelope was approved as part of Unicode 1.1 in 1993 and added to Emoji 1.0 in 2015. Copy and pa http://emojipedia.org/envelope/",
    "name": "envelope",
    "unicode": "U+2709",
    "shortcode": ":email:,:envelope:",
    "senses": {
      "adjectives": [
        {
          "bn:00108833a": [
            "Relating to mail.",
            "Relating to the collection, sorting and delivery of mail.",
            "Of or relating to the system for delivering mail"
          ]
        },
        {
          "bn:13693081a": [
            "That can be (physically and/or legally) sent by mail."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087450v": [
            "Communicate electronically on the computer"
          ]
        },
        {
          "bn:00088773v": [
            "To send via the post.",
            "To send (a letter, parcel, etc.) through the mail.",
            "Send via the postal service"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00021221n": [
            "Communication is the activity of conveying information through the exchange of ideas, feelings, intentions, attitudes, expectations, perceptions or commands, as by speech, non-verbal gestures, writings, behavior and possibly by other means such as electromagnetic, chemical or physical phenomena and smell.",
            "Conveying information through the exchange of thoughts, messages or information",
            "The activity of communicating; the activity of conveying information",
            "Navigation, surveillance\", often associated with air traffic management as CNS/ATM",
            "The concept or state of exchanging data or information between entities.",
            "Concept of information exchange.",
            "Communication is the activity of conveying information through the exchange of thoughts, messages, or information, as by speech, visuals, signals, writing, or behavior."
          ]
        },
        {
          "bn:00031067n": [
            "A flat (usually rectangular) container for a letter, thin package, etc."
          ]
        },
        {
          "bn:00029345n": [
            "Electronic mail, most commonly referred to as email or e-mail since, is a method of exchanging digital messages from an author to one or more recipients.",
            "A message sent via an e-mail system.",
            "A string that identifies a user so that the user can receive Internet email. An email address on the Internet typically consists of an account name, followed by the @ (at) symbol, a host name, and a domain name.",
            "Information at the top of an e-mail message, including the name and address of the sender and recipient, the date and time sent, the subject, and other information that is not part of the body text of the message. The mail header is used by an e-mail client or program.",
            "Information or message that is transmitted or exchanged from one computer terminal to another, through telecommunication.",
            "An app for sending and receiving email.",
            "A folder that stores messages that have been created but not yet sent.",
            "Message sent via e-mail.",
            "A message that is sent over a communications network such as a local area network or the Internet.",
            "(computer science) a system of world-wide electronic communication in which a computer user can compose a message at one terminal that can be regenerated at the recipient's terminal when the recipient logs in",
            "A notification issued when a message is received",
            "A utility that allows the user to send and receive e-mail.",
            "The exchange of text messages and computer files over a communications network, such as a local area network or the Internet.",
            "Method of sending digital messages from an author to one or more recipients"
          ]
        },
        {
          "bn:00050802n": [
            "A written message addressed to a person or organization",
            "A letter is a written message from one party to another containing information.",
            "A written message.",
            "A form of written communication; see also mail",
            "A written message; a letter, note or memo.",
            "A text that is written to and for a specific person or set of people (and is most commonly sent to them by post).",
            "An activity that tracks the delivery of a letter. The activity can contain the electronic copy of the letter.",
            "Written message containing information from one party to another"
          ]
        },
        {
          "bn:00052815n": [
            "The mail or post is a system for physically transporting documents and other small packages, as well as a name for the postcards, letters, and parcels themselves.",
            "The letters, parcels etc delivered to a particular address or person.",
            "Anything sent through postal services",
            "Mail, or post, is a system for transporting letters and other tangible objects: written documents, typically enclosed in envelopes, and also small packages are delivered to destinations around the world.",
            "The system whereby messages are transmitted via the post office",
            "A message or topic published on a blog, message board or Help board.",
            "A single delivery of letters; the letters or deliveries that make up a single batch delivered to one person or one address.",
            "Method of delivering mail.",
            "System for transporting documents and other small packages",
            "A batch of letters and parcels received via post."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "envelope",
    "fromVersion": "0.6",
    "glyph": "✉️",
    "group": "Objects",
    "keywords": [
      "email",
      "envelope",
      "letter"
    ],
    "tts": "envelope",
    "unicode": "2709 fe0f"
  },
  "fluentui_folder": "envelope"
}