{
  "alsoKnownAs": [
    "Crying Cat",
    "Sad Cat"
  ],
  "appleName": "Crying Cat Face",
  "code": "😿",
  "codepointsHex": [
    "U+1F63F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Crying Cat",
        "Sad Cat"
      ],
      "appleName": "Crying Cat Face",
      "code": "😿",
      "codepointsHex": [
        "U+1F63F"
      ],
      "currentCldrName": "Crying Cat",
      "description": "<p>A cartoon cat variant of <a href=\"/crying-face/\">😢 Crying Face</a>. Depicted as yellow on major platforms.</p>",
      "id": "230",
      "slug": "crying-cat",
      "shortcodes": [
        {
          "code": ":crying_cat:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":crying_cat_face:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":crying_cat_face:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":crying_cat_face:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Crying Cat Face"
    }
  ],
  "currentCldrName": "Crying Cat",
  "description": "<p>A cartoon cat variant of <a href=\"/crying-face/\">😢 Crying Face</a>. Depicted as yellow on major platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "230",
  "shortcodes": [
    {
      "code": ":crying_cat:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":crying_cat_face:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":crying_cat_face:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":crying_cat_face:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "crying-cat",
  "title": "Crying Cat Face",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Cat faces",
    "keywords": [
      "cat",
      "sad",
      "face",
      "cry",
      "tear"
    ],
    "definition": "The cat variant of the Crying Face Emoji. Crying Cat Face was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 in 2015. Copy a http://emojipedia.org/crying-cat-face/",
    "name": "crying cat face",
    "unicode": "U+1F63F",
    "shortcode": ":crying_cat_face:",
    "senses": {
      "adjectives": [
        {
          "bn:00101571a": [
            "Anxious or uneasy",
            "Anxious or uneasy.",
            "Afflicted with or marked by anxious uneasiness or trouble or grief.",
            "Afflicted with or marked by anxious uneasiness or trouble or grief"
          ]
        },
        {
          "bn:00110036a": [
            "Feeling mentally uncomfortable because something is missing or wrong.",
            "Experiencing or showing sorrow or unhappiness- Christina Rossetti",
            "Feeling sorrow; sorrowful, mournful."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00086122v": [
            "To cry; shed tears.",
            "Shed tears because of sadness, rage, or pain",
            "Intransitive: to weep.",
            "To shed tears due to the impact of an emotion.",
            "To shed tears; to weep."
          ]
        },
        {
          "bn:00084388v": [
            "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
            "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
            "To utter a sudden and loud outcry.",
            "To speak with a loud, excited voice.",
            "Utter a sudden loud cry",
            "To utter in a loud or distinct voice."
          ]
        },
        {
          "bn:00095465v": [
            "Disturb the balance or stability of"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00004222n": [
            "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
            "A classification of living organisms",
            "Creature is a 1999 documentary film that was directed by Parris Patton.",
            "All of the animal life of any particular region or time.",
            "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
            "A living organism characterized by voluntary movement",
            "A living organism characterized by voluntary movement.",
            "Animals considered as a group; especially those of a particular country, region, time, etc.",
            "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
            "The entire animal life of a given region, habitat or geological stratum.",
            "Any nonhuman animal, esp. a large, four-footed mammal.",
            "Animals considered as a group.",
            "Fauna is all of the animal life of any particular region or time.",
            "This page is for quotes about animals.",
            "Multicellular eukaryotic organisms"
          ]
        },
        {
          "bn:00068782n": [
            "Basic emotion",
            "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness, sorrow, and rage.",
            "Emotions experienced when not in a state of well-being",
            "Sadness is emotional pain associated with, or characterized by feelings of disadvantage, loss, despair, helplessness and sorrow.",
            "The state of being plangent"
          ]
        },
        {
          "bn:00059926n": [
            "Unexpected result in competition",
            "An improbable and unexpected victory",
            "Sports: unexpected victory of a competitor.",
            "An upset occurs in a competition, frequently in electoral politics or sports, when the party popularly expected to win, is defeated by an underdog whom the majority expects to lose, defying the conventional wisdom.",
            "In a contest, especially in sport, when an underdog beats the strong favourite",
            "An unexpected victory of a competitor that was not favored."
          ]
        },
        {
          "bn:00014793n": [
            "A loud utterance; often in protest or opposition"
          ]
        },
        {
          "bn:00076312n": [
            "A single tear (clear, salty liquid secreted by the eye).",
            "A drop of clear, salty liquid produced from the eyes by crying or irritation.",
            "A clear, salty liquid produced by the lacrimal gland in the eye, whose normal function is to clean and lubricate the eyes; its production is increased when the eye is irritated, or when yawning, laughing or crying.",
            "A drop of liquid produced from the eyes by crying or irritation.",
            "A drop of the clear salty saline solution secreted by the lacrimal glands",
            "Drop of clear salty liquid from the eyes."
          ]
        },
        {
          "bn:00024162n": [
            "Lacrimation, or lachrymation, is the secretion of tears, which often serves to clean and lubricate the eyes in response to an irritation of the eyes.",
            "Shedding tears as a response to an emotional state in humans",
            "Tears are the secretions of the glands that clean and lubricate the eyes.",
            "The process of shedding tears (usually accompanied by sobs or other inarticulate sounds)",
            "Crying is the shedding of tears in response to an emotional state in humans."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "crying cat",
    "fromVersion": "0.6",
    "glyph": "😿",
    "group": "Smileys & Emotion",
    "keywords": [
      "cat",
      "cry",
      "crying cat",
      "face",
      "sad",
      "tear"
    ],
    "mappedToEmoticons": [
      "sadcat"
    ],
    "tts": "crying cat",
    "unicode": "1f63f"
  },
  "fluentui_folder": "crying-cat-face"
}