{
  "alsoKnownAs": [
    "Grandstand",
    "Sport Stadium"
  ],
  "appleName": "Stadium",
  "code": "🏟️",
  "codepointsHex": [
    "U+1F3DF",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Grandstand",
        "Sport Stadium"
      ],
      "appleName": "Stadium",
      "code": "🏟️",
      "codepointsHex": [
        "U+1F3DF",
        "U+FE0F"
      ],
      "currentCldrName": "Stadium",
      "description": "<p>A large capacity stadium, featuring a large amount of seating for&nbsp;sporting fans, or people attending other shows hosted by the stadium.</p>",
      "id": "402",
      "slug": "stadium",
      "shortcodes": [
        {
          "code": ":stadium:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":stadium:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":stadium:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":stadium:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Stadium"
    }
  ],
  "currentCldrName": "Stadium",
  "description": "<p>A large capacity stadium, featuring a large amount of seating for&nbsp;sporting fans, or people attending other shows hosted by the stadium.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "402",
  "shortcodes": [
    {
      "code": ":stadium:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":stadium:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":stadium:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":stadium:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "stadium",
  "title": "Stadium",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "stadium"
    ],
    "definition": "A large capacity stadium, featuring a large amount of seating for sporting fans, or people attending other shows hosted by the stadium. Stad http://emojipedia.org/stadium/",
    "name": "stadium",
    "unicode": "U+1F3DF",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:13666193v": [
            "To take a photograph."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00051754n": [
            "Place, especially the one where a given event is to happen.",
            "Place (locale) of an action or event.",
            "In archaeology context is used as a technical term referring to the remains of an individual stratigraphic event.",
            "The scene of any event or action (especially the place of a meeting)",
            "An event in time which has been preserved in the archaeological record",
            "A place, especially the one where a given event is to happen.",
            "A place or locality, especially a centre of activity or the scene of a crime."
          ]
        },
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00032381n": [
            "An image created by light falling on a light-sensitive surface or an electronic imager",
            "Image created by light falling on a light-sensitive surface",
            "An image captured by a camera or some other device and reproduced as a picture, usually on a sensitized surface and formed by the chemical action of light or of radiant energy.",
            "A photograph.",
            "A Surface application from Microsoft where users can browse and interact with photos and videos.",
            "A representation of a person or scene in the form of a print or transparent slide; recorded by a camera on light-sensitive material",
            "An image that has been captured electronically with a digital camera or scanner.",
            "A photograph, photo or a picture is an image created by light falling on a light-sensitive surface, usually photographic film or an electronic medium such as a CCD or a CMOS chip.",
            "Photograph.",
            "A picture created by projecting an image onto a photosensitive surface such as a chemically treated plate or film, CCD receptor, etc."
          ]
        },
        {
          "bn:00005532n": [
            "A modern stadium is a place or venue for outdoor sports, concerts, or other events and consists of a field or stage either partly or completely surrounded by a structure designed to allow spectators to stand or sit and view the event.",
            "An enclosed area, often outdoor.",
            "An arena is an enclosed area, often circular or oval-shaped, designed to showcase theater, musical performances, or sporting events.",
            "A building type (the usual modern name)",
            "A large structure for open-air sports or entertainments.",
            "An enclosed area, often outdoor, for the presentation of sporting events (sports arena) or other spectacular events; earthen area, often oval, specifically for rodeos (N. America) or circular area for bullfights (especially Hispanic America).",
            "A venue where sporting events are held.",
            "A large structure for open-air sports or entertainments",
            "Place or venue for (mostly) outdoor sports, concerts, or other events"
          ]
        },
        {
          "bn:00021559n": [
            "A concert is a live performance, usually of music, before an audience.",
            "A performance of music by players or singers not involving theatrical staging",
            "Live performance of music",
            "A concert is a live performance of music before an audience.",
            "An act where somebody performs music, theater or a similar art in a live show or concert."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "stadium",
    "fromVersion": "0.7",
    "glyph": "🏟️",
    "group": "Travel & Places",
    "keywords": [
      "stadium"
    ],
    "mappedToEmoticons": [
      "1f3df_stadium"
    ],
    "tts": "stadium",
    "unicode": "1f3df fe0f"
  },
  "fluentui_folder": "stadium"
}