{
  "alsoKnownAs": [
    "Moonface",
    "Smiley Moon",
    "Smiling Moon"
  ],
  "appleName": "Full Moon with Face",
  "code": "🌝",
  "codepointsHex": [
    "U+1F31D"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Moonface",
        "Smiley Moon",
        "Smiling Moon"
      ],
      "appleName": "Full Moon with Face",
      "code": "🌝",
      "codepointsHex": [
        "U+1F31D"
      ],
      "currentCldrName": "Full Moon Face",
      "description": "<p>A full moon with a smiling face, as the <a href=\"https://en.wikipedia.org/wiki/Man_in_the_Moon\">Man in the Moon</a>. Generally depicts the moon as a dark disc with a slightly smiling human face and nose.</p>\r\n\r\n<p>See also <a href=\"/full-moon/\">🌕&nbsp;Full Moon</a>.&nbsp;May be used to represent the moon more generally. Commonly used a smiley. Occasionally used for irony and sarcasm.</p>\r\n\r\n<p>Apple and WhatsApp&rsquo;s eyes are looking left, as if giving the&nbsp;<a href=\"/eyes/\">side-eye</a>. Samsung and Facebook&rsquo;s faces are looking straight ahead. Google&rsquo;s facial expression resembles <a href=\"/smirking-face/\">😏&nbsp;Smirking Face</a>, Twitter&rsquo;s <a href=\"/slightly-smiling-face/\">🙂&nbsp;Slightly Smiling Face</a>.</p>\r\n\r\n<p><a href=\"/google/android-7.0/full-moon-face/\">Google&rsquo;s</a> face previously evoked <a href=\"https://www.dictionary.com/e/memes/lenny-face/\">Lenny Face</a>, <a href=\"/microsoft/windows-10/full-moon-face/\">Microsoft&rsquo;s</a> eyes appeared to be closed, <a href=\"/twitter/twemoji-2.3/full-moon-face/\">Twitter&rsquo;s</a> resembled its <a href=\"/new-moon-face/\">🌚&nbsp;New Moon Face</a>, and <a href=\"/facebook/2.0/full-moon-face/\">Facebook&rsquo;s</a> face was a simple, yellow smiley.</p>",
      "id": "601",
      "slug": "full-moon-face",
      "shortcodes": [
        {
          "code": ":full_moon_face:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":full_moon_with_face:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":full_moon_with_face:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":full_moon_with_face:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Full Moon with Face"
    }
  ],
  "currentCldrName": "Full Moon Face",
  "description": "<p>A full moon with a smiling face, as the <a href=\"https://en.wikipedia.org/wiki/Man_in_the_Moon\">Man in the Moon</a>. Generally depicts the moon as a dark disc with a slightly smiling human face and nose.</p>\r\n\r\n<p>See also <a href=\"/full-moon/\">🌕&nbsp;Full Moon</a>.&nbsp;May be used to represent the moon more generally. Commonly used a smiley. Occasionally used for irony and sarcasm.</p>\r\n\r\n<p>Apple and WhatsApp&rsquo;s eyes are looking left, as if giving the&nbsp;<a href=\"/eyes/\">side-eye</a>. Samsung and Facebook&rsquo;s faces are looking straight ahead. Google&rsquo;s facial expression resembles <a href=\"/smirking-face/\">😏&nbsp;Smirking Face</a>, Twitter&rsquo;s <a href=\"/slightly-smiling-face/\">🙂&nbsp;Slightly Smiling Face</a>.</p>\r\n\r\n<p><a href=\"/google/android-7.0/full-moon-face/\">Google&rsquo;s</a> face previously evoked <a href=\"https://www.dictionary.com/e/memes/lenny-face/\">Lenny Face</a>, <a href=\"/microsoft/windows-10/full-moon-face/\">Microsoft&rsquo;s</a> eyes appeared to be closed, <a href=\"/twitter/twemoji-2.3/full-moon-face/\">Twitter&rsquo;s</a> resembled its <a href=\"/new-moon-face/\">🌚&nbsp;New Moon Face</a>, and <a href=\"/facebook/2.0/full-moon-face/\">Facebook&rsquo;s</a> face was a simple, yellow smiley.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "601",
  "shortcodes": [
    {
      "code": ":full_moon_face:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":full_moon_with_face:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":full_moon_with_face:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":full_moon_with_face:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "full-moon-face",
  "title": "Full Moon with Face",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Moon, sun, and star symbols",
    "keywords": [
      "moon",
      "full",
      "face",
      "bright"
    ],
    "definition": "A smiling full moon, sometimes said to have a slightly creepy face. Not to be confused with the full moon that has no face. Full Moon With F http://emojipedia.org/full-moon-with-face/",
    "name": "full moon with face",
    "unicode": "U+1F31D",
    "shortcode": ":full_moon_with_face:",
    "senses": {
      "adjectives": [
        {
          "bn:00103933a": [
            "Enjoying or showing or marked by joy or pleasure"
          ]
        },
        {
          "bn:00104348a": [
            "Used of physical heat; having a high or higher than desirable temperature or giving off heat or feeling or causing a sensation of heat or burning",
            "Of an object, having a high temperature.",
            "Having a high temperature."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00025236n": [
            "Night or nighttime is the period of time between the sunset and the sunrise when the Sun is below the horizon.",
            "The time after sunset and before sunrise while it is dark outside",
            "Hours of darkness.",
            "The period between sunset and sunrise, when a location faces far away from the sun, thus when the sky is dark.",
            "Night is the period of time when the sun is below the horizon.",
            "Part of the day when the Sun is not aloft",
            "The hours of darkness between sunset and sunrise; the night."
          ]
        },
        {
          "bn:00072101n": [
            "A natural and periodic state of rest during which consciousness of the world is suspended",
            "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
            "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
            "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
            "State characterized by reduced or absent consciousness",
            "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
            "State of reduced consciousness."
          ]
        },
        {
          "bn:00031998n": [
            "\"Abide with Me\" is a Christian hymn by Scottish Anglican Henry Francis Lyte most often sung to English composer William Henry Monk's tune entitled \"Eventide\".",
            "Evening of the day.",
            "Evening",
            "The latter part of the day (the period of decreasing daylight from late afternoon until nightfall)",
            "Period of the day between 5:00 pm and 9:00 pm",
            "The evening before a certain day.",
            "Evening is the period between the late afternoon and night when daylight is decreasing, around dinner time.",
            "The time of the day between the approximate time of midwinter dusk and midnight (compare afternoon); the period after the end of regular office working hours.",
            "That part of the day in which daylight decreases and the night falls.",
            "Evening, night.",
            "Evening.",
            "Evening in its primary meaning is the period of the day between afternoon and night."
          ]
        },
        {
          "bn:00055809n": [
            "Any substantially sized natural satellite of a planet.",
            "The name of Earth's moon.",
            "Only natural satellite of Earth",
            "The largest satellite of Earth.",
            "The sole natural satellite of the Earth.",
            "The natural satellite of the Earth",
            "The first planet from Earth in the Ptolemaic geocentric model",
            "The Moon is Earth's only natural satellite."
          ]
        },
        {
          "bn:00062777n": [
            "A barcoding system for sorting mail used by the US Postal Service",
            "Any celestial body (other than comets or satellites) that revolves around a star",
            "The Postal Alpha Numeric Encoding Technique barcode is used by the United States Postal Service to identify and track pieces of mail during delivery - the Post Office's \"CONFIRM\" services."
          ]
        },
        {
          "bn:00023747n": [
            "Twilight is the time between dawn and sunrise, and the time between sunset and dusk.",
            "A period of time at the end of the day shortly after sunset during which the light fades gradually.",
            "Twilight, as at early morning or (especially) early evening; dusk",
            "The darkest stage of twilight in the evening",
            "Twilight.",
            "Gloaming, twilight",
            "The time when this light is visible; the period between daylight and darkness.",
            "\"Nightfall\" is a 1941 science fiction short story by Isaac Asimov about the coming of darkness to the people of a planet ordinarily illuminated at all times on all sides.",
            "A 1941 science fiction short story by Isaac Asimov, and later adaptations",
            "The time of day immediately following sunset",
            "A period of time occurring at the end of the day during which the sun sets.",
            "Evenfall is the first short film in a series about a highly trained young woman embarking on her career as an international spy and discovering it takes more than good looks to keep things from falling into the wrong hands.",
            "Dusk is the darkest stage of twilight in the evening.",
            "The time between dawn and sunrise or between sunset and dusk",
            "Twilight is the illumination of the Earth's lower atmosphere when the Sun itself is not directly visible because it is below the horizon.",
            "Dusk, twilight",
            "The close of the day; the coming of night."
          ]
        },
        {
          "bn:00075170n": [
            "The star that is the source of light and heat for the planets in the solar system",
            "The Sun is the star at the center of the Solar System.",
            "The star at the center of the Solar System, represented in astronomy and astrology by ?.",
            "Star at the centre of the Solar System",
            "The particular star at the centre of our solar system, from which the Earth gets light and heat.",
            "An inhabitant of any part of the solar system of the star Sol (i.e. the Sun).",
            "The fourth planet from Earth in the Ptolemaic geocentric cosmology"
          ]
        },
        {
          "bn:00042905n": [
            "The emotion of being happy; joy.",
            "Mental or emotional state of well-being characterized by pleasant emotions",
            "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
            "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
            "Emotion of being happy.",
            "The state of being jocund.",
            "Emotions experienced when in a state of well-being.",
            "Emotions experienced when in a state of well-being"
          ]
        },
        {
          "bn:00036765n": [
            "The phase of the moon when it is entire face is illuminated, full moon.",
            "The lunar phase during which the moon is in opposition to the sun, making it completely visible.",
            "Phase of moon when in opposition to sun.",
            "The full moon after the harvest moon.",
            "The phase of the moon when it is in opposition to the sun.",
            "A full moon is the lunar phase that occurs when the Moon is completely illuminated as seen from the Earth.",
            "Lunar phase that occurs when the Moon is completely illuminated as seen from the Earth",
            "The first full moon of autumn by a tropical year.",
            "The full moon in June closest to the summer solstice.",
            "The time when the Moon is fully illuminated"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "full moon face",
    "fromVersion": "1.0",
    "glyph": "🌝",
    "glyphAsUtfInEmoticons": [
      "1f31d_fullmoonwithface"
    ],
    "group": "Travel & Places",
    "keywords": [
      "bright",
      "face",
      "full",
      "moon"
    ],
    "mappedToEmoticons": [
      "1f31d_fullmoonwithface"
    ],
    "tts": "full moon face",
    "unicode": "1f31d"
  },
  "fluentui_folder": "full-moon-with-face"
}