{
  "category": "Miscellaneous Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "medium-light skin tone",
    "man"
  ],
  "definition": "This version of the ?? Man emoji has the ?? Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on supported platf http://emojipedia.org/man-type-3/",
  "unicode": "U+1F468 U+1F3FC",
  "name": "man: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00106355a": [
          "Characteristic of a man",
          "Inherently characteristic of the male of a species.",
          "Characteristic of a man.",
          "Having the characteristics of a man."
        ]
      },
      {
        "bn:00098829a": [
          "Possessing physical strength.",
          "(of a person) possessing physical strength and weight; rugged and powerful",
          "Possessing physical strength and weight; rugged and powerful; powerfully or heavily built.",
          "Possessing physical strength and weight; rugged and powerful.",
          "Brawny, having strength."
        ]
      },
      {
        "bn:00107063a": [
          "Having a moustache"
        ]
      }
    ],
    "verbs": [],
    "nouns": [
      {
        "bn:00009361n": [
          "The hair growing on the lower part of a man's face",
          "A beard that covers a large part of the face.",
          "Facial hair on the chin, cheeks and jaw.",
          "A growth of facial hair between the nose and the upper lip.",
          "Facial hair of humans on the chin, cheeks and jaw.",
          "A beard growth visible late in the day on a man whose face was clean-shaven in the morning.",
          "A hairstyle where facial hair is shaven except for the area between the chin and the neck.",
          "A style of facial hair wherein the beard is allowed to grow down the chin and is trimmed to an even length over the entirety of the face.",
          "Hair of the beard.",
          "Whiskers or vibrissae are a type of mammalian hair that are typically characterised, anatomically, by their large size, large and well-innervated hair follicle and by having an identifiable representation in the somatosensory cortex of the brain.",
          "That part of the beard which grows upon the sides of the face, usually of the male, or upon the chin, or upon both.",
          "A beard is the collection of hair that grows on the chin, upper lip, cheeks and neck of human beings and some non-human animals.",
          "A beard is the hair that grows on a human chin, cheeks, neck and the area above the upper lip."
        ]
      },
      {
        "bn:00024989n": [
          "Nickname",
          "An informal term for a father; probably derived from baby talk",
          "Dad, daddy, father; a familiar or old-fashioned term of address to one's father.",
          "Children word for \"father\".",
          "Father, papa.",
          "Papa is a nickname which may refer to.",
          "Affectionate form of father.",
          "Father, dad.",
          "Father.",
          "A father, a male parent.",
          "A list of people"
        ]
      },
      {
        "bn:00046516n": [
          "A person, especially as one among many.",
          "Some unspecified person.",
          "An individual is a person or a specific object.",
          "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
          "A human; someone susceptible to death.",
          "A human being",
          "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
          "A human being.",
          "A person that will die eventually.",
          "A being, such as a human, that has certain capacities or attributes constituting personhood",
          "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
          "Some person.",
          "An individual; usually a human being."
        ]
      },
      {
        "bn:00001480n": [
          "A juvenile between the onset of puberty and maturity",
          "A teenager; a juvenile after puberty.",
          "A juvenile between the onset of puberty and maturity; in the state of development between puberty and maturity."
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00009616n": [
          "Male parent or Individual progenitor of human offspring",
          "A male parent (also used as a term of address to your father)",
          "The male parent whose child inherits one half of the parent's DNA and the Y chromosome.",
          "A male parent.",
          "A male ancestor more remote than a parent; a progenitor; especially, a first ancestor.",
          "The man from whom one inherits half of one's DNA and from whom men inherit their Y chromosome.",
          "The counterpart of a dam, particularly in animal breeding. See also stallion",
          "Null",
          "Man from whom one inherits DNA.",
          "A father is a male parent who has raised a child, supplied the sperm through sexual intercourse or sperm donation which grew into a child, and/or donated a body cell which resulted in a clone."
        ]
      }
    ]
  },
  "code": "👨🏼",
  "fluentui_metadata": {
    "cldr": "man",
    "fromVersion": "0.6",
    "glyph": "👨",
    "glyphAsUtfInEmoticons": [
      "man",
      "man_student",
      "manstudent",
      "smileman"
    ],
    "group": "People & Body",
    "keywords": [
      "adult",
      "man"
    ],
    "mappedToEmoticons": [
      "smileman"
    ],
    "tts": "man",
    "unicode": "1f468",
    "unicodeSkintones": [
      "1f468",
      "1f468 1f3fb",
      "1f468 1f3fc",
      "1f468 1f3fd",
      "1f468 1f3fe",
      "1f468 1f3ff"
    ]
  },
  "fluentui_folder": "man-medium-light-skin-tone",
  "slug": "man-medium-light-skin-tone"
}