{
  "alsoKnownAs": [
    "Joker",
    "Joker Card"
  ],
  "appleName": "Joker",
  "code": "🃏",
  "codepointsHex": [
    "U+1F0CF"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Joker",
        "Joker Card"
      ],
      "appleName": "Joker",
      "code": "🃏",
      "codepointsHex": [
        "U+1F0CF"
      ],
      "currentCldrName": "Joker",
      "description": "<p>The joker in a deck of cards, usually appearing&nbsp;like a <a href=\"https://en.wikipedia.org/wiki/Jester\">court jester</a>.</p>",
      "id": "695",
      "slug": "joker",
      "shortcodes": [
        {
          "code": ":joker:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":black_joker:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":black_joker:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":black_joker:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Playing Card Black Joker"
    }
  ],
  "currentCldrName": "Joker",
  "description": "<p>The joker in a deck of cards, usually appearing&nbsp;like a <a href=\"https://en.wikipedia.org/wiki/Jester\">court jester</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "695",
  "shortcodes": [
    {
      "code": ":joker:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":black_joker:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":black_joker:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":black_joker:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "joker",
  "title": "Playing Card Black Joker",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Playing Cards -> Joker",
    "keywords": [
      "wildcard",
      "game",
      "card"
    ],
    "definition": "The joker in a deck of cards, usually appearing like a court jester. Joker was approved as part of Unicode 6.0 in 2010 under the name “Playi http://emojipedia.org/playing-card-black-joker/",
    "name": "joker",
    "unicode": "U+1F0CF",
    "shortcode": ":black_joker:",
    "senses": {
      "adjectives": [
        {
          "bn:13601287a": [
            "One who jokes."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00091708v": [
            "To perform in (a sport); to participate in (a game).",
            "To take part in a sport's match.",
            "Participate in games or sport",
            "Participate in (a sport or game)."
          ]
        },
        {
          "bn:00089961v": [
            "To say or do something for amusement; to speak humorously.",
            "To tell a joke.",
            "Tell a joke; speak humorously",
            "To do or say something for amusement rather than seriously.",
            "To tell a joke; to talk in a playful manner; to make fun of something or someone."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00081189n": [
            "A playing card whose value can be determined by the person who holds it",
            "Card games, particularly poker games, may contain one or more cards designated as wild.",
            "Card which may stand in for a card of another value",
            "In card games, a card that can be assigned any value or used to substitute for any needed card.",
            "A playing card that substitutes for any other card in card games"
          ]
        },
        {
          "bn:00063272n": [
            "A card game involving betting and individualistic play whereby the winner is determined by comparing the ranks and combinations of his cards with that of the other players.",
            "Any of various card games in which players bet that they hold the highest-ranking hand",
            "Family of card games",
            "Any of various card games in which, following each of one or more rounds of dealing or revealing the cards, the players in sequence make tactical bets or drop out, the bets forming a pool to be taken either by the sole remaining player or, after all rounds and bets have been completed, by those remaining players who hold a superior hand according to a standard ranking of hand values for the game.",
            "Poker is a family of card games involving betting and individual play, whereby the winner is determined by the ranks and combinations of their cards, some of which remain hidden until the end of the game.",
            "A type of card game"
          ]
        },
        {
          "bn:00037180n": [
            "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
            "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
            "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
            "Structured information used for playing",
            "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
            "A contest with rules to determine a winner",
            "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool."
          ]
        },
        {
          "bn:00015914n": [
            "One of a set of small pieces of stiff paper marked in various ways and used for playing games or for telling fortunes",
            "Each one of the pieces in the playing deck used in social games such as Gin Rummy or Poker.",
            "The lineup of the matches in an event",
            "In sports, a card comprises a listing of the matches taking place in a title-match combat-sport event.",
            "List of matches taking place in a title-match combat-sport event"
          ]
        },
        {
          "bn:00035673n": [
            "The Fool or The Jester is one of the 78 cards in a Tarot deck; one of the 22 Trump cards that make up the Major Arcana.",
            "A person in bright garb and fool's cap who served as amusement in a mediaeval royal court.",
            "A professional clown employed to entertain a king or nobleman in the Middle Ages",
            "A person employed to tell jokes and provide entertainment",
            "A Tarot card",
            "Person who entertained a sovereign.",
            "A jester was a historical entertainer either employed to entertain a ruler or other nobility in medieval or Tudor times or was an itinerant performer who entertained common folk at fairs and markets.",
            "Historical entertainer",
            "A person in bright garb and fool's cap who amused a mediaeval royal court.",
            "A jester; a person whose role was to entertain a sovereign and the court (or lower personages)."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "joker",
    "fromVersion": "0.6",
    "glyph": "🃏",
    "glyphAsUtfInEmoticons": [
      "1f0cf_playingcardblackjoker"
    ],
    "group": "Activities",
    "keywords": [
      "card",
      "game",
      "joker",
      "wildcard"
    ],
    "mappedToEmoticons": [
      "1f0cf_playingcardblackjoker"
    ],
    "tts": "joker",
    "unicode": "1f0cf"
  },
  "fluentui_folder": "playing-card-black-joker"
}