{
  "alsoKnownAs": [
    "Kiss Face",
    "Kissy",
    "Whistle",
    "Whistling"
  ],
  "appleName": "Kissing Face with Smiling Eyes",
  "code": "😙",
  "codepointsHex": [
    "U+1F619"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Kiss Face",
        "Kissy",
        "Whistle",
        "Whistling"
      ],
      "appleName": "Kissing Face with Smiling Eyes",
      "code": "😙",
      "codepointsHex": [
        "U+1F619"
      ],
      "currentCldrName": "Kissing Face with Smiling Eyes",
      "description": "<p>A yellow face with smiling eyes and puckered lips giving a kiss. Commonly conveys sentiments of love and affection.</p>\r\n\r\n<p>Like <a href=\"/kissing-face/\">😗&nbsp;Kissing Face</a>, this emoji is sometimes taken to represent whistling, especially when paired with a <a href=\"/musical-note/\">musical note</a>. May convey such feelings as surprise, admiration, contempt, or feigned innocence, as a person with hands in pocket casually whistling after wrongdoing, as if&nbsp;saying&nbsp;<em>Nothing to look at here</em>.</p>\r\n\r\n<p>With its smiling eyes, this emoji generally features an expression fonder than <a href=\"/kissing-face/\">😗&nbsp;Kissing Face</a>&#39;s&nbsp;but less intimate than <a href=\"/kissing-face-with-closed-eyes/\">😚&nbsp;Kissing Face With Closed Eyes</a>&#39;s. Expect for on&nbsp;Huawei devices, where this emoji&#39;s lips are plump and red like the&nbsp;<a href=\"/kiss-mark\">💋&nbsp;Kiss Mark</a> emoji.</p>",
      "id": "15",
      "slug": "kissing-face-with-smiling-eyes",
      "shortcodes": [
        {
          "code": ":kissing_face_with_smiling_eyes:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":kissing_smiling_eyes:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":kissing_smiling_eyes:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":kissing_smiling_eyes:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Kissing Face with Smiling Eyes"
    }
  ],
  "currentCldrName": "Kissing Face with Smiling Eyes",
  "description": "<p>A yellow face with smiling eyes and puckered lips giving a kiss. Commonly conveys sentiments of love and affection.</p>\r\n\r\n<p>Like <a href=\"/kissing-face/\">😗&nbsp;Kissing Face</a>, this emoji is sometimes taken to represent whistling, especially when paired with a <a href=\"/musical-note/\">musical note</a>. May convey such feelings as surprise, admiration, contempt, or feigned innocence, as a person with hands in pocket casually whistling after wrongdoing, as if&nbsp;saying&nbsp;<em>Nothing to look at here</em>.</p>\r\n\r\n<p>With its smiling eyes, this emoji generally features an expression fonder than <a href=\"/kissing-face/\">😗&nbsp;Kissing Face</a>&#39;s&nbsp;but less intimate than <a href=\"/kissing-face-with-closed-eyes/\">😚&nbsp;Kissing Face With Closed Eyes</a>&#39;s. Expect for on&nbsp;Huawei devices, where this emoji&#39;s lips are plump and red like the&nbsp;<a href=\"/kiss-mark\">💋&nbsp;Kiss Mark</a> emoji.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "15",
  "shortcodes": [
    {
      "code": ":kissing_face_with_smiling_eyes:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":kissing_smiling_eyes:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":kissing_smiling_eyes:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":kissing_smiling_eyes:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "kissing-face-with-smiling-eyes",
  "title": "Kissing Face with Smiling Eyes",
  "type": "SINGLE",
  "version": {
    "date": 1327968000,
    "description": "<p>A small update to the much larger Unicode 6.0. Unicode 6.1 included 13 new emoji characters.</p>",
    "name": "6.1",
    "slug": "unicode-6.1",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "kiss",
      "eye",
      "smile",
      "face"
    ],
    "definition": "This emoji is kissing, but also looks like a whistling emoji, or blowing air. A bit more of an ‘innocent, I’m pretending I didn’t do anythin http://emojipedia.org/kissing-face-with-smiling-eyes/",
    "name": "kissing face with smiling eyes",
    "unicode": "U+1F619",
    "shortcode": ":kissing_smiling_eyes:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00095747v": [
            "To speak in a quiet voice, without vibration of the vocal cords.",
            "To talk in a quiet voice.",
            "To address in a whisper, or low voice.",
            "Speak softly; in a low voice"
          ]
        },
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        },
        {
          "bn:13611060v": [
            "To feel an affection, emotion or love for."
          ]
        },
        {
          "bn:00084312v": [
            "To touch each other’s lips.",
            "Touch with the lips or press the lips (against someone's mouth or other body part) as an expression of love, greeting, etc.",
            "To touch with the lips to express love or affection.",
            "Of two or more people, to touch each other's lips together, usually to express love or affection or passion."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00051440n": [
            "Either of the two fleshy protrusions around the opening of the mouth.",
            "Fleshy protrusion framing the mouth.",
            "Lips are a visible body part at the mouth of humans and many animals.",
            "Visible body part at the mouth",
            "Either of two fleshy folds of tissue that surround the mouth and play a role in speaking",
            "A soft, protruding organ at the mouth of many animals, including humans",
            "The two lips of a human being considered as a whole."
          ]
        },
        {
          "bn:00014726n": [
            "A short-lived and unrequited love or infatuation; the object of this infatuation.",
            "An unreasoning love or attraction.",
            "A strong feeling of love, often for just a short time, usually by an adolescent.",
            "Puppy love is an informal term for feelings of love, romance, or infatuation, often felt by young people during their childhood and adolescence.",
            "Feelings of love, romance, or infatuation felt by young people",
            "Puppy love",
            "Temporary love of an adolescent"
          ]
        },
        {
          "bn:00081042n": [
            "An act of whistling.",
            "The act of signalling (e.g., summoning) by whistling or blowing a whistle",
            "Act of whistling.",
            "Whistling is the production of sound by means of carefully controlling a stream of air flowing through a small hole.",
            "The high loud sound made by air or steam when forced through a small aperture."
          ]
        },
        {
          "bn:00001744n": [
            "?, representing love, the organ, or a card suit",
            "A feeling of love or strong attachment.",
            "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
            "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
            "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
            "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "As used by Aristotle in his Nichomachean Ethics",
            "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
            "A positive feeling of liking",
            "Feeling of love or strong attachment."
          ]
        },
        {
          "bn:00033885n": [
            "Calendar day",
            "A celebration of lovers that is observed on February 14.",
            "Saint Valentine's Day, commonly shortened to Valentine's Day, is an annual commemoration held on February 14 celebrating love and affection between intimate companions. Day",
            "Saint Valentine's Day",
            "Saint Valentine's Day.",
            "February 14 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014; 2015; 2016: Rank or add further suggestions. Ranking system: Love does not dominate, it cultivates. 14",
            "A day for the exchange of tokens of affection",
            "Saint Valentine's Day, also known as Valentine's Day or the Feast of Saint Valentine, is a holiday observed on February 14 each year."
          ]
        },
        {
          "bn:00024162n": [
            "Lacrimation, or lachrymation, is the secretion of tears, which often serves to clean and lubricate the eyes in response to an irritation of the eyes.",
            "Shedding tears as a response to an emotional state in humans",
            "Tears are the secretions of the glands that clean and lubricate the eyes.",
            "The process of shedding tears (usually accompanied by sobs or other inarticulate sounds)",
            "Crying is the shedding of tears in response to an emotional state in humans."
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:00014182n": [
            "A kiss is the touch or pressing of one's lips against another person or an object.",
            "Touch with the lips, usually to express love or affection, or as a greeting",
            "A touch with the lips, usually to express love or affection, or as a greeting.",
            "The act of caressing with the lips (or an instance thereof)",
            "A touch with the lips as a sign of love or affection.",
            "A form of affection",
            "Touch with the lips.",
            "Kissing is the act of two people touching lips."
          ]
        },
        {
          "bn:00032512n": [
            "An organ of vision that detects light",
            "An eye.",
            "The organ of sight",
            "Organ that detects light and converts it into electro-chemical impulses in neurons",
            "The two eyes of a human being considered as a whole.",
            "A window or other opening that has an oval or circular shape (as of an eye).",
            "An organ through which animals see.",
            "Eyes are sensory organs of the face responsible for sight.",
            "An oculus, plural oculi, from Latin oculus: eye, denotes a circular opening in the center of a dome or in a wall.",
            "Eyes are the organs of vision.",
            "The part of the eye having a spherical shape.",
            "The organ that is sensitive to light, which it converts to electrical signals passed to the brain, by which means animals see."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "kissing face with smiling eyes",
    "fromVersion": "1.0",
    "glyph": "😙",
    "glyphAsUtfInEmoticons": [
      "1f619_kissingfacewithsmilingeyes"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "eye",
      "face",
      "kiss",
      "kissing face with smiling eyes",
      "smile"
    ],
    "mappedToEmoticons": [
      "1f619_kissingfacewithsmilingeyes"
    ],
    "tts": "kissing face with smiling eyes",
    "unicode": "1f619"
  },
  "fluentui_folder": "kissing-face-with-smiling-eyes"
}