{
  "category": "Miscellaneous Symbols And Pictographs -> Hand symbols",
  "keywords": [
    "hand",
    "waving",
    "wave",
    "medium-dark skin tone"
  ],
  "definition": "This version of the ?? Waving Hand emoji has the ?? Medium-dark Skin Tone applied, which is displayed as a Dark Brown Skin Tone on supported http://emojipedia.org/waving-hand-sign-type-5/",
  "unicode": "U+1F44B U+1F3FE",
  "name": "waving hand: medium-dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00103344a": [
          "Characteristic of or befitting a friend"
        ]
      }
    ],
    "verbs": [
      {
        "bn:13610561v": [
          "To greet with \"hello\"."
        ]
      },
      {
        "bn:13613120v": [
          "To bid farewell or say goodbye"
        ]
      },
      {
        "bn:00088732v": [
          "To express something by a gesture or gestures.",
          "To say or express through gestures.",
          "Show, express or direct through movement",
          "To show, express or direct through movements.",
          "To express through gestures."
        ]
      },
      {
        "bn:00090198v": [
          "Give a spanking to; subject to a spanking",
          "To give a spanking to; to subject to a spanking."
        ]
      },
      {
        "bn:00083289v": [
          "To signal (someone or something) with a waving movement.",
          "Signal with the hands or nod",
          "To signal with a waving movement.",
          "To signal with the hands or nod."
        ]
      },
      {
        "bn:00093846v": [
          "To cause something to strike soundly.",
          "To strike on the cheek with the open hand.",
          "Hit with something flat, like a paddle or the open hand"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00001382n": [
          "An utterance of goodbye, the wishing of farewell to someone.",
          "Said to wish a fond farewell; goodbye.",
          "An utterance of goodbye.",
          "A farewell remark",
          "A parting statement; used when one or more people in a situation, dialogue or location are leaving, while others remain."
        ]
      },
      {
        "bn:00060304n": [
          "The inner surface of the hand from the wrist to the base of the fingers",
          "The thenar eminence refers to the group of muscles on the palm of the human hand at the base of the thumb.",
          "The inner and somewhat concave part of the human hand that extends from the wrist to the bases of the fingers.",
          "Inner, concave part of hand.",
          "Most fleshy portion of the palm of the human hand, located adjacent to the second joint of the thumb",
          "The palm of the hand or sole of the foot"
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00040336n": [
          "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
          "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
          "Form of non-verbal communication or non-vocal communication",
          "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
          "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
        ]
      },
      {
        "bn:00043620n": [
          "In the Malay language",
          "Expression of greeting used by two or more people who meet each other.",
          "Hello is a salutation or greeting in the English language.",
          "An informal greeting, hi, hello.",
          "Howdy is an informal greeting, commonly thought to have originated as a shortened form of the greeting \"How do you do?\".",
          "\"Hello!\" or an equivalent greeting.",
          "An informal greeting.",
          "An expression of greeting",
          "An informal greeting, similar to hi.",
          "A friendly, informal, casual greeting said when meeting someone."
        ]
      }
    ]
  },
  "code": "👋🏾",
  "fluentui_metadata": {
    "cldr": "waving hand",
    "fromVersion": "0.6",
    "glyph": "👋",
    "glyphAsUtfInEmoticons": [
      "1f44b_wavinghand",
      "hi"
    ],
    "group": "People & Body",
    "keywords": [
      "hand",
      "wave",
      "waving"
    ],
    "mappedToEmoticons": [
      "1f44b_wavinghand"
    ],
    "tts": "waving hand",
    "unicode": "1f44b",
    "unicodeSkintones": [
      "1f44b",
      "1f44b 1f3fb",
      "1f44b 1f3fc",
      "1f44b 1f3fd",
      "1f44b 1f3fe",
      "1f44b 1f3ff"
    ]
  },
  "fluentui_folder": "waving-hand-medium-dark-skin-tone",
  "slug": "waving-hand-medium-dark-skin-tone"
}