{
  "alsoKnownAs": [
    "Happy Tears Cat",
    "Laughing Cat"
  ],
  "appleName": "Cat Face with Tears of Joy",
  "code": "😹",
  "codepointsHex": [
    "U+1F639"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Happy Tears Cat",
        "Laughing Cat"
      ],
      "appleName": "Cat Face with Tears of Joy",
      "code": "😹",
      "codepointsHex": [
        "U+1F639"
      ],
      "currentCldrName": "Cat with Tears of Joy",
      "description": "<p>A cartoon cat variant of <a href=\"/face-with-tears-of-joy/\">😂 Face With Tears of Joy</a>. Depicted as yellow on major platforms.</p>",
      "id": "224",
      "slug": "cat-with-tears-of-joy",
      "shortcodes": [
        {
          "code": ":cat_with_tears_of_joy:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":joy_cat:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":joy_cat:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":joy_cat:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Cat Face with Tears of Joy"
    }
  ],
  "currentCldrName": "Cat with Tears of Joy",
  "description": "<p>A cartoon cat variant of <a href=\"/face-with-tears-of-joy/\">😂 Face With Tears of Joy</a>. Depicted as yellow on major platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "224",
  "shortcodes": [
    {
      "code": ":cat_with_tears_of_joy:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":joy_cat:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":joy_cat:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":joy_cat:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "cat-with-tears-of-joy",
  "title": "Cat Face with Tears of Joy",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Cat faces",
    "keywords": [
      "cat",
      "joy",
      "face",
      "tear"
    ],
    "definition": "The cat variant of the Face With Tears Of Joy. Cat Face With Tears of Joy was approved as part of Unicode 6.0 in 2010 and added to Emoji 1.0 http://emojipedia.org/cat-face-with-tears-of-joy/",
    "name": "cat face with tears of joy",
    "unicode": "U+1F639",
    "shortcode": ":joy_cat:",
    "senses": {
      "adjectives": [
        {
          "bn:00103933a": [
            "Enjoying or showing or marked by joy or pleasure"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087901v": [
            "Produce laughter",
            "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
            "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
            "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter."
          ]
        },
        {
          "bn:13659479v": [
            "To laugh out loud."
          ]
        },
        {
          "bn:00084388v": [
            "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
            "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
            "To utter a sudden and loud outcry.",
            "To speak with a loud, excited voice.",
            "Utter a sudden loud cry",
            "To utter in a loud or distinct voice."
          ]
        },
        {
          "bn:00089996v": [
            "To feel joy, to rejoice.",
            "Feel happiness or joy",
            "To be very happy, be delighted, exult; to feel joy."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00048468n": [
            "Feeling of happiness.",
            "Anything that causes such a feeling.",
            "The emotion of great happiness",
            "The feeling of happiness."
          ]
        },
        {
          "bn:00042905n": [
            "The emotion of being happy; joy.",
            "Mental or emotional state of well-being characterized by pleasant emotions",
            "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
            "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
            "Emotion of being happy.",
            "The state of being jocund.",
            "Emotions experienced when in a state of well-being.",
            "Emotions experienced when in a state of well-being"
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00004222n": [
            "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
            "A classification of living organisms",
            "Creature is a 1999 documentary film that was directed by Parris Patton.",
            "All of the animal life of any particular region or time.",
            "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
            "A living organism characterized by voluntary movement",
            "A living organism characterized by voluntary movement.",
            "Animals considered as a group; especially those of a particular country, region, time, etc.",
            "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
            "The entire animal life of a given region, habitat or geological stratum.",
            "Any nonhuman animal, esp. a large, four-footed mammal.",
            "Animals considered as a group.",
            "Fauna is all of the animal life of any particular region or time.",
            "This page is for quotes about animals.",
            "Multicellular eukaryotic organisms"
          ]
        },
        {
          "bn:00076312n": [
            "A single tear (clear, salty liquid secreted by the eye).",
            "A drop of clear, salty liquid produced from the eyes by crying or irritation.",
            "A clear, salty liquid produced by the lacrimal gland in the eye, whose normal function is to clean and lubricate the eyes; its production is increased when the eye is irritated, or when yawning, laughing or crying.",
            "A drop of liquid produced from the eyes by crying or irritation.",
            "A drop of the clear salty saline solution secreted by the lacrimal glands",
            "Drop of clear salty liquid from the eyes."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "cat with tears of joy",
    "fromVersion": "0.6",
    "glyph": "😹",
    "glyphAsUtfInEmoticons": [
      "1f639_catwithtearsofjoy"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "cat",
      "cat with tears of joy",
      "face",
      "joy",
      "tear"
    ],
    "mappedToEmoticons": [
      "1f639_catwithtearsofjoy"
    ],
    "tts": "cat with tears of joy",
    "unicode": "1f639"
  },
  "fluentui_folder": "cat-face-with-tears-of-joy"
}