{
  "appleName": "Flag of Antigua & Barbuda",
  "code": "🇦🇬",
  "codepointsHex": [
    "U+1F1E6",
    "U+1F1EC"
  ],
  "components": [
    {
      "code": "🇦",
      "codepointsHex": [
        "U+1F1E6"
      ],
      "description": "<p>The letter&nbsp;<em>A</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1325",
      "slug": "regional-indicator-symbol-letter-a",
      "shortcodes": [
        {
          "code": ":regional_indicator_a:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter A"
    },
    {
      "code": "🇬",
      "codepointsHex": [
        "U+1F1EC"
      ],
      "description": "<p>The letter&nbsp;<em>G</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1331",
      "slug": "regional-indicator-symbol-letter-g",
      "shortcodes": [
        {
          "code": ":regional_indicator_g:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter G"
    }
  ],
  "currentCldrName": "Flag: Antigua & Barbuda",
  "description": "<p>The flag for Antigua &amp; Barbuda, which may show as the letters A and G on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "905",
  "shortcodes": [
    {
      "code": ":flag_antigua_barbuda:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":antigua_barbuda:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-ag:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_ag:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-antigua-barbuda",
  "title": "Flag: Antigua & Barbuda",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The Flag for Antigua & Barbuda emoji is a sequence of the ?? Regional Indicator Symbol Let­ter A and ?? Regional Indicator Symbol Let­ter G  http://emojipedia.org/flag-for-antigua-barbuda/",
    "name": "Antigua & Barbuda",
    "unicode": "U+1F1E6 U+1F1EC",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00004671n": [
            "The largest of the islands comprising Antigua and Barbuda",
            "Island in the West Indies, Antigua and Barbuda",
            "The largest island of the nation of Antigua and Barbuda, in the Caribbean",
            "Antigua, also known as Waladli or Wadadli by the native population, is an island in the West Indies, in the Leeward Islands in the Caribbean region, the main island of the country of Antigua and Barbuda.",
            "An island in the Caribbean"
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00004672n": [
            "Country in the Caribbean",
            "A twin-island nation lying between the Caribbean Sea and the Atlantic Ocean",
            "A country in the Carribean with capital Saint John's.",
            "A country in the Caribbean, consisting of the islands of Antigua and Barbuda.",
            "A country in the northern Leeward Islands",
            "Antigua and Barbuda is a twin-island nation lying between the Caribbean Sea and the Atlantic Ocean."
          ]
        },
        {
          "bn:00008551n": [
            "An island in Antigua and Barbuda",
            "An island in the nation of Antigua and Barbuda, to the north of Antigua",
            "Barbuda is an island in the Eastern Caribbean, and forms part of the state of Antigua and Barbuda."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
