{
  "category": "Miscellaneous Symbols And Pictographs -> Comic style symbols",
  "keywords": [
    "dark skin tone",
    "muscle",
    "comic",
    "flex",
    "biceps"
  ],
  "definition": "This version of the ?? Flexed Biceps emoji has the ?? Dark Skin Tone applied, which is displayed as a Black Skin Tone on supported platforms http://emojipedia.org/flexed-biceps-type-6/",
  "unicode": "U+1F4AA U+1F3FF",
  "name": "flexed biceps: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00098829a": [
          "Possessing physical strength.",
          "(of a person) possessing physical strength and weight; rugged and powerful",
          "Possessing physical strength and weight; rugged and powerful; powerfully or heavily built.",
          "Possessing physical strength and weight; rugged and powerful.",
          "Brawny, having strength."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00090984v": [
          "Make one's way by force"
        ]
      },
      {
        "bn:00088825v": [
          "Place into the hands or custody of",
          "To give, pass, or transmit with the hand, literally or figuratively.",
          "To pass (something) into (someone's) hand or the like.",
          "To give, pass or transmit with the hand.",
          "To give, transmit or pass to, using one's hand.",
          "Hence, to deliver by stretching out a member, especially the hand; to give with the hand; to pass to another; to hand over."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00005702n": [
          "The upper limb, extending from the shoulder to the wrist and sometimes including the hand.",
          "The section of an arm from the elbow to the shoulder.",
          "Body part",
          "A human limb; technically the part of the superior limb between the shoulder and the elbow but commonly used to refer to the whole superior limb",
          "The portion of the upper human appendage, from the shoulder to the wrist and sometimes including the hand.",
          "The upper limbs of the body",
          "Section of an arm.",
          "In human anatomy, the arm is the upper limb of the body, comprising regions between the shoulder and the elbow joints.",
          "The part of the arm between the shoulder and the elbow."
        ]
      },
      {
        "bn:00046516n": [
          "A person, especially as one among many.",
          "Some unspecified person.",
          "An individual is a person or a specific object.",
          "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
          "A human; someone susceptible to death.",
          "A human being",
          "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
          "A human being.",
          "A person that will die eventually.",
          "A being, such as a human, that has certain capacities or attributes constituting personhood",
          "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
          "Some person.",
          "An individual; usually a human being."
        ]
      },
      {
        "bn:00074615n": [
          "The quality or degree of being strong.",
          "The property of being physically or mentally strong",
          "Quality of being strong."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00042316n": [
          "Athletic facility equipped for sports or physical training",
          "Physical education class",
          "A building that is designed for indoor sports.",
          "Place for indoor sports.",
          "Gym is slang for gymnasium and gymnastic services such as in schools and colleges and is attributed to compounds such as gym shoes.",
          "A large room or building for indoor sports.",
          "Also called \"Multi-Purpose Room\" (MPR)",
          "Locality for both physical and intellectual education"
        ]
      },
      {
        "bn:00010238n": [
          "A muscle of the arm",
          "Any muscle having two heads.",
          "A flexor muscle located on the upper arm.",
          "Upper arm muscle which bends the elbow. Usage note: Certain authors spell the singular of this word biceps.",
          "In human anatomy, the biceps brachii, commonly known as the biceps, is a two-headed muscle that lies on the upper arm between the shoulder and the elbow.",
          "The flexor in the upper arm.",
          "Any skeletal muscle having two origins (but especially the muscle that flexes the forearm)"
        ]
      },
      {
        "bn:00056378n": [
          "Soft tissue of animals",
          "Animal tissue consisting predominantly of contractile cells",
          "A contractile form of tissue which animals use to effect movement.",
          "An organ formed by contractile tissue that moves other organs.",
          "Muscle is a soft tissue found in most animals."
        ]
      },
      {
        "bn:00044576n": [
          "Modern humans are the only extant members of the hominin clade, a branch of great apes characterized by erect posture and bipedal locomotion; manual dexterity and increased tool use; and a general trend toward larger, more complex brains and societies.",
          "Species of the family Hominidae, unique extant species of the genus Homo",
          "The genus Homo.",
          "Homo is the genus of hominids that includes modern humans and species closely related to them.",
          "As distinct from a supernatural being",
          "Any living or extinct member of the family Hominidae characterized by superior intelligence, articulate speech, and erect carriage.",
          "A member of the human species.",
          "A member of the species Homo sapiens.",
          "Any living or extinct member of the family Hominidae characterized by superior intelligence, articulate speech, and erect carriage",
          "Another, extinct member of the genus Homo."
        ]
      }
    ]
  },
  "code": "💪🏿",
  "fluentui_metadata": {
    "cldr": "flexed biceps",
    "fromVersion": "0.6",
    "glyph": "💪",
    "glyphAsUtfInEmoticons": [
      "muscle"
    ],
    "group": "People & Body",
    "keywords": [
      "biceps",
      "comic",
      "flex",
      "flexed biceps",
      "muscle"
    ],
    "mappedToEmoticons": [
      "muscle"
    ],
    "tts": "flexed biceps",
    "unicode": "1f4aa",
    "unicodeSkintones": [
      "1f4aa",
      "1f4aa 1f3fb",
      "1f4aa 1f3fc",
      "1f4aa 1f3fd",
      "1f4aa 1f3fe",
      "1f4aa 1f3ff"
    ]
  },
  "fluentui_folder": "flexed-biceps-dark-skin-tone",
  "slug": "flexed-biceps-dark-skin-tone"
}