{
  "appleName": "Railway Track",
  "code": "🛤️",
  "codepointsHex": [
    "U+1F6E4",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Railway Track",
      "code": "🛤️",
      "codepointsHex": [
        "U+1F6E4",
        "U+FE0F"
      ],
      "currentCldrName": "Railway Track",
      "description": "<p>A railway track shown from a first-person perspective, as though someone is driving a <a href=\"/train\">train</a> or <a href=\"/person-walking\">walking</a> down the tracks a la <em>Stand By Me</em>.</p>\r\n\r\n<p>The track is usually surrounded by foliage and <a href=\"/evergreen-tree\">trees</a>, sometimes with <a href=\"/cloud\">clouds</a> in the sky and <a href=\"/mountain\">mountains</a> in the distance. Microsoft&#39;s design previously showed the track heading directly towards a large looming <a href=\"/mountain\">mountain</a>.</p>",
      "id": "488",
      "slug": "railway-track",
      "shortcodes": [
        {
          "code": ":railway_track:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":railway_track:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":railway_track:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":railway_track:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":railroad_track:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Railway Track"
    }
  ],
  "currentCldrName": "Railway Track",
  "description": "<p>A railway track shown from a first-person perspective, as though someone is driving a <a href=\"/train\">train</a> or <a href=\"/person-walking\">walking</a> down the tracks a la <em>Stand By Me</em>.</p>\r\n\r\n<p>The track is usually surrounded by foliage and <a href=\"/evergreen-tree\">trees</a>, sometimes with <a href=\"/cloud\">clouds</a> in the sky and <a href=\"/mountain\">mountains</a> in the distance. Microsoft&#39;s design previously showed the track heading directly towards a large looming <a href=\"/mountain\">mountain</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "488",
  "shortcodes": [
    {
      "code": ":railway_track:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":railway_track:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":railway_track:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":railway_track:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":railroad_track:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "railway-track",
  "title": "Railway Track",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Miscellaneous mark",
    "keywords": [
      "railway",
      "train"
    ],
    "definition": "Railway Track was approved as part of Unicode 7.0 in 2014 and added to Emoji 1.0 in 2015. Copy and paste this emoji: Copy http://emojipedia.org/railway-track/",
    "name": "railway track",
    "unicode": "U+1F6E4",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00077838n": [
            "The permanent way; the rails.",
            "A pair of formed steel rails, separated and supported usually on wooden or concrete ties or sleepers, forming a track along which flange-wheeled railroad vehicles may travel.",
            "A pair of parallel rails providing a runway for the wheels of, e.g., a train.",
            "Description of contemporary permanent way structures and methods",
            "Railroad track",
            "Permanent way; the rails.",
            "The track on a railway or railroad, also known as the permanent way, is the structure consisting of the rails, fasteners, railroad ties and ballast, plus the underlying subgrade.",
            "A pair of parallel tracks along which a railway train runs.",
            "Structure consisting of the rails, fasteners, railroad ties (sleepers) and ballast (or slab track), plus the underlying subgrade",
            "In a Smooth Streaming presentation, a contiguous set of chunks encoded at a specific bit rate and stored in a media container format (also called a \"wire format\"). For Smooth Streams encoded for Silverlight-based clients, the chunks are encoded as MPEG-4 (MP4) fragments and stored in either Smooth Streaming video (.ismv) or Smooth Streaming audio (.isma) containers. A Smooth Streaming presentation typically contains multiple tracks encoded at different bit rates.",
            "The parallel steel rails on which a train runs.",
            "A pair of parallel rails providing a runway for wheels"
          ]
        },
        {
          "bn:00066028n": [
            "One or more self-propelled vehicles that move along fixed rails to transport passengers or cargo",
            "A self-propelled, connected group of vehicles moving on rails.",
            "Line of connected cars or carriages.",
            "A train that is equiped to transport people.",
            "A line of connected railway cars or carriages considered overall as a mode of transport; (as uncountable noun) rail travel.",
            "Public transport provided by a line of railway cars coupled together and drawn by a locomotive",
            "A train is a form of rail transport consisting of a series of vehicles that usually runs along a rail track to transport cargo or passengers although magnetic levitation trains that float above the track exist too."
          ]
        },
        {
          "bn:00078004n": [
            "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
            "A means of conveyance.",
            "Shared passenger transport service which is available for use by the general public",
            "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
            "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
            "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
            "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
            "The conveyance of people or goods from one place to another."
          ]
        },
        {
          "bn:00066020n": [
            "Rail transport is a means of conveyance of passengers and goods by way of wheeled vehicles running on rail tracks. transport",
            "A permanent track composed of a line of parallel metal rails fixed to sleepers, for transport of passengers and goods in trains.",
            "Rail transport is a means of conveyance of passengers and goods, by way of wheeled vehicles running on rails.",
            "Line that is the commercial organization responsible for operating a system of transportation for trains that pull passengers or freight",
            "A permanent road consisting of fixed metal rails to drive trains or similar motorized vehicles on.",
            "Conveyance of passengers and goods by way of wheeled vehicles running on rail tracks",
            "A means of conveyance of passengers and goods, by way of wheeled vehicles running on rails",
            "A transport system using these rails used to move passengers or goods.",
            "Transportation of goods and persons by railway.",
            "The transport of passengers and goods by means of wheeled vehicles specially designed to run along railways or railroads."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "railway track",
    "fromVersion": "0.7",
    "glyph": "🛤️",
    "group": "Travel & Places",
    "keywords": [
      "railway",
      "railway track",
      "train"
    ],
    "mappedToEmoticons": [
      "1f6e4_railwaytrack"
    ],
    "tts": "railway track",
    "unicode": "1f6e4 fe0f"
  },
  "fluentui_folder": "railway-track"
}