{
  "alsoKnownAs": [
    "Gourd",
    "Halloween",
    "Pumpkin"
  ],
  "appleName": "Jack-O-Lantern",
  "code": "🎃",
  "codepointsHex": [
    "U+1F383"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Gourd",
        "Halloween",
        "Pumpkin"
      ],
      "appleName": "Jack-O-Lantern",
      "code": "🎃",
      "codepointsHex": [
        "U+1F383"
      ],
      "currentCldrName": "Jack-O-Lantern",
      "description": "<p>An orange pumpkin carved into the shape of a face and commonly known as a <em>Jack-o&rsquo;-lantern</em>. See also <a href=\"/halloween/\" title=\"🎃 Halloween\">Halloween</a>.</p>",
      "id": "628",
      "slug": "jack-o-lantern",
      "shortcodes": [
        {
          "code": ":jack_o_lantern:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":jack_o_lantern:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":jack_o_lantern:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":jack_o_lantern:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Jack-O-Lantern"
    }
  ],
  "currentCldrName": "Jack-O-Lantern",
  "description": "<p>An orange pumpkin carved into the shape of a face and commonly known as a <em>Jack-o&rsquo;-lantern</em>. See also <a href=\"/halloween/\" title=\"🎃 Halloween\">Halloween</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "628",
  "shortcodes": [
    {
      "code": ":jack_o_lantern:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":jack_o_lantern:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":jack_o_lantern:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":jack_o_lantern:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "jack-o-lantern",
  "title": "Jack-O-Lantern",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Celebration symbols",
    "keywords": [
      "jack",
      "halloween",
      "lantern",
      "celebration"
    ],
    "definition": "A pumpkin emoji, carved into a Jack-o’-lantern for halloween. Jack-o-lantern was approved as part of Unicode 6.0 in 2010 under the name “Jac http://emojipedia.org/jack-o-lantern/",
    "name": "jack-o-lantern",
    "unicode": "U+1F383",
    "shortcode": ":jack_o_lantern:",
    "senses": {
      "adjectives": [
        {
          "bn:00099608a": [
            "Provoking fear terror"
          ]
        },
        {
          "bn:00100634a": [
            "Producing a fearful sensation.",
            "Producing an uneasy fearful sensation, as of things crawling over one's skin.",
            "Causing a sensation as of things crawling on your skin.",
            "Causing a sensation as of things crawling on your skin"
          ]
        },
        {
          "bn:00103104a": [
            "Unpredictably excitable; skittish (used especially of horses)",
            "Unpredictably excitable (especially of horses)"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00082447v": [
            "Cause fear in",
            "To disturb with fear.",
            "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify."
          ]
        },
        {
          "bn:00084607v": [
            "To cut meat in order to serve it.",
            "To cut or to chip in order to form something.",
            "Engrave or cut by chipping away at a surface"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00007408n": [
            "The color of the fruit of the pumpkin plant.",
            "A coarse vine widely cultivated for its large pulpy round orange fruit with firm orange skin and numerous seeds; subspecies of Cucurbita pepo include the summer squashes and a few autumn squashes",
            "A plant and its fruit of five species of the genus Cucurbita, or gourd kind.",
            "Cucurbita pepo is a cultivated plant of the genus Cucurbita.",
            "Plant",
            "A squash fruit of the Cucurbita genus, most commonly orange in colour when ripe and traditionally used during Halloween.",
            "A pumpkin is a cultivar of the squash plant, most commonly of Cucurbita pepo, that is round, with smooth, slightly ribbed skin and deep yellow to orange coloration.",
            "Plant and its fruit of the genus Cucurbita.",
            "Pumpkins are a gourd-like squash of the genus Cucurbita and the family Cucurbitaceae."
          ]
        },
        {
          "bn:00007406n": [
            "Traditionally the third of the four seasons, when deciduous trees lose their leaves; typically regarded as being from September 24 to December 22 in parts of the Northern Hemisphere, and the months of March, April and May in the Southern Hemisphere.",
            "The season after summer and before winter, traditionally from September 21 to December 20 in the northern hemisphere and from March 21 to June 20 in the southern hemisphere.",
            "Autumn, interchangeably known as fall in North America, is one of the four temperate seasons.",
            "One of the four seasons, between Summer and Winter",
            "Fall is an American term for one of the four seasons.",
            "The season when the leaves fall from the trees"
          ]
        },
        {
          "bn:00002855n": [
            "Halloween or Hallowe'en, also known as Allhalloween.",
            "Holiday celebrated October 31",
            "31st of October.",
            "A tradition celebrated on the night of October 31, most notably by children dressing in costumes and going door-to-door collecting sweets.",
            "The evening before All Saints' Day; often devoted to pranks played by young people",
            "Halloween or Hallowe'en, also known as Allhalloween, All Hallows' Eve, or All Saints' Eve, is a yearly celebration observed in a number of countries on 31 October, the eve of the Western Christian feast of All Hallows' Day.",
            "A Western holiday",
            "The eve of All Hallows' Day; 31st October; celebrated (mostly in the United Kingdom, Canada, United States and Ireland) by children going door-to-door in costume and demanding candy with menaces."
          ]
        },
        {
          "bn:00036514n": [
            "Atmospheric ghost lights",
            "A jack-o' - lantern is a carved pumpkin, or turnip, associated chiefly with the holiday of Halloween and named after the phenomenon of strange light flickering over peat bogs, called will-o' - the-wisp or jack-o' - lantern.",
            "A will-o' - the-wisp, will-o' - wisp, or ignis fatuus are atmospheric ghost lights seen by travellers at night, especially over bogs, swamps or marshes.",
            "A pale light sometimes seen at night over marshy ground",
            "A carved pumpkin whose top and stem have been cut out and interior removed, leaving a hollow shell that is then decorated to represent a face, illuminated from within by a candle.",
            "A pumpkin whose top and stem have been cut out and interior removed, leaving a hollow shell that is then decoratively carved, associated with Halloween.",
            "Also called ghost-light in some countries, a natural phenomenon producing a ghostly light sometimes seen at night or twilight over bogs, swamps, and marshes"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "jack-o-lantern",
    "fromVersion": "0.6",
    "glyph": "🎃",
    "glyphAsUtfInEmoticons": [
      "pumpkin"
    ],
    "group": "Activities",
    "keywords": [
      "celebration",
      "halloween",
      "jack",
      "jack-o-lantern",
      "lantern"
    ],
    "mappedToEmoticons": [
      "pumpkin"
    ],
    "tts": "jack-o-lantern",
    "unicode": "1f383"
  },
  "fluentui_folder": "jack-o-lantern"
}