{
  "alsoKnownAs": [
    "Runner",
    "Sneaker",
    "Trainer"
  ],
  "appleName": "Tennis Shoe",
  "code": "👟",
  "codepointsHex": [
    "U+1F45F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Runner",
        "Sneaker",
        "Trainer"
      ],
      "appleName": "Tennis Shoe",
      "code": "👟",
      "codepointsHex": [
        "U+1F45F"
      ],
      "currentCldrName": "Running Shoe",
      "description": "<p>A sneaker &ndash; a comfortable shoe used in sports such as <a href=\"/tennis/\" title=\"🎾 Tennis Racquet And Ball\">tennis</a> or <a href=\"/flag-in-hole/\" title=\"⛳ Flag In Hole\">golf</a>, or for&nbsp;fashion purposes.</p>\r\n\r\n<p>An early Apple design&nbsp;was <a href=\"/apple/ios-4.0/running-shoe/\">brown</a>.</p>",
      "id": "193",
      "slug": "running-shoe",
      "shortcodes": [
        {
          "code": ":running_shoe:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":athletic_shoe:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":athletic_shoe:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":athletic_shoe:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Athletic Shoe"
    }
  ],
  "currentCldrName": "Running Shoe",
  "description": "<p>A sneaker &ndash; a comfortable shoe used in sports such as <a href=\"/tennis/\" title=\"🎾 Tennis Racquet And Ball\">tennis</a> or <a href=\"/flag-in-hole/\" title=\"⛳ Flag In Hole\">golf</a>, or for&nbsp;fashion purposes.</p>\r\n\r\n<p>An early Apple design&nbsp;was <a href=\"/apple/ios-4.0/running-shoe/\">brown</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "193",
  "shortcodes": [
    {
      "code": ":running_shoe:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":athletic_shoe:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":athletic_shoe:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":athletic_shoe:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "running-shoe",
  "title": "Athletic Shoe",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Clothing and accessories",
    "keywords": [
      "sneaker",
      "athletic",
      "shoe",
      "clothing"
    ],
    "definition": "A sneaker – a comfortable shoe used in sports such as tennis or golf, or for fashion purposes. Running Shoe was approved as part of Unicode  http://emojipedia.org/athletic-shoe/",
    "name": "running shoe",
    "unicode": "U+1F45F",
    "shortcode": ":athletic_shoe:",
    "senses": {
      "adjectives": [
        {
          "bn:00097691a": [
            "Having to do with athletes",
            "Having to do with athletes.",
            "Relating to or befitting athletics or athletes",
            "Relating to or befitting athletics or athletes."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00093170v": [
            "Move fast by using one's feet, with one foot off the ground at any given time",
            "To move quickly by alternately making a short jump off of either foot.",
            "To move forward quickly upon two feet by alternately making a short jump off either foot."
          ]
        },
        {
          "bn:00089252v": [
            "Be dressed in"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00006125n": [
            "Clothing, garments, dress, material.",
            "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
            "Clothing is fiber and textile material worn on the body.",
            "Clothes.",
            "Clothes considered as a group.",
            "All coverings designed to be worn on a person's body.",
            "Clothing",
            "Something that can be worn; an item of clothing.",
            "A covering of or like clothing.",
            "A single item of clothing.",
            "An act or instance of putting clothes on.",
            "A covering designed to be worn on a person's body",
            "Clothes, possessions or equipment.",
            "(in combination) clothing",
            "Fiber and textile material worn on the body"
          ]
        },
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00042319n": [
            "Athletic shoe is a generic name for the footwear primarily designed for sports or other forms of physical exercise, but in recent years has come to be used for casual everyday activities.",
            "An athletic shoe with a soft, rubber sole.",
            "Footwear primarily designed for sports or other forms of physical exercise",
            "A canvas shoe with a pliable rubber sole",
            "Sneaker is a synonym for \"athletic shoes,\" the generic name for the footwear primarily designed for sports or other forms of physical exercise.",
            "A sports or walking shoe with canvas upper and rubber sole; a sneaker.",
            "An athletic shoe, a trainer, a sneaker.",
            "Canvas shoes with pliable rubber soles, used especially by children."
          ]
        },
        {
          "bn:00071172n": [
            "A protective covering for the foot, with a bottom part composed of thick leather or plastic sole and often a thicker heel, and a softer upper part made of leather or synthetic material. Shoes generally do not extend above the ankle, as opposed to boots, which do.",
            "Footwear",
            "Footwear shaped to fit the foot (below the ankle) with a flexible upper of leather or plastic and a sole and heel of heavier material",
            "A shoe is an item of footwear intended to protect and comfort the human foot while doing various activities."
          ]
        },
        {
          "bn:00068586n": [
            "A light comfortable shoe designed for running",
            "Athletic shoe is a generic name for the footwear primarily designed for sports or other forms of physical exercise, but in recent years has come to be used for casual everyday activities.",
            "Footwear primarily designed for sports or other forms of physical exercise",
            "A running shoe or sneaker."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "running shoe",
    "fromVersion": "0.6",
    "glyph": "👟",
    "glyphAsUtfInEmoticons": [
      "1f45f_athleticshoe"
    ],
    "group": "Objects",
    "keywords": [
      "athletic",
      "clothing",
      "running shoe",
      "shoe",
      "sneaker"
    ],
    "mappedToEmoticons": [
      "1f45f_athleticshoe"
    ],
    "tts": "running shoe",
    "unicode": "1f45f"
  },
  "fluentui_folder": "athletic-shoe"
}