{
  "alsoKnownAs": [
    "Football",
    "Soccer"
  ],
  "appleName": "Soccer Ball",
  "code": "⚽",
  "codepointsHex": [
    "U+26BD"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Football",
        "Soccer"
      ],
      "appleName": "Soccer Ball",
      "code": "⚽",
      "codepointsHex": [
        "U+26BD"
      ],
      "currentCldrName": "Soccer Ball",
      "description": "<p>A round, black and white ball used in the game of <a href=\"https://en.wikipedia.org/wiki/Association_football\">soccer</a>, which is known as <em>football</em> in much of the world. See also: <a href=\"/world-cup/\">emojis for the World Cup</a>.</p>",
      "id": "655",
      "slug": "soccer-ball",
      "shortcodes": [
        {
          "code": ":soccer_ball:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":soccer:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":soccer:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":soccer:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Soccer Ball"
    }
  ],
  "currentCldrName": "Soccer Ball",
  "description": "<p>A round, black and white ball used in the game of <a href=\"https://en.wikipedia.org/wiki/Association_football\">soccer</a>, which is known as <em>football</em> in much of the world. See also: <a href=\"/world-cup/\">emojis for the World Cup</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "655",
  "shortcodes": [
    {
      "code": ":soccer_ball:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":soccer:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":soccer:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":soccer:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "soccer-ball",
  "title": "Soccer Ball",
  "type": "SINGLE",
  "version": {
    "date": 1254355200,
    "description": "<p>Unicode 5.2&nbsp;pre-dated emoji inclusion in Unicode by one&nbsp;year, and included many characters primarily sourced from the&nbsp;<a href=\"http://www.unicode.org/L2/L2007/07391-n3341.pdf\">ARIB set of Japanese broadcasting symbols</a>.</p>\r\n\r\n<p>The following characters were among those added to Unicode in 2009, several of which were given&nbsp;emoji presentation status in the years 2010-2015.</p>",
    "name": "5.2",
    "slug": "unicode-5.2",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Sport symbols",
    "keywords": [
      "soccer",
      "football",
      "ball"
    ],
    "definition": "A round, black and white ball used in the game of soccer, which is known as football in much of the world. Soccer Ball was approved as part  http://emojipedia.org/soccer-ball/",
    "name": "soccer ball",
    "unicode": "U+26BD",
    "shortcode": ":soccer:",
    "senses": {
      "adjectives": [
        {
          "bn:00098497a": [
            "Not having or not capable of producing colors"
          ]
        },
        {
          "bn:00099702a": [
            "In the shape of, or moving in a circle.",
            "Circular or cylindrical; having a circular cross-section in one direction.",
            "Having a circular, cylindrical or spherical shape.",
            "Having a circular shape"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00090084v": [
            "Drive or propel with the foot",
            "To drive or propel with the foot (e.g. a ball)."
          ]
        },
        {
          "bn:13623991v": [
            "To kick the football directly off the ground, without using one's hands."
          ]
        },
        {
          "bn:00091708v": [
            "To perform in (a sport); to participate in (a game).",
            "To take part in a sport's match.",
            "Participate in games or sport",
            "Participate in (a sport or game)."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00035704n": [
            "The ball used when playing football.",
            "Any of various games played with a ball (round or oval) in which two teams try to kick or carry or propel the ball into each other's goal",
            "An English-language word with various meanings and uses",
            "Ball used in soccer.",
            "Football refers to a number of sports that involve, to varying degrees, kicking a ball with the foot to score a goal.",
            "The ball used in any game called \"football\".",
            "The English word football may mean any one of several team sports, depending on the national or regional origin and location of the person using the word.",
            "The ball used in the sport of soccer.",
            "Number of sports that involve, to varying degrees, kicking a ball with the foot to score a goal and also passing"
          ]
        },
        {
          "bn:00072522n": [
            "A ball that is designed for use in the sport of soccer; a football.",
            "Ball that is designed for use in the sport of soccer.",
            "An inflated ball used in playing soccer"
          ]
        },
        {
          "bn:00006547n": [
            "Association football, a game in which two teams of eleven players contend to get a round ball into their opponent's goal primarily by kicking the ball with their feet.",
            "Association football, more commonly known as football or soccer, is a sport played between two teams of eleven players with a spherical ball. football",
            "Such as under the auspices of the Scottish Junior Football Association",
            "A sport played on foot in which teams attempt to get a ball into a goal or zone defended by the other team.",
            "Association football, more commonly known as football or soccer, is a sport played between two teams of eleven players with a spherical ball.",
            "A ball game played between two teams of eleven players, each attempting to win by scoring more goals than their opponent.",
            "Sport in which teams compete to put a ball in a defended goal (net) chiefly without use of arms or hands",
            "A football game in which two teams of 11 players try to kick or head a ball into the opponents' goal",
            "A ball sport in which two teams of 11 players each try to get the ball into the other team's goal using mainly their feet."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "soccer ball",
    "fromVersion": "0.6",
    "glyph": "⚽",
    "glyphAsUtfInEmoticons": [
      "footballfail",
      "soccerball"
    ],
    "group": "Activities",
    "keywords": [
      "ball",
      "football",
      "soccer"
    ],
    "mappedToEmoticons": [
      "soccerball"
    ],
    "tts": "soccer ball",
    "unicode": "26bd"
  },
  "fluentui_folder": "soccer-ball"
}