{
  "alsoKnownAs": [
    "Macedonian Flag"
  ],
  "appleName": "Flag of North Macedonia",
  "code": "🇲🇰",
  "codepointsHex": [
    "U+1F1F2",
    "U+1F1F0"
  ],
  "components": [
    {
      "code": "🇲",
      "codepointsHex": [
        "U+1F1F2"
      ],
      "description": "<p>The letter&nbsp;<em>M</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1337",
      "slug": "regional-indicator-symbol-letter-m",
      "shortcodes": [
        {
          "code": ":regional_indicator_m:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter M"
    },
    {
      "code": "🇰",
      "codepointsHex": [
        "U+1F1F0"
      ],
      "description": "<p>The letter&nbsp;<em>K</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1335",
      "slug": "regional-indicator-symbol-letter-k",
      "shortcodes": [
        {
          "code": ":regional_indicator_k:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter K"
    }
  ],
  "currentCldrName": "Flag: North Macedonia",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/North_Macedonia\">North&nbsp;Macedonia</a>&nbsp;(until 2019: <em>Macedonia</em>), which may show as the letters&nbsp;<em>MK</em>&nbsp;on some platforms.</p>\r\n\r\n<p>Displays&nbsp;a stylized yellow sun on a red background, with eight rays extending from the center to each edge.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1032",
  "shortcodes": [
    {
      "code": ":flag_north_macedonia:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":macedonia:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-mk:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_mk:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-north-macedonia",
  "title": "Flag: North Macedonia",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Macedonia, which may show as the letters MK on some platforms. The Flag for Macedonia emoji is a sequence of the ?? Regional In http://emojipedia.org/flag-for-macedonia/",
    "name": "Macedonia",
    "unicode": "U+1F1F2 U+1F1F0",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:14160524n": [
            "Flag of Macedonia may refer to two different flags used in the historic region of Macedonia."
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00242362n": [
            "The flag of Macedonia, the largest Greek region, represents a Vergina Sun with 16 rays extending from the blue field."
          ]
        },
        {
          "bn:00052540n": [
            "Country in Southeast Europe",
            "The former Yugoslav Republic of Macedonia",
            "A country composed of Bulgaria (theme) and the Slavic states in the Middle Ages",
            "A country in Europe.",
            "The name Macedonia is used in a number of competing or overlapping meanings to describe geographical, political and historical areas, languages and peoples in a part of south-eastern Europe.",
            "Abbreviation of the former Yugoslav Republic of Macedonia.",
            "The Romani people from Eastern Europe.",
            "Landlocked republic on the Balkan Peninsula; achieved independence from Yugoslavia in 1991",
            "The Republic of Macedonia, a country in Europe which is sometimes referred to elliptically (by the UN and others, pending the outcome of a dispute between Macedonia and Greece) as ‘the former Yugoslav Republic of Macedonia'.",
            "Macedonia, officially the Republic of Macedonia, is a country located in the central Balkan peninsula in Southeast Europe."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        },
        {
          "bn:02716729n": [
            "The national flag of the Republic of Macedonia depicts a stylised yellow sun on a red field, with eight broadening rays extending from the center to the edge of the field."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
