{
  "alsoKnownAs": [
    "Running Shirt",
    "Singlet"
  ],
  "appleName": "Running Shirt",
  "code": "🎽",
  "codepointsHex": [
    "U+1F3BD"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Running Shirt",
        "Singlet"
      ],
      "appleName": "Running Shirt",
      "code": "🎽",
      "codepointsHex": [
        "U+1F3BD"
      ],
      "currentCldrName": "Running Shirt",
      "description": "<p>A singlet or running shirt. Shown with a sash.</p>",
      "id": "667",
      "slug": "running-shirt",
      "shortcodes": [
        {
          "code": ":running_shirt:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":running_shirt_with_sash:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":running_shirt_with_sash:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        }
      ],
      "title": "Running Shirt with Sash"
    }
  ],
  "currentCldrName": "Running Shirt",
  "description": "<p>A singlet or running shirt. Shown with a sash.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "667",
  "shortcodes": [
    {
      "code": ":running_shirt:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":running_shirt_with_sash:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":running_shirt_with_sash:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    }
  ],
  "slug": "running-shirt",
  "title": "Running Shirt with Sash",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
    "keywords": [
      "running",
      "shirt",
      "sash",
      "athletics"
    ],
    "definition": "A singlet or running shirt. Shown with a sash. Running Shirt was approved as part of Unicode 6.0 in 2010 under the name “Running Shirt With  http://emojipedia.org/running-shirt-with-sash/",
    "name": "running shirt",
    "unicode": "U+1F3BD",
    "shortcode": ":running_shirt_with_sash:",
    "senses": {
      "adjectives": [
        {
          "bn:00109994a": [
            "Of advancing the ball by running",
            "Moving or advancing by running."
          ]
        },
        {
          "bn:00097691a": [
            "Having to do with athletes",
            "Having to do with athletes.",
            "Relating to or befitting athletics or athletes",
            "Relating to or befitting athletics or athletes."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00093170v": [
            "Move fast by using one's feet, with one foot off the ground at any given time",
            "To move quickly by alternately making a short jump off of either foot.",
            "To move forward quickly upon two feet by alternately making a short jump off either foot."
          ]
        },
        {
          "bn:00089252v": [
            "Be dressed in"
          ]
        },
        {
          "bn:00091708v": [
            "To perform in (a sport); to participate in (a game).",
            "To take part in a sport's match.",
            "Participate in games or sport",
            "Participate in (a sport or game)."
          ]
        },
        {
          "bn:13681171v": [
            "To adorn with a sash or scarf."
          ]
        },
        {
          "bn:00093638v": [
            "Put a shirt on"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00071142n": [
            "An article of clothing that is worn on the upper part of the body, and often has sleeves, either long or short, that cover the arms.",
            "A shirt is a cloth garment for the upper body.",
            "A garment worn on the upper half of the body",
            "Cloth garment for the upper body"
          ]
        },
        {
          "bn:00019120n": [
            "A band of fabric encircling the waist, especially a part of a pair of pants or a skirt.",
            "The band which encompasses the waist; esp., one on the upper part of breeches, trousers, pantaloons, skirts, or the like.",
            "Band of fabric encircling the waist.",
            "A band of material around the waist that strengthens a skirt or trousers",
            "A sash is a large and usually colorful ribbon or band of material worn around the body, draping from left shoulder to right hip or else running around the waist."
          ]
        },
        {
          "bn:00076056n": [
            "A kind of sleeveless shirt, often but not exclusively worn as an undershirt.",
            "An item of casual clothing: a top with no sleeves.",
            "A tight-fitting sleeveless shirt with wide shoulder straps and low neck and no front opening; often worn over a shirt or blouse",
            "A sleeveless shirt is a shirt manufactured without sleeves, or one whose sleeves have been cut off.",
            "An athletic shirt or a similarly cut undershirt.",
            "A sleeveless shirt tailored to display the muscles of the body"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "running shirt",
    "fromVersion": "0.6",
    "glyph": "🎽",
    "glyphAsUtfInEmoticons": [
      "1f3bd_runningshirtwithsash"
    ],
    "group": "Activities",
    "keywords": [
      "athletics",
      "running",
      "sash",
      "shirt"
    ],
    "mappedToEmoticons": [
      "1f3bd_runningshirtwithsash"
    ],
    "tts": "running shirt",
    "unicode": "1f3bd"
  },
  "fluentui_folder": "running-shirt-with-sash"
}