{
  "alsoKnownAs": [
    "Long Nose Face",
    "Red Mask",
    "Tengu"
  ],
  "appleName": "Goblin",
  "code": "👺",
  "codepointsHex": [
    "U+1F47A"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Long Nose Face",
        "Red Mask",
        "Tengu"
      ],
      "appleName": "Goblin",
      "code": "👺",
      "codepointsHex": [
        "U+1F47A"
      ],
      "currentCldrName": "Goblin",
      "description": "<p>A menacing, red mask featuring a grotesquely long nose, angry eyes, and bushy eyebrows and mustache. Depicts a <a href=\"https://en.wikipedia.org/wiki/Tengu\"><em>tengu</em></a>, a proud trickster figure in Japanese folklore.</p>\r\n\r\n<p>May popularly denote evil, anger, cruel or mischievous behavior, and sexual suggestion, due to the phallic appearance of its nose. May also represent supernatural or figurative trolls, goblins, and other such beings.</p>",
      "id": "205",
      "slug": "goblin",
      "shortcodes": [
        {
          "code": ":goblin:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":japanese_goblin:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":japanese_goblin:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":japanese_goblin:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Japanese Goblin"
    }
  ],
  "currentCldrName": "Goblin",
  "description": "<p>A menacing, red mask featuring a grotesquely long nose, angry eyes, and bushy eyebrows and mustache. Depicts a <a href=\"https://en.wikipedia.org/wiki/Tengu\"><em>tengu</em></a>, a proud trickster figure in Japanese folklore.</p>\r\n\r\n<p>May popularly denote evil, anger, cruel or mischievous behavior, and sexual suggestion, due to the phallic appearance of its nose. May also represent supernatural or figurative trolls, goblins, and other such beings.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "205",
  "shortcodes": [
    {
      "code": ":goblin:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":japanese_goblin:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":japanese_goblin:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":japanese_goblin:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "goblin",
  "title": "Japanese Goblin",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Fairy tale symbols",
    "keywords": [
      "creature",
      "japanese",
      "fairy tale",
      "monster",
      "fantasy",
      "face"
    ],
    "definition": "A red mask displayed with thick, hairy eyebrows, and a long nose. Goblin was approved as part of Unicode 6.0 in 2010 under the name “Japanes http://emojipedia.org/japanese-goblin/",
    "name": "goblin",
    "unicode": "U+1F47A",
    "shortcode": ":japanese_goblin:",
    "senses": {
      "adjectives": [
        {
          "bn:00099608a": [
            "Provoking fear terror"
          ]
        },
        {
          "bn:00097146a": [
            "Troubled persistently especially with petty annoyances",
            "Troubled persistently especially with petty annoyances."
          ]
        },
        {
          "bn:00103371a": [
            "Showing displeasure or anger"
          ]
        },
        {
          "bn:00104381a": [
            "Irritated and roused to anger.",
            "Roused to anger- Mark Twain"
          ]
        },
        {
          "bn:00097145a": [
            "Aroused to impatience or anger",
            "Aroused to impatience or anger."
          ]
        },
        {
          "bn:13698859a": [
            "Very large; worthy of a monster."
          ]
        },
        {
          "bn:00097093a": [
            "Marked by extreme anger",
            "Marked by extreme anger."
          ]
        },
        {
          "bn:00105516a": [
            "Of or relating to or characteristic of Japan or its people or their culture or language",
            "Japanese",
            "Of or relating to Japan.",
            "Of, relating to, or derived from Japan, its language, or culture."
          ]
        },
        {
          "bn:00097107a": [
            "Displaying or feeling anger.",
            "Angry, annoyed.",
            "Irritated, in a temper, feeling or displaying anger.",
            "Feeling or showing anger"
          ]
        }
      ],
      "verbs": [
        {
          "bn:13744591v": [
            "To behave as a monster to; to terrorise."
          ]
        },
        {
          "bn:00082447v": [
            "Cause fear in",
            "To disturb with fear.",
            "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify."
          ]
        },
        {
          "bn:00093362v": [
            "Frown with displeasure",
            "To look at or repel with a scowl or a frown."
          ]
        },
        {
          "bn:00082611v": [
            "Become angry",
            "To become angry.",
            "To become enraged, angry, or irritated."
          ]
        },
        {
          "bn:13686327v": [
            "To madden, to anger, to frustrate."
          ]
        },
        {
          "bn:00090686v": [
            "Put a mask on or cover with a mask",
            "To cover, as the face, by way of concealment or defense against injury; to conceal with a mask or visor.",
            "To cover, as the face, by way of concealment or defense against injury."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032763n": [
            "A story about fairies; told to amuse children",
            "Fairy tales are a type of story which typically features fantasy characters, such as fairies, goblins, elves, trolls, dwarves, giants, mermaids, or gnomes, and usually magic or enchantments. tale",
            "A fairy tale is a type of short story that typically features European folkloric fantasy characters, such as dwarves, elves, fairies, giants, gnomes, goblins, mermaids, trolls, or witches, and usually magic or enchantments.",
            "A folktale featuring fairies or similar fantasy characters.",
            "A fictional story that usually features folkloric characters (such as fairies, goblins, elves, trolls, witches, giants, and talking animals) and enchantments",
            "Fictional story featuring folkloric fantasy characters"
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00033854n": [
            "An emotion experienced in anticipation of some specific pain or danger (usually accompanied by a desire to flee or fight)",
            "An emotion experienced in anticipation of some specific pain or danger.",
            "Fear is an emotion induced by a threat perceived by living entities, which causes a change in brain and organ function and ultimately a change in behavior, such as running away, hiding or freezing from traumatic events.",
            "Uncountable: emotion caused by actual or perceived danger or threat.",
            "Basic emotion induced by a perceived threat",
            "Associated with dread, an emotion",
            "A strong, uncontrollable, unpleasant emotion caused by actual or perceived danger or threat.",
            "Fear is a basic emotional sensation and response system initiated by an aversion to some perceived risk or threat.",
            "A content descriptor developed by the Pan European Gaming Information (PEGI) and the British Board of Film Classification (BBFC)."
          ]
        },
        {
          "bn:01669238n": [
            "The literary genre generally dealing with themes of magic and fictive medieval technology.",
            "Fantasy refers to constructs of the imagination; in storytelling Fantasy generally refers to a genre that uses magic and other supernatural forms as a primary element of plot, theme, and/or setting.",
            "Fantasy is a genre of fiction that commonly uses magic and other supernatural phenomena as a primary plot element, theme, or setting.",
            "A genre of literature and art that uses magic and other supernatural forms as a primary element of plot and theme. The storyline is often set in a fictional, historically oriented setting.",
            "Genre of fiction"
          ]
        },
        {
          "bn:01912151n": [
            "A mythical Japanese creature, typically birdlike and having a long nose",
            "Tengu are a type of legendary creature found in Japanese folk religion and are also considered a type of Shinto god or y?kai.",
            "Mythical Japanese creature."
          ]
        },
        {
          "bn:00040876n": [
            "(folklore) a small grotesque supernatural creature that makes trouble for human beings",
            "A hob is a type of small mythological household spirit found in the north and midlands of England, but especially on the Anglo-Scottish border, according to traditional folklore of those regions.",
            "A goblin is a legendary evil or mischievous grotesque dwarf-like creature.",
            "Hobgoblin is a term typically applied in folktales to describe a friendly but troublesome creature of the Seelie Court.",
            "A type of fairy or monster",
            "A household spirit in Northern England",
            "A mischievous creature in British and Scottish folklore."
          ]
        },
        {
          "bn:00032050n": [
            "Profound immorality",
            "Evil, in a general context, is taken as the absence or complete opposite of that which is ascribed as being good.",
            "The evil eye",
            "The quality or state of being evil.",
            "Evil is a term used to indicate acts or qualities involving needless or wanton harm or destruction, or the deliberate violation of some accepted moral codes of behavior.",
            "Sinister or malign",
            "The quality of being morally wrong in principle or practice",
            "The quality of being egregious",
            "Of or relating to evil."
          ]
        },
        {
          "bn:00036308n": [
            "A monstrous thing, person or act.",
            "Someone or something that is markedly unusual.",
            "A horribly deformed person.",
            "A person or animal that is markedly unusual or deformed",
            "In current usage, the word \"freak\" is commonly used to refer to a person with something strikingly unusual about their appearance or behavior.",
            "Person or thing that is monstrous.",
            "Monstrous thing, person or act.",
            "Unusual person"
          ]
        },
        {
          "bn:00004222n": [
            "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
            "A classification of living organisms",
            "Creature is a 1999 documentary film that was directed by Parris Patton.",
            "All of the animal life of any particular region or time.",
            "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
            "A living organism characterized by voluntary movement",
            "A living organism characterized by voluntary movement.",
            "Animals considered as a group; especially those of a particular country, region, time, etc.",
            "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
            "The entire animal life of a given region, habitat or geological stratum.",
            "Any nonhuman animal, esp. a large, four-footed mammal.",
            "Animals considered as a group.",
            "Fauna is all of the animal life of any particular region or time.",
            "This page is for quotes about animals.",
            "Multicellular eukaryotic organisms"
          ]
        },
        {
          "bn:00053637n": [
            "A mask is an object normally worn on the face, typically for protection, disguise, performance or entertainment.",
            "A covering to disguise or conceal the face",
            "Object normally worn on the face, typically for protection, disguise, performance or entertainment",
            "A cover, or partial cover, for the face, used for disguise or protection.",
            "Cover for the face."
          ]
        },
        {
          "bn:00009663n": [
            "Behemoth is a beast mentioned in.",
            "Any creature or thing of gigantic size.",
            "Someone or something that is abnormally large and powerful",
            "A great and mighty beast God shows Job in Job 40:15-24.",
            "Bizarre or whimsical creature.",
            "Biblical creature",
            "Any large person or thing; someone or something that is abnormally large or powerful.",
            "A bizarre or whimsical creature."
          ]
        },
        {
          "bn:00023028n": [
            "Wardrobe and dress in general",
            "Costume or fancy dress is the distinctive style of dress of a particular people, class, or period.",
            "The attire worn in a play or at a fancy dress ball",
            "An outfit or a disguise worn as fancy dress etc."
          ]
        },
        {
          "bn:00013686n": [
            "A person who amuses others by ridiculous behavior",
            "Generically, the word goof is another term for a mistake.",
            "A mistake or error.",
            "A mistake or error,",
            "A comical performer, stereotypically characterized by its grotesque appearance: colored wigs, stylistic makeup, outlandish costumes, unusually large footwear, etc., who entertain spectators by acting in a hilarious fashion.",
            "Null",
            "A clown is a comic performer who employs slapstick or similar types of physical humor, often in a mime style.",
            "An unintentionally ridiculous person.",
            "A performance artist often associated with a circus and typically characterised by bright, oversized clothing, a red nose, face paint, and a brightly colored wig and who performs slapstick."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "goblin",
    "fromVersion": "0.6",
    "glyph": "👺",
    "glyphAsUtfInEmoticons": [
      "1f47a_japanesegoblin"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "creature",
      "face",
      "fairy tale",
      "fantasy",
      "goblin",
      "monster"
    ],
    "mappedToEmoticons": [
      "1f47a_japanesegoblin"
    ],
    "tts": "goblin",
    "unicode": "1f47a"
  },
  "fluentui_folder": "japanese-goblin"
}