{
  "alsoKnownAs": [
    "French Guinean Flag"
  ],
  "appleName": "Flag of French Guiana",
  "code": "🇬🇫",
  "codepointsHex": [
    "U+1F1EC",
    "U+1F1EB"
  ],
  "components": [
    {
      "code": "🇬",
      "codepointsHex": [
        "U+1F1EC"
      ],
      "description": "<p>The letter&nbsp;<em>G</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1331",
      "slug": "regional-indicator-symbol-letter-g",
      "shortcodes": [
        {
          "code": ":regional_indicator_g:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter G"
    },
    {
      "code": "🇫",
      "codepointsHex": [
        "U+1F1EB"
      ],
      "description": "<p>The letter&nbsp;<em>F</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1330",
      "slug": "regional-indicator-symbol-letter-f",
      "shortcodes": [
        {
          "code": ":regional_indicator_f:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter F"
    }
  ],
  "currentCldrName": "Flag: French Guiana",
  "description": "<p>The flag for French Guiana, which may show as the letters&nbsp;<em>GF</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "979",
  "shortcodes": [
    {
      "code": ":flag_french_guiana:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":french_guiana:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-gf:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_gf:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-french-guiana",
  "title": "Flag: French Guiana",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for French Guiana, which may show as the letters GF on some platforms. The Flag for French Guiana emoji is a sequence of the ?? Reg http://emojipedia.org/flag-for-french-guiana/",
    "name": "French Guiana",
    "unicode": "U+1F1EC U+1F1EB",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        },
        {
          "bn:00103321a": [
            "Of or pertaining to France or the people of France",
            "Of or relating to the people or culture of France.",
            "Of or relating to the French people.",
            "Of or pertaining to France, the French people.",
            "Of or relating to Gaul or France."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:01415770n": [
            "Overseas French department",
            "Department of French Guiana.",
            "The ISO 3166-1 alpha-3 geographic code for the department of France",
            "An overseas region of France, located on the northern coast of South America. Its capital is Cayenne.",
            "Overseas department of France in South America. Official name: Department of French Guiana.",
            "French Guiana, officially called simply Guiana, is an overseas department and region of France, on the north Atlantic coast of South America."
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00042100n": [
            "The Guianas, sometimes called by the Spanish loan-word Guayanas refers to a region in north-eastern South America which includes the following three territories: French Guiana, an overseas department of France Guyana, known as British Guiana from 1831 until 1966, after the colonies of Berbice, Essequibo, and Demerara, taken from the Netherlands in 1814, were merged into a single colony Suriname, until 1814 a part of Dutch Guiana, together with Berbice, Essequibo and Demerara.",
            "A geographical region of northeastern South America including Guyana and Surinam",
            "A region in the north of South America",
            "A geological region in the north of South America."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
