{
  "alsoKnownAs": [
    "Golf",
    "Golf Flag"
  ],
  "appleName": "Golf Hole with Flag",
  "code": "⛳",
  "codepointsHex": [
    "U+26F3"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Golf",
        "Golf Flag"
      ],
      "appleName": "Golf Hole with Flag",
      "code": "⛳",
      "codepointsHex": [
        "U+26F3"
      ],
      "currentCldrName": "Flag in Hole",
      "description": "<p>A red, triangular&nbsp;flag shown sitting&nbsp;in the <a href=\"/hole/\" title=\"🕳 Hole\">hole</a> of a golf course green. Some versions of this emoji also include golf balls, with an <a href=\"/apple/ios-4.0/flag-in-hole/\">early iOS design</a> simply depicting a single golf ball.</p>\r\n\r\n<p>Android <a href=\"/google/android-4.4/flag-in-hole/\" title=\"⛳ Flag in Hole on Google Android 4.4\">previously displayed this emoji</a> as the head of a&nbsp;putter (golf club) hitting a golf ball, while <a href=\"/microsoft/windows-10/triangular-flag/\">Microsoft</a> used to show a single <a href=\"/triangular-flag/\">triangular flag</a>.</p>\r\n\r\n<p><em>Not to be confused with the&nbsp;<a href=\"/triangular-flag/\" title=\"🚩 Triangular Flag on Post\">Triangular Flag on Post emoji</a>.</em></p>",
      "id": "663",
      "slug": "flag-in-hole",
      "shortcodes": [
        {
          "code": ":flag_in_hole:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":golf:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":golf:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":golf:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Flag in Hole"
    }
  ],
  "currentCldrName": "Flag in Hole",
  "description": "<p>A red, triangular&nbsp;flag shown sitting&nbsp;in the <a href=\"/hole/\" title=\"🕳 Hole\">hole</a> of a golf course green. Some versions of this emoji also include golf balls, with an <a href=\"/apple/ios-4.0/flag-in-hole/\">early iOS design</a> simply depicting a single golf ball.</p>\r\n\r\n<p>Android <a href=\"/google/android-4.4/flag-in-hole/\" title=\"⛳ Flag in Hole on Google Android 4.4\">previously displayed this emoji</a> as the head of a&nbsp;putter (golf club) hitting a golf ball, while <a href=\"/microsoft/windows-10/triangular-flag/\">Microsoft</a> used to show a single <a href=\"/triangular-flag/\">triangular flag</a>.</p>\r\n\r\n<p><em>Not to be confused with the&nbsp;<a href=\"/triangular-flag/\" title=\"🚩 Triangular Flag on Post\">Triangular Flag on Post emoji</a>.</em></p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "663",
  "shortcodes": [
    {
      "code": ":flag_in_hole:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":golf:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":golf:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":golf:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-in-hole",
  "title": "Flag in Hole",
  "type": "SINGLE",
  "version": {
    "date": 1254355200,
    "description": "<p>Unicode 5.2&nbsp;pre-dated emoji inclusion in Unicode by one&nbsp;year, and included many characters primarily sourced from the&nbsp;<a href=\"http://www.unicode.org/L2/L2007/07391-n3341.pdf\">ARIB set of Japanese broadcasting symbols</a>.</p>\r\n\r\n<p>The following characters were among those added to Unicode in 2009, several of which were given&nbsp;emoji presentation status in the years 2010-2015.</p>",
    "name": "5.2",
    "slug": "unicode-5.2",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Map symbol from ARIB STD B24",
    "keywords": [
      "hole",
      "golf"
    ],
    "definition": "A red, triangular flag shown sitting in the hole of a golf course green. Some versions of this emoji also include golf balls. Android previo http://emojipedia.org/flag-in-hole/",
    "name": "flag in hole",
    "unicode": "U+26F3",
    "shortcode": ":golf:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00088979v": [
            "Play golf"
          ]
        },
        {
          "bn:00091708v": [
            "To perform in (a sport); to participate in (a game).",
            "To take part in a sport's match.",
            "Participate in games or sport",
            "Participate in (a sport or game)."
          ]
        },
        {
          "bn:00092229v": [
            "To lightly strike a golf ball with a putter.",
            "Strike (a golf ball) lightly, with a putter",
            "To lightly strike a golf ball with a putter on (or very near) a putting green."
          ]
        },
        {
          "bn:00089422v": [
            "To complete a hole by sinking the ball.",
            "To drive into a hole, as an animal, or a billiard ball or golf ball.",
            "Hit the ball into the hole"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00041018n": [
            "One playing period (from tee to green) on a golf course"
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00041015n": [
            "An area of land designated for the play of golf",
            "A golf course comprises a series of holes, each consisting of a teeing ground, a fairway, the rough and other hazards, and a green with a flagstick and hole, all designed for the game of golf.",
            "The land where one plays golf.",
            "The land where one plays golf, with tees, fairways, greens and flags in holes.",
            "Course consisting of a large landscaped area for playing golf"
          ]
        },
        {
          "bn:00041010n": [
            "A ball game played by individuals competing against one another in which the object is to hit a ball into each of a series of (usually 18 or nine) holes in the minimum number of strokes.",
            "Sport in which players attempt to hit a ball with a club into a goal using a minimum number of shots",
            "A game played on a large open course, the object of which is to hit a ball using clubs, with as few strokes as possible, into each of usually 18 holes.",
            "A game played on a large open course with 9 or 18 holes; the object is use as few strokes as possible in playing all the holes",
            "Golf is a precision club and ball sport in which competing players use various clubs to hit balls into a series of holes on a course using as few strokes as possible."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "flag in hole",
    "fromVersion": "0.6",
    "glyph": "⛳",
    "glyphAsUtfInEmoticons": [
      "flaginhole"
    ],
    "group": "Activities",
    "keywords": [
      "flag in hole",
      "golf",
      "hole"
    ],
    "mappedToEmoticons": [
      "flaginhole"
    ],
    "tts": "flag in hole",
    "unicode": "26f3"
  },
  "fluentui_folder": "flag-in-hole",
  "given_category": "Flags"
}
