{
  "alsoKnownAs": [
    "Vaccination"
  ],
  "appleName": "Syringe",
  "code": "💉",
  "codepointsHex": [
    "U+1F489"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Vaccination"
      ],
      "appleName": "Syringe",
      "code": "💉",
      "codepointsHex": [
        "U+1F489"
      ],
      "currentCldrName": "Syringe",
      "description": "<p>A medical syringe, as used to administer a vaccine&nbsp;or draw <a href=\"/drop-of-blood/\">blood</a>. Generally depicted at a 45&deg; angle with a needle to the upper right.</p>\r\n\r\n<p>Commonly used for content concerning health, medicine, and related professions as well as various senses of needles, drugs, tattoos, blood, or more recently&nbsp;&ndash; <a href=\"https://blog.emojipedia.org/vaccine-emoji-comes-to-life/\">coronavirus vaccination</a>.</p>\r\n\r\n<p>Originally used for the representation of blood donation, and displayed with blood in the barrel. In 2021 many platforms are switching to a more general-purpose empty syringe.&nbsp;<a href=\"/google/android-7.0/syringe/\">Google</a> and <a href=\"/facebook/1.0/syringe/\">Facebook&rsquo;s</a> designs previously featured green liquids.</p>",
      "id": "881",
      "slug": "syringe",
      "shortcodes": [
        {
          "code": ":syringe:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":syringe:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":syringe:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":syringe:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Syringe"
    }
  ],
  "currentCldrName": "Syringe",
  "description": "<p>A medical syringe, as used to administer a vaccine&nbsp;or draw <a href=\"/drop-of-blood/\">blood</a>. Generally depicted at a 45&deg; angle with a needle to the upper right.</p>\r\n\r\n<p>Commonly used for content concerning health, medicine, and related professions as well as various senses of needles, drugs, tattoos, blood, or more recently&nbsp;&ndash; <a href=\"https://blog.emojipedia.org/vaccine-emoji-comes-to-life/\">coronavirus vaccination</a>.</p>\r\n\r\n<p>Originally used for the representation of blood donation, and displayed with blood in the barrel. In 2021 many platforms are switching to a more general-purpose empty syringe.&nbsp;<a href=\"/google/android-7.0/syringe/\">Google</a> and <a href=\"/facebook/1.0/syringe/\">Facebook&rsquo;s</a> designs previously featured green liquids.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "881",
  "shortcodes": [
    {
      "code": ":syringe:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":syringe:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":syringe:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":syringe:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "syringe",
  "title": "Syringe",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Medical symbols",
    "keywords": [
      "medicine",
      "doctor",
      "tool",
      "shot",
      "sick",
      "needle"
    ],
    "definition": "A syringe, containing what appears to be blood. May be from a blood test at the hospital. Syringe was approved as part of Unicode 6.0 in 201 http://emojipedia.org/syringe/",
    "name": "syringe",
    "unicode": "U+1F489",
    "shortcode": ":syringe:",
    "senses": {
      "adjectives": [
        {
          "bn:00100663a": [
            "(of something seen or heard) clearly defined",
            "Sharp, clearly defined."
          ]
        },
        {
          "bn:00104538a": [
            "Affected by an impairment of normal physical or mental function"
          ]
        },
        {
          "bn:00098594a": [
            "Covered in blood.",
            "Having or covered with or accompanied by blood",
            "Containing or tinged with blood."
          ]
        },
        {
          "bn:13769250a": [
            "Hospitable"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00089746v": [
            "Give an injection to",
            "To give an injection to.",
            "To administer an injection to.",
            "To administer an injection to (someone or something), especially of medicine or drugs."
          ]
        },
        {
          "bn:00094715v": [
            "Spray or irrigate (a body part) with a syringe",
            "To spray liquid into (a body part) with a syringe."
          ]
        },
        {
          "bn:00090724v": [
            "To treat with medicine.",
            "Treat medicinally, treat with medicine"
          ]
        },
        {
          "bn:00091030v": [
            "Prick with a needle"
          ]
        },
        {
          "bn:00089535v": [
            "To physically feel a damage, a pain, a disease or a punishment.",
            "Feel pain or be in pain",
            "To feel pain.",
            "To cause (somebody) emotional pain."
          ]
        },
        {
          "bn:00083586v": [
            "To lose blood through an injured blood vessel.",
            "To emit or lose blood.",
            "Lose blood from one's body"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00011346n": [
            "Blood is a bodily fluid in animals that delivers necessary substances such as nutrients and oxygen to the cells and transports metabolic waste products away from those same cells.",
            "A fluid connective tissue consisting of the plasma and cells that circulate in the blood vessels.",
            "A content descriptor developed by the Entertainment Software Rating Board (ESRB).",
            "Blood is a specialized bodily fluid that delivers necessary substances to the body's cells -- such as nutrients and oxygen -- and transports waste products away from those same cells.",
            "The fluid (red in vertebrates) that is pumped through the body by the heart and contains plasma, blood cells, and platelets",
            "Specialized bodily fluid in animals",
            "Vital liquid flowing in animal bodies.",
            "A vital liquid flowing in the bodies of many types of animals that usually conveys nutrients and oxygen. In vertebrates, it is colored red by hemoglobin, is conveyed by arteries and veins, is pumped by the heart and is usually generated in bone marrow."
          ]
        },
        {
          "bn:00043358n": [
            "Health is a term referring to levels of functional or metabolic efficiency of living beings.",
            "The avoidance of disease and injury and the promotion of normalcy through efficient use of the environment, a properly functioning society, and an inner sense of well-being.",
            "A state of well-being or balance, often physical but sometimes also mental and social; the overall level of function of an organism from the cellular (micro) level to the social (macro) level.",
            "Level of functional or metabolic efficiency of a living being",
            "Health is the level of functional or metabolic efficiency of a living organism.",
            "Overall level of function of an organism.",
            "A healthy state of wellbeing free from disease",
            "The medical state of physical, mental and social well-being.",
            "A state of dynamic equilibrium between an organism and its environment in which all functions of mind and body are normal."
          ]
        },
        {
          "bn:00075757n": [
            "A medical instrument used to inject or withdraw fluids",
            "A syringe is a simple pump consisting of a plunger that fits tightly in a tube.",
            "A syringe with a predetermined dosage of medication",
            "A device used to inject fluid into or withdraw fluid from the body."
          ]
        },
        {
          "bn:00028872n": [
            "Psychoactive substance ingested for recreational use, especially illegal and addictive one.",
            "Chemical substance having an effect on the body",
            "A substance that is used as a medicine or narcotic",
            "Any chemical substance that alters normal bodily function",
            "A drug is, in the broadest of terms, a chemical substance that has known biological effects on humans or other animals.",
            "A substance that alters the way the mind or body works.",
            "A psychoactive substance, especially one which is illegal and addictive, ingested for recreational use, such as cocaine."
          ]
        },
        {
          "bn:00044896n": [
            "Health care institution",
            "A place where people who are ill or injured are treated and taken care of by doctors and nurses.",
            "A place where sick or injured people are cared for, especially a small hospital; sickhouse.",
            "A health facility where patients receive treatment",
            "A hospital is a health care institution providing patient treatment with specialized staff and equipment.",
            "A place where sick or injured people are cared for, especially a small hospital."
          ]
        },
        {
          "bn:00058325n": [
            "Person trained to provide care for the sick.",
            "One skilled in caring for young children or the sick (usually under the supervision of a physician)",
            "A person trained to provide care for the sick."
          ]
        },
        {
          "bn:00045952n": [
            "A definite pathological process having a characteristic set of signs and symptoms which are detrimental to the well-being of the individual.",
            "Impairment of normal physiological function affecting part or all of an organism"
          ]
        },
        {
          "bn:00071414n": [
            "People who are sick",
            "Sick people in general as a group."
          ]
        },
        {
          "bn:00027976n": [
            "A licensed medical practitioner",
            "A physician practices medicine osteopathy and in many states, chiropractic, and is concerned with maintaining or restoring human health through the study, diagnosis, and treatment of disease and injury.",
            "A veterinarian; a medical practitioner who treats animals.",
            "A doctor.",
            "A medical doctor trained in human medicine.",
            "Symbol indicating a medical degree; medical physician or doctor.",
            "A person who has completed a study of medicine, and as such tries to diagnose and cure diseases in patients.",
            "Professional who practices medicine",
            "A physician; a person who holds a doctoral degree or first professional degree in medicine, and practices in that profession.",
            "A physician is a professional who practices medicine, which is concerned with promoting, maintaining or restoring human health through the study, diagnosis, and treatment of disease, injury, and other physical and mental impairments.",
            "Familiar abbreviation of doctor."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "syringe",
    "fromVersion": "0.6",
    "glyph": "💉",
    "glyphAsUtfInEmoticons": [
      "1f489_syringe"
    ],
    "group": "Objects",
    "keywords": [
      "medicine",
      "needle",
      "shot",
      "sick",
      "syringe"
    ],
    "mappedToEmoticons": [
      "1f489_syringe"
    ],
    "tts": "syringe",
    "unicode": "1f489"
  },
  "fluentui_folder": "syringe"
}