{
  "alsoKnownAs": [
    "Destination",
    "Here"
  ],
  "appleName": "Japanese Word Sign Meaning “Here”",
  "code": "🈁",
  "codepointsHex": [
    "U+1F201"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Destination",
        "Here"
      ],
      "appleName": "Japanese Word Sign Meaning “Here”",
      "code": "🈁",
      "codepointsHex": [
        "U+1F201"
      ],
      "currentCldrName": "Japanese “Here” Button",
      "description": "<p>Means “Here” in Japanese, referring to a destination.</p>\n",
      "id": "1243",
      "slug": "japanese-here-button",
      "shortcodes": [
        {
          "code": ":japanese_here_button:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":koko:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":koko:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":koko:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Squared Katakana Koko"
    }
  ],
  "currentCldrName": "Japanese “Here” Button",
  "description": "<p>Means “Here” in Japanese, referring to a destination.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1243",
  "shortcodes": [
    {
      "code": ":japanese_here_button:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":koko:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":koko:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":koko:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "japanese-here-button",
  "title": "Squared Katakana Koko",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Enclosed Ideographic Supplement -> Squared katakana",
    "keywords": [
      "japanese",
      "“here”",
      "katakana",
      "??"
    ],
    "definition": "Means “Here” in Japanese, referring to a destination. Japanese “here” Button was approved as part of Unicode 6.0 in 2010 under the name “Squ http://emojipedia.org/squared-katakana-koko/",
    "name": "Japanese “here” button",
    "unicode": "U+1F201",
    "shortcode": ":koko:",
    "senses": {
      "adjectives": [
        {
          "bn:00104117a": [
            "Being here now"
          ]
        },
        {
          "bn:00105516a": [
            "Of or relating to or characteristic of Japan or its people or their culture or language",
            "Japanese",
            "Of or relating to Japan.",
            "Of, relating to, or derived from Japan, its language, or culture."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00924608n": [
            "A Japanese syllabary used when writing words borrowed from foreign languages other than Chinese, specific names of plants and animals and other jargon, or to emphasize a word or phrase.",
            "A hiragana or katakana character.",
            "Japanese syllabary",
            "A general term for the syllabic Japanese scripts hiragana, katakana, as well as the old system known as man'y?gana.",
            "Katakana is a Japanese syllabary, one component of the Japanese writing system along with hiragana, kanji, and in some cases the Latin script.",
            "A syllabary used in the Japanese language and one component of the Japanese writing system along with hiragana and kanji."
          ]
        },
        {
          "bn:00001307n": [
            "The location to which products that have been ordered should be sent.",
            "The path to an object, document, file, page, or other destination. An address can be a URL (Web address) or a UNC path (network address), and can include a specific location within a file, such as a bookmark within a document or a cell range within a spreadsheet.",
            "Collection of information that describes the location of a building, apartment, or other structure",
            "A string that identifies a user so that the user can receive Internet email. An email address on the Internet typically consists of an account name, followed by the @ (at) symbol, a host name, and a domain name.",
            "Written directions for finding some location; written on letters or packages that are to be delivered to that location",
            "A description of the location of a property.",
            "An address is a collection of information, presented in a mostly fixed format, used for describing the location of a building, apartment, or other structure or a plot of land, generally using political boundaries and street names as references, along with other identifiers such as house or apartment numbers.",
            "A code and abstract concept expressing a location on the Earth's surface (include also Postal address)",
            "The assigned numeric identifier which was given to a structure to show the address on the street that the building is located upon. A street address is typically painted on a building, or affixed using house numbers."
          ]
        },
        {
          "bn:00075652n": [
            "A symbol is an object that represents, stands for, or suggests an idea, visual image, belief, action, or material entity.",
            "Symbols are things such as particular forms or marks which represent some sort of information, an idea, a physical entity or a process but is distinct from it.",
            "In programming, a name that represents a register, an absolute value, or a memory address (relative or absolute).",
            "A character or glyph representing an idea, concept or object.",
            "One or a few characters, a picture or an other concrete representation of an idea, a concept and the like.",
            "An object that represents, stands for, or suggests an idea, belief, action, or material entity",
            "Character or glyph.",
            "An arbitrary sign (written or printed) that has acquired a conventional significance",
            "Something that represents an idea, a process, or a physical entity"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "Japanese “here” button",
    "fromVersion": "0.6",
    "glyph": "🈁",
    "glyphAsUtfInEmoticons": [
      "1f201_squaredkatakanakoko"
    ],
    "group": "Symbols",
    "keywords": [
      "“here”",
      "Japanese",
      "Japanese “here” button",
      "katakana",
      "ココ"
    ],
    "mappedToEmoticons": [
      "1f201_squaredkatakanakoko"
    ],
    "tts": "Japanese “here” button",
    "unicode": "1f201"
  },
  "fluentui_folder": "squared-katakana-koko"
}