{
  "alsoKnownAs": [
    "Halo",
    "Angel"
  ],
  "appleName": "Smiling Face with Halo",
  "code": "😇",
  "codepointsHex": [
    "U+1F607"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Halo",
        "Angel"
      ],
      "appleName": "Smiling Face with Halo",
      "code": "😇",
      "codepointsHex": [
        "U+1F607"
      ],
      "currentCldrName": "Smiling Face with Halo",
      "description": "<p>A yellow face with smiling eyes, closed smile, and <a href=\"https://en.wikipedia.org/wiki/Halo_(religious_iconography)\">halo</a>, usually blue, overhead. Often represents angels, <a href=\"/folded-hands/\">prayers</a>, and blessings. May also convey <i>angelic</i> behavior, e.g., doing good deeds. See also <a href=\"/baby-angel/\">👼&nbsp;Baby Angel</a>.</p>\r\n\r\n<p>Several platforms, including Apple, feature&nbsp;an&nbsp;expression similar to their <a href=\"/smiling-face-with-smiling-eyes/\">😊&nbsp;Smiling Face With Smiling Eyes.</a></p>",
      "id": "20",
      "slug": "smiling-face-with-halo",
      "shortcodes": [
        {
          "code": ":smiling_face_with_halo:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":innocent:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":innocent:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":innocent:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Smiling Face with Halo"
    }
  ],
  "currentCldrName": "Smiling Face with Halo",
  "description": "<p>A yellow face with smiling eyes, closed smile, and <a href=\"https://en.wikipedia.org/wiki/Halo_(religious_iconography)\">halo</a>, usually blue, overhead. Often represents angels, <a href=\"/folded-hands/\">prayers</a>, and blessings. May also convey <i>angelic</i> behavior, e.g., doing good deeds. See also <a href=\"/baby-angel/\">👼&nbsp;Baby Angel</a>.</p>\r\n\r\n<p>Several platforms, including Apple, feature&nbsp;an&nbsp;expression similar to their <a href=\"/smiling-face-with-smiling-eyes/\">😊&nbsp;Smiling Face With Smiling Eyes.</a></p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "20",
  "shortcodes": [
    {
      "code": ":smiling_face_with_halo:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":innocent:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":innocent:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":innocent:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "smiling-face-with-halo",
  "title": "Smiling Face with Halo",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "innocent",
      "smile",
      "fairy tale",
      "fantasy",
      "face",
      "halo",
      "angel"
    ],
    "definition": "A face with a halo above it, used to represent an angel, or a good person / person who has done a good deed. Smiling Face With Halo was appr http://emojipedia.org/smiling-face-with-halo/",
    "name": "smiling face with halo",
    "unicode": "U+1F607",
    "shortcode": ":innocent:",
    "senses": {
      "adjectives": [
        {
          "bn:00104250a": [
            "Belonging to or derived from or associated with a divine power"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032763n": [
            "A story about fairies; told to amuse children",
            "Fairy tales are a type of story which typically features fantasy characters, such as fairies, goblins, elves, trolls, dwarves, giants, mermaids, or gnomes, and usually magic or enchantments. tale",
            "A fairy tale is a type of short story that typically features European folkloric fantasy characters, such as dwarves, elves, fairies, giants, gnomes, goblins, mermaids, trolls, or witches, and usually magic or enchantments.",
            "A folktale featuring fairies or similar fantasy characters.",
            "A fictional story that usually features folkloric characters (such as fairies, goblins, elves, trolls, witches, giants, and talking animals) and enchantments",
            "Fictional story featuring folkloric fantasy characters"
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:00007184n": [
            "A halo is a ring of light that surrounds a person in art.",
            "Also known as nimbus, a ring of light surrounding a person in a piece of art",
            "Glory is used to denote the manifestation of God's presence in the Christian religious tradition.",
            "A solid disk of light or gold.",
            "An emanation of light supposed to proceed from beings of peculiar sanctity. It is represented in art by rays of gold, or the like, proceeding from the head or body, or by a disk, or a mere line.",
            "Nimbus, a luminous disc, often of gold, around or over the heads of saints, etc., in religious paintings.",
            "Manifestation of God's presence in the Christian religious tradition",
            "An aureola or aureole is the radiance of luminous cloud which, in paintings of sacred personages, surrounds the whole figure.",
            "An indication of radiant light drawn around the head of a saint",
            "In Judeo-Christian religious tradition, the manifestation of God's presence",
            "A circle of light or halo around the head of a deity or a saint.",
            "Circle of light or halo around the head of a deity.",
            "Radiance of luminous cloud that surrounds the figure in a painting of a sacred personage.",
            "A circle of light; a halo."
          ]
        },
        {
          "bn:00029734n": [
            "Very pleasant place.",
            "Heaven, the heavens or seven heavens, is a common religious, cosmological, or transcendent place where heavenly beings such as gods, angels, jinn, saints, or venerated ancestors originate, are enthroned, or live.",
            "Any place of complete bliss and delight and peace",
            "Theological, and metaphysical belief",
            "Metaphysical concept",
            "A very pleasant place.",
            "A place of complete bliss, delight, and peace; paradise.",
            "Heaven may refer to the physical heavens, the sky, the seemingly endless expanse of the universe beyond, or to otherworldly realms, often in an \"afterlife plane\" of existence, attested to in various religions or spiritual philosophies."
          ]
        },
        {
          "bn:00004063n": [
            "Spiritual being attendant upon God",
            "Supernatural being or spirit in certain religions and mythologies",
            "Messenger from a deity.",
            "An angel is a supernatural being or spirit found in various religions and mythologies.",
            "A supernatural being",
            "Angels are divine messengers or transcendental beings found in many religions.",
            "A divine and supernatural messenger from a deity, or other divine entity."
          ]
        },
        {
          "bn:00046829n": [
            "Absence of responsibility for a crime.",
            "Term used to indicate an absence of guilt",
            "A state or condition of being innocent of a specific crime or offense",
            "Innocence is a term used to indicate a lack of guilt, with respect to any kind of crime, or wrongdoing.",
            "Innocence is a term that describes the lack of guilt of an individual, with respect to a crime."
          ]
        },
        {
          "bn:01669238n": [
            "The literary genre generally dealing with themes of magic and fictive medieval technology.",
            "Fantasy refers to constructs of the imagination; in storytelling Fantasy generally refers to a genre that uses magic and other supernatural forms as a primary element of plot, theme, and/or setting.",
            "Fantasy is a genre of fiction that commonly uses magic and other supernatural phenomena as a primary plot element, theme, or setting.",
            "A genre of literature and art that uses magic and other supernatural forms as a primary element of plot and theme. The storyline is often set in a fictional, historically oriented setting.",
            "Genre of fiction"
          ]
        },
        {
          "bn:00061149n": [
            "Peace is an occurrence of harmony characterized by the lack of violence, conflict behaviors and the freedom from fear of violence.",
            "A state of tranquility, quiet, and harmony, e.g., a state free from civil disturbance.",
            "Sometimes written on a rainbow flag",
            "State of being comfortable or free from stress.",
            "The state prevailing during the absence of war",
            "A state of tranquility, quiet, and harmony. For instance, a state free from civil disturbance.",
            "State of harmony characterized by lack of violent conflict and freedom from fear of violence",
            "The state of being comfortable or free from stress.",
            "Peace is an occurrence of harmony characterized by lack of violence, conflict behaviors and the freedom from fear of violence."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "smiling face with halo",
    "fromVersion": "1.0",
    "glyph": "😇",
    "glyphAsUtfInEmoticons": [
      "angel"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "angel",
      "face",
      "fantasy",
      "halo",
      "innocent",
      "smiling face with halo"
    ],
    "mappedToEmoticons": [
      "angel"
    ],
    "tts": "smiling face with halo",
    "unicode": "1f607"
  },
  "fluentui_folder": "smiling-face-with-halo"
}