{
  "alsoKnownAs": [
    "Castle",
    "Turrets"
  ],
  "appleName": "European Castle",
  "code": "🏰",
  "codepointsHex": [
    "U+1F3F0"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Castle",
        "Turrets"
      ],
      "appleName": "European Castle",
      "code": "🏰",
      "codepointsHex": [
        "U+1F3F0"
      ],
      "currentCldrName": "Castle",
      "description": "<p>A castle, in a style&nbsp;that can be found in <a href=\"/flag-france/\" title=\"🇫🇷 Flag for France\">France</a>&nbsp;and other parts of <a href=\"/flag-european-union/\" title=\"🇪🇺 Flag for European Union\">Europe</a>.</p>\r\n",
      "id": "427",
      "slug": "castle",
      "shortcodes": [
        {
          "code": ":castle:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":european_castle:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":european_castle:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":european_castle:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "European Castle"
    }
  ],
  "currentCldrName": "Castle",
  "description": "<p>A castle, in a style&nbsp;that can be found in <a href=\"/flag-france/\" title=\"🇫🇷 Flag for France\">France</a>&nbsp;and other parts of <a href=\"/flag-european-union/\" title=\"🇪🇺 Flag for European Union\">Europe</a>.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "427",
  "shortcodes": [
    {
      "code": ":castle:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":european_castle:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":european_castle:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":european_castle:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "castle",
  "title": "European Castle",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "european"
    ],
    "definition": "A castle, in a style that can be found in France and other parts of Europe. Castle was approved as part of Unicode 6.0 in 2010 under the nam http://emojipedia.org/european-castle/",
    "name": "castle",
    "unicode": "U+1F3F0",
    "shortcode": ":european_castle:",
    "senses": {
      "adjectives": [
        {
          "bn:00109969a": [
            "Of or relating to or indicative of or issued or performed by a king or queen or other monarch",
            "Of or relating to a monarch or their family."
          ]
        },
        {
          "bn:00104652a": [
            "Belonging to or befitting a supreme ruler"
          ]
        },
        {
          "bn:00102565a": [
            "Of behavior that is impressive and ambitious in scale or scope"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00084198v": [
            "Make by combining materials and parts",
            "To create something by combining or assembling materials or parts or by changing it.",
            "To form by combining materials or parts.",
            "(transitive) to form by combining materials or parts.",
            "To build or form (something) by assembling parts.",
            "To form or formulate in the mind."
          ]
        },
        {
          "bn:00087441v": [
            "Inhabit or live in; be an inhabitant of",
            "To fill with people or supply with inhabitants.",
            "To supply with inhabitants; to people.",
            "To fill space.",
            "To have permanent residence somewhere, to inhabit, to reside.",
            "Have permanent residence.",
            "To have permanent residence.",
            "To plant with inhabitants; to colonize; to people."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00077766n": [
            "A structure taller than its diameter; can stand alone or be attached to a larger building",
            "A tower is a tall structure, taller than it is wide, often by a significant margin.",
            "Tall structure",
            "A structure, usually taller than it is wide, often used as a lookout, usually unsupported by guy-wires.",
            "Structure, usually taller than it is wide, often used as a lookout."
          ]
        },
        {
          "bn:00013722n": [
            "A building, esp. one of large size or imposing appearance.",
            "A structure that has a roof and walls and stands more or less permanently in one place",
            "Closed structure with walls and a roof.",
            "Building",
            "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
            "Structure with a roof and walls, such as a house or factory.",
            "A closed structure with walls and a roof.",
            "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
            "Man-made structure with a roof and walls standing more or less permanently in one place",
            "A building to which there is free access by the public and which is available for the use of a community."
          ]
        },
        {
          "bn:00016570n": [
            "Historical building or group of building used for defense by military forces, whose main structures are walls and towers.",
            "Type of fortified structure built in Europe and the Middle East during the Middle Ages by nobility",
            "A large building formerly occupied by a ruler and fortified against attack",
            "A castle is a type of fortified structure built in Europe and the Middle East during the Middle Ages by nobility.",
            "A large building that is fortified and contains many defences; in previous ages often inhabited by a nobleman or king."
          ]
        },
        {
          "bn:00044268n": [
            "The past events concerned in the development of a particular place, object, subject etc.",
            "The discipline that records and interprets past events involving human beings",
            "History is the lore of human behavior through time.",
            "Umbrella term that relates to past events as well as their study",
            "History is the study of the past, specifically how it relates to humans."
          ]
        },
        {
          "bn:00055624n": [
            "An autocracy governed by a monarch who usually inherits the authority",
            "A monarchy is a form of government in which sovereignty is actually or nominally embodied in a single individual.",
            "A government with a hereditary head of state (whether as a figurehead or as a powerful ruler).",
            "A government with a hereditary head of state.",
            "A monarchy is a government in which all state authority is formally identified with an individual, or in some cases a ruling couple.",
            "System of government where the state's sovereignty rests in an individual",
            "Form of government with a hereditary head of state."
          ]
        },
        {
          "bn:00068443n": [
            "Or is a Japanese card game for three or more players played with a standard 52-card pack.",
            "A royal family is the immediate family of a king or queen regnant, and sometimes his or her extended family.",
            "A king and a queen as a starting hand in Texas hold 'em",
            "Family of ruling country.",
            "Royal persons collectively",
            "Extended family of a king or queen regnant",
            "The family of the ruling sovereign of a country or state."
          ]
        },
        {
          "bn:00044994n": [
            "A dwelling that serves as living quarters for one or more families",
            "Structure intended for living",
            "A structure serving as an abode of human beings.",
            "A human-built dwelling with enclosing walls, a floor, and a roof",
            "A house is a building that functions as a home for humans or other creatures, including simple dwellings ranging from rudimentary huts of nomadic tribes and complex structures composed of many systems.",
            "The abode of a human being, their place of residence."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "castle",
    "fromVersion": "0.6",
    "glyph": "🏰",
    "glyphAsUtfInEmoticons": [
      "1f3f0_europeancastle"
    ],
    "group": "Travel & Places",
    "keywords": [
      "castle",
      "European"
    ],
    "mappedToEmoticons": [
      "1f3f0_europeancastle"
    ],
    "tts": "castle",
    "unicode": "1f3f0"
  },
  "fluentui_folder": "european-castle"
}