{
  "alsoKnownAs": [
    "Cool",
    "Mutual Best Friends (Snapchat)",
    "Sunglasses"
  ],
  "appleName": "Smiling Face with Sunglasses",
  "code": "😎",
  "codepointsHex": [
    "U+1F60E"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Cool",
        "Mutual Best Friends (Snapchat)",
        "Sunglasses"
      ],
      "appleName": "Smiling Face with Sunglasses",
      "code": "😎",
      "codepointsHex": [
        "U+1F60E"
      ],
      "currentCldrName": "Smiling Face with Sunglasses",
      "description": "<p>A yellow face with a broad, closed smile wearing black <a href=\"/sunglasses/\">sunglasses</a>, as if a pair of classic <a href=\"https://en.wikipedia.org/wiki/Ray-Ban_Wayfarer\">Wayfarers</a>. Often used to convey the slang&nbsp;sense of <a href=\"/cool-button/\">cool</a>. May also express a confident, carefree attitude or that something is excellent.</p>\r\n\r\n<p><a href=\"/nerd-face/\">🤓&nbsp;Nerd Face</a> wears similarly shaped <a href=\"/glasses/\">eyeglasses</a>.</p>\r\n\r\n<p>On <a href=\"/snapchat/\">Snapchat</a>, this emoji next to a contact denotes that you have best friends in common with this person.</p>",
      "id": "11",
      "slug": "smiling-face-with-sunglasses",
      "shortcodes": [
        {
          "code": ":smiling_face_with_sunglasses:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":sunglasses:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":sunglasses:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":sunglasses:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Smiling Face with Sunglasses"
    }
  ],
  "currentCldrName": "Smiling Face with Sunglasses",
  "description": "<p>A yellow face with a broad, closed smile wearing black <a href=\"/sunglasses/\">sunglasses</a>, as if a pair of classic <a href=\"https://en.wikipedia.org/wiki/Ray-Ban_Wayfarer\">Wayfarers</a>. Often used to convey the slang&nbsp;sense of <a href=\"/cool-button/\">cool</a>. May also express a confident, carefree attitude or that something is excellent.</p>\r\n\r\n<p><a href=\"/nerd-face/\">🤓&nbsp;Nerd Face</a> wears similarly shaped <a href=\"/glasses/\">eyeglasses</a>.</p>\r\n\r\n<p>On <a href=\"/snapchat/\">Snapchat</a>, this emoji next to a contact denotes that you have best friends in common with this person.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "11",
  "shortcodes": [
    {
      "code": ":smiling_face_with_sunglasses:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":sunglasses:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":sunglasses:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":sunglasses:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "smiling-face-with-sunglasses",
  "title": "Smiling Face with Sunglasses",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "eyewear",
      "smile",
      "eye",
      "sun",
      "glasses",
      "sunglasses",
      "face",
      "bright",
      "cool"
    ],
    "definition": "A face smiling and wearing dark sunglasses that is used to denote a sense of cool. The nerd face emoji is a similar face, but with regular g http://emojipedia.org/smiling-face-with-sunglasses/",
    "name": "smiling face with sunglasses",
    "unicode": "U+1F60E",
    "shortcode": ":sunglasses:",
    "senses": {
      "adjectives": [
        {
          "bn:00102302a": [
            "Very imposing or impressive; surpassing the ordinary (especially in size or scale)",
            "Momentously heroic; grand in scale or character"
          ]
        },
        {
          "bn:00103933a": [
            "Enjoying or showing or marked by joy or pleasure"
          ]
        },
        {
          "bn:00103807a": [
            "(British informal) very chic"
          ]
        },
        {
          "bn:00097006a": [
            "Arousing laughter.",
            "Of or pertaining to laughter",
            "Being funny, whimsically amusing.",
            "Arousing or provoking laughter",
            "Full of humor or arousing laughter; funny.",
            "Funny; amusing; comical.",
            "Fitted to excite laughter; humorous.",
            "Amusing; humorous; comical.",
            "Funny, hilarious."
          ]
        },
        {
          "bn:00100772a": [
            "Cute, appealing.",
            "Attractive especially by means of smallness or prettiness or quaintness"
          ]
        },
        {
          "bn:00096926a": [
            "Inspiring awe or admiration or wonder- Melville",
            "Causing astonishment in; causing to be astonished.",
            "Causing wonder, admiration or astonishment."
          ]
        },
        {
          "bn:00098683a": [
            "Marked by emaciation especially from disease, hunger or cold.",
            "Very thin especially from disease or hunger or cold",
            "Thin or haggard, especially from hunger or disease.",
            "Thin or haggard."
          ]
        },
        {
          "bn:00098857a": [
            "Emitting or reflecting light readily or in large amounts"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00086403v": [
            "Become less tense, rest, or take one's ease",
            "To relax.",
            "To become less tense, rest, or take one's ease.",
            "To become less severe or tense."
          ]
        },
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        },
        {
          "bn:00087940v": [
            "To appear; to look.",
            "Look at",
            "To gauge, estimate or judge by eye; to look or glance at."
          ]
        },
        {
          "bn:00094587v": [
            "Spend the summer",
            "Spend the summer, as in a particular place on holiday.",
            "To spend the summer, as in a particular place on holiday."
          ]
        },
        {
          "bn:00094590v": [
            "Expose one's body to the sun",
            "To expose one's body to the sun in order to relax or to obtain a tan",
            "To expose to the warmth and radiation of the sun.",
            "To expose one's body to the sun."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00075151n": [
            "One of the temperate seasons",
            "Summer is the warmest of the four temperate seasons, falling between spring and autumn.",
            "The period or season of summer.",
            "One of the four seasons, between Spring and Autumn",
            "The warmest season of the year; in the northern hemisphere it extends from the summer solstice to the autumnal equinox",
            "The time during the summer months."
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00001533n": [
            "Sexual maturity is the age or stage when an organism can reproduce.",
            "The age or stage when an organism can reproduce",
            "An adult male human.",
            "A man is a male human.",
            "An adult male human",
            "An adult human member of the sex that begets young by fertilizing ova.",
            "A human member of the masculine sex or gender.",
            "An adult person who is male (as opposed to a woman)"
          ]
        },
        {
          "bn:03300699n": [
            "Ideograms or smileys used in Japanese electronic messages and webpages",
            "Emoji are the ideograms or smileys used in Japanese electronic messages and webpages, the use of which is spreading outside Japan."
          ]
        },
        {
          "bn:00046516n": [
            "A person, especially as one among many.",
            "Some unspecified person.",
            "An individual is a person or a specific object.",
            "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
            "A human; someone susceptible to death.",
            "A human being",
            "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
            "A human being.",
            "A person that will die eventually.",
            "A being, such as a human, that has certain capacities or attributes constituting personhood",
            "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
            "Some person.",
            "An individual; usually a human being."
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:03577942n": [
            "Eyewear consists of items and accessories worn on or over the eyes, for fashion or adornment, protection against the environment, and to improve or enhance visual acuity."
          ]
        },
        {
          "bn:00025245n": [
            "Spectacles that are darkened or polarized to protect the eyes from the glare of the sun",
            "Sunglasses or sun glasses are a form of protective eyewear designed primarily to prevent bright sunlight and high-energy visible light from damaging or discomforting the eyes.",
            "Tinted glasses worn to protect the eyes from the sun.",
            "Often referred to as shades, eye protection wear",
            "Special glasses that protect the eyes from strong sunlight and uv rays."
          ]
        },
        {
          "bn:00009263n": [
            "A lat, narrow strip of sand, gravel or pebbles along the shoreline of a body of water (ocean, river, lake).",
            "An area of sand sloping down to the water of a sea or lake",
            "A beach is a landform along the coast of an ocean, sea, lake, or river.",
            "The shore of a body of water, especially when sandy or pebbly.",
            "Landform along the shoreline of an ocean, sea, lake, or river"
          ]
        },
        {
          "bn:00032512n": [
            "An organ of vision that detects light",
            "An eye.",
            "The organ of sight",
            "Organ that detects light and converts it into electro-chemical impulses in neurons",
            "The two eyes of a human being considered as a whole.",
            "A window or other opening that has an oval or circular shape (as of an eye).",
            "An organ through which animals see.",
            "Eyes are sensory organs of the face responsible for sight.",
            "An oculus, plural oculi, from Latin oculus: eye, denotes a circular opening in the center of a dome or in a wall.",
            "Eyes are the organs of vision.",
            "The part of the eye having a spherical shape.",
            "The organ that is sensitive to light, which it converts to electrical signals passed to the brain, by which means animals see."
          ]
        },
        {
          "bn:00042905n": [
            "The emotion of being happy; joy.",
            "Mental or emotional state of well-being characterized by pleasant emotions",
            "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
            "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
            "Emotion of being happy.",
            "The state of being jocund.",
            "Emotions experienced when in a state of well-being.",
            "Emotions experienced when in a state of well-being"
          ]
        },
        {
          "bn:00072311n": [
            "An emoticon of a smiling face",
            "A simplified drawing of a smiling face, using two dots for the eyes and an arc for the mouth.",
            "Representation of a smiling face.",
            "A stylized representation of a smiling humanoid face",
            "A graphical representation, either in the form of an image or made up of ASCII characters.",
            "A simplified representation of a smiling face.",
            "An emoticon expressing happy emotions.",
            "A representation of a smiling face, most often colored yellow",
            "A smiley is a stylized representation of a smiling humanoid face, an important part of popular culture."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "smiling face with sunglasses",
    "fromVersion": "1.0",
    "glyph": "😎",
    "glyphAsUtfInEmoticons": [
      "cool"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "bright",
      "cool",
      "face",
      "smiling face with sunglasses",
      "sun",
      "sunglasses"
    ],
    "mappedToEmoticons": [
      "cool"
    ],
    "tts": "smiling face with sunglasses",
    "unicode": "1f60e"
  },
  "fluentui_folder": "smiling-face-with-sunglasses"
}