{
  "alsoKnownAs": [
    "Digital Radio",
    "Wireless"
  ],
  "appleName": "Radio",
  "code": "📻",
  "codepointsHex": [
    "U+1F4FB"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Digital Radio",
        "Wireless"
      ],
      "appleName": "Radio",
      "code": "📻",
      "codepointsHex": [
        "U+1F4FB"
      ],
      "currentCldrName": "Radio",
      "description": "<p>A classic portable radio, as used to listen to music, news, or sports. Depicted in various colors and styles with a <a href=\"/speaker-low-volume/\">speaker</a>, antenna, dial, and knobs.</p>\r\n\r\n<p>Commonly used for various content concerning radio, broadcasting, and music.</p>",
      "id": "737",
      "slug": "radio",
      "shortcodes": [
        {
          "code": ":radio:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":radio:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":radio:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":radio:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Radio"
    }
  ],
  "currentCldrName": "Radio",
  "description": "<p>A classic portable radio, as used to listen to music, news, or sports. Depicted in various colors and styles with a <a href=\"/speaker-low-volume/\">speaker</a>, antenna, dial, and knobs.</p>\r\n\r\n<p>Commonly used for various content concerning radio, broadcasting, and music.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "737",
  "shortcodes": [
    {
      "code": ":radio:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":radio:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":radio:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":radio:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "radio",
  "title": "Radio",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Audio and video symbols",
    "keywords": [
      "video"
    ],
    "definition": "A traditional radio, with speaker grille, tuner controls and antenna. Radio was approved as part of Unicode 6.0 in 2010 and added to Emoji 1 http://emojipedia.org/radio/",
    "name": "radio",
    "unicode": "U+1F4FB",
    "shortcode": ":radio:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00090400v": [
            "Hear with intention"
          ]
        },
        {
          "bn:00082233v": [
            "To give an account or representation in words.",
            "To represent in words.",
            "To give an account or representation of in words"
          ]
        },
        {
          "bn:00091790v": [
            "Distribute (multimedia files) over the internet for playback on a mobile device or a personal computer"
          ]
        },
        {
          "bn:00092306v": [
            "Transmit messages via radio waves"
          ]
        },
        {
          "bn:00082493v": [
            "Broadcast over the airwaves, as in radio or television",
            "To transmit a message or signal via radio waves or electronic means",
            "To send data over the airwaves, as in radio or television.",
            "To send out a signal (as opposed to receive).",
            "To broadcast, as with a television show.",
            "To transmit a message or signal via radio waves or electronic means."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00030266n": [
            "A transistor is a semiconductor device used to amplify and switch electronic signals and electrical power.",
            "A solid-state semiconductor device, with three terminals, which can be used for amplification, switching, voltage stabilization, signal modulation, and many other functions",
            "A solid-state circuit component, usually with three leads, in which a voltage or a current controls the flow of another current. The transistor can serve many functions, including those of amplifier, switch, and oscillator, and is a fundamental component of almost all modern electronics.",
            "Base Switch that controls current in a transistor",
            "A semiconductor device capable of amplification",
            "- align = \"center\" PNP-align = \"center\" NPN A bipolar junction transistor is a type of transistor that relies on the contact of two types of semiconductor for its operation.",
            "Solid-state semiconductor device, with three terminals."
          ]
        },
        {
          "bn:00021221n": [
            "Communication is the activity of conveying information through the exchange of ideas, feelings, intentions, attitudes, expectations, perceptions or commands, as by speech, non-verbal gestures, writings, behavior and possibly by other means such as electromagnetic, chemical or physical phenomena and smell.",
            "Conveying information through the exchange of thoughts, messages or information",
            "The activity of communicating; the activity of conveying information",
            "Navigation, surveillance\", often associated with air traffic management as CNS/ATM",
            "The concept or state of exchanging data or information between entities.",
            "Concept of information exchange.",
            "Communication is the activity of conveying information through the exchange of thoughts, messages, or information, as by speech, visuals, signals, writing, or behavior."
          ]
        },
        {
          "bn:00065899n": [
            "Radio is the wireless transmission of electromagnetic signals through the atmosphere or free space.",
            "The technology that allows for the transmission of sound or other signals by modulation of electromagnetic waves.",
            "Radio is the radiation of electromagnetic signals through the atmosphere or free space.",
            "The medium of radio communication.",
            "The wireless transmission of signals through free space by radio waves instead of cables, like telegraphs",
            "The process, equipment or programming involved in transmitting and receiving sound signals by electromagnetic waves.",
            "Transmission of signals through free space by electromagnetic radiation in the radio frequency range",
            "Medium for communication",
            "A part of a device that converts sound waves or mechanical movements into corresponding electric waves or impulses."
          ]
        },
        {
          "bn:00152776n": [
            "A type of digital media consisting of an episodic series of files (either audio or video) subscribed to and downloaded through web syndication.",
            "An audio programme produced on a regular basis, delivered over the Internet in a compressed digital format and designed for playback on computers or portable digital audio players, such as the iPod.",
            "A podcast is a digital medium consisting of an episodic series of audio, video, radio, PDF, or ePub files subscribed to and downloaded through web syndication or streamed online to a computer or mobile device.",
            "Type of digital media",
            "A series of digital-media files that users can subscribe to online, that are sent to their computers and that can then be accessed on demand on the users' reader. The majority of podcasts are available as audio files in MP3 format, syndicated through an RSS (XML) file. Other formats and other types of files, such as video, can also be podcasted."
          ]
        },
        {
          "bn:00056443n": [
            "Someone who is passionate about music.",
            "Music is an art form whose medium is sound.",
            "Music is an art form that involves sounds and silence.",
            "A sound, or the study of such sounds, organized in time.",
            "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
            "Form of art using sound",
            "An app that facilitates the playing of music.",
            "Sound, organized in time in a melodious way.",
            "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
            "The title of the hub for music and video."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "radio",
    "fromVersion": "0.6",
    "glyph": "📻",
    "glyphAsUtfInEmoticons": [
      "1f4fb_radio"
    ],
    "group": "Objects",
    "keywords": [
      "radio",
      "video"
    ],
    "mappedToEmoticons": [
      "1f4fb_radio"
    ],
    "tts": "radio",
    "unicode": "1f4fb"
  },
  "fluentui_folder": "radio"
}