{
  "alsoKnownAs": [
    "Heart Eyes Cat",
    "Loving Cat"
  ],
  "appleName": "Smiling Cat Face with Heart-Eyes",
  "code": "😻",
  "codepointsHex": [
    "U+1F63B"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Heart Eyes Cat",
        "Loving Cat"
      ],
      "appleName": "Smiling Cat Face with Heart-Eyes",
      "code": "😻",
      "codepointsHex": [
        "U+1F63B"
      ],
      "currentCldrName": "Smiling Cat with Heart-Eyes",
      "description": "<p>A cartoon cat variant of <a href=\"/smiling-face-with-heart-eyes/\">😍 Smiling Face With Heart-Eyes</a>. Depicted as yellow on major platforms.</p>",
      "id": "226",
      "slug": "smiling-cat-with-heart-eyes",
      "shortcodes": [
        {
          "code": ":smiling_cat_with_heart_eyes:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":heart_eyes_cat:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":heart_eyes_cat:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":heart_eyes_cat:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Smiling Cat Face with Heart-Shaped Eyes"
    }
  ],
  "currentCldrName": "Smiling Cat with Heart-Eyes",
  "description": "<p>A cartoon cat variant of <a href=\"/smiling-face-with-heart-eyes/\">😍 Smiling Face With Heart-Eyes</a>. Depicted as yellow on major platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "226",
  "shortcodes": [
    {
      "code": ":smiling_cat_with_heart_eyes:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":heart_eyes_cat:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":heart_eyes_cat:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":heart_eyes_cat:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "smiling-cat-with-heart-eyes",
  "title": "Smiling Cat Face with Heart-Shaped Eyes",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Cat faces",
    "keywords": [
      "eye",
      "cat",
      "smile",
      "love",
      "face"
    ],
    "definition": "The cat variant of the Smiling Face With Heart-Shaped Eyes Emoji. No one knows why we need a cat variant of this. Smiling Cat Face With Hear http://emojipedia.org/smiling-cat-face-with-heart-shaped-eyes/",
    "name": "smiling cat face with heart-eyes",
    "unicode": "U+1F63B",
    "shortcode": ":heart_eyes_cat:",
    "senses": {
      "adjectives": [
        {
          "bn:00106204a": [
            "Feeling or showing love and affection"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        },
        {
          "bn:13753606v": [
            "To be fond of. Often bracketed or abbreviated with a heart symbol."
          ]
        },
        {
          "bn:13611060v": [
            "To feel an affection, emotion or love for."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00004222n": [
            "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
            "A classification of living organisms",
            "Creature is a 1999 documentary film that was directed by Parris Patton.",
            "All of the animal life of any particular region or time.",
            "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
            "A living organism characterized by voluntary movement",
            "A living organism characterized by voluntary movement.",
            "Animals considered as a group; especially those of a particular country, region, time, etc.",
            "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
            "The entire animal life of a given region, habitat or geological stratum.",
            "Any nonhuman animal, esp. a large, four-footed mammal.",
            "Animals considered as a group.",
            "Fauna is all of the animal life of any particular region or time.",
            "This page is for quotes about animals.",
            "Multicellular eukaryotic organisms"
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:00052121n": [
            "Love is a variety of different feelings, states, and attitudes that ranges from interpersonal affection to pleasure.",
            "An intense feeling of affection and care towards another person.",
            "Emotion based on affection",
            "A strong positive emotion of regard and affection",
            "In the Italian or Latin languages",
            "The form of romantic affection that is considered pure and wholly positive, not just based on feelings of lust.",
            "Love is a word which refers to a variety of different emotional states, feelings or attitudes which range from those of simple personal pleasures or desires to those characterizing interpersonal affection and many forms of profound kindness, compassion, and benevolent concern for the good of others."
          ]
        },
        {
          "bn:00001744n": [
            "?, representing love, the organ, or a card suit",
            "A feeling of love or strong attachment.",
            "Affection is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "The heart symbol or \"heart shape\" is an ideograph used to express the idea of the \"heart\" in its metaphorical or symbolic sense as the center of emotion, including affection and love, especially romantic love.",
            "Philia, often translated \"brotherly love\", is one of the four ancient Greek words for love: philia, storge, agape and eros.",
            "A conventional shape or symbol used to represent the heart, love, or emotion: ? or sometimes <3.",
            "Affection, attraction, infatuation, or fondness is a \"disposition or rare state of mind or body\" that is often associated with a feeling or type of love.",
            "As used by Aristotle in his Nichomachean Ethics",
            "A stylized representation of the muscular organ, used as a symbol for affection, in the shape of two top lobes and a tapering bottom.",
            "A positive feeling of liking",
            "Feeling of love or strong attachment."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "smiling cat with heart-eyes",
    "fromVersion": "0.6",
    "glyph": "😻",
    "group": "Smileys & Emotion",
    "keywords": [
      "cat",
      "eye",
      "face",
      "heart",
      "love",
      "smile",
      "smiling cat with heart-eyes"
    ],
    "mappedToEmoticons": [
      "hearteyescat"
    ],
    "tts": "smiling cat with heart-eyes",
    "unicode": "1f63b"
  },
  "fluentui_folder": "smiling-cat-face-with-heart-shaped-eyes"
}