{
  "alsoKnownAs": [
    "Casino",
    "Fruit Machine",
    "Gambling",
    "Poker Machine"
  ],
  "appleName": "Slot Machine",
  "code": "🎰",
  "codepointsHex": [
    "U+1F3B0"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Casino",
        "Fruit Machine",
        "Gambling",
        "Poker Machine"
      ],
      "appleName": "Slot Machine",
      "code": "🎰",
      "codepointsHex": [
        "U+1F3B0"
      ],
      "currentCldrName": "Slot Machine",
      "description": "<p>A <a href=\"/money-with-wings/\" title=\"💸 Money With Wings\">gambling</a> machine generally found in casinos. Shows three wheels with a lever to the side. Most platforms display three 7 digits on this emoji.</p>",
      "id": "453",
      "slug": "slot-machine",
      "shortcodes": [
        {
          "code": ":slot_machine:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":slot_machine:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":slot_machine:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":slot_machine:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Slot Machine"
    }
  ],
  "currentCldrName": "Slot Machine",
  "description": "<p>A <a href=\"/money-with-wings/\" title=\"💸 Money With Wings\">gambling</a> machine generally found in casinos. Shows three wheels with a lever to the side. Most platforms display three 7 digits on this emoji.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "453",
  "shortcodes": [
    {
      "code": ":slot_machine:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":slot_machine:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":slot_machine:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":slot_machine:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "slot-machine",
  "title": "Slot Machine",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Game symbol",
    "keywords": [
      "game",
      "slot"
    ],
    "definition": "A gambling machine generally found in casinos. Shows three wheels with a lever to the side. Most platforms display three 7 digits on this em http://emojipedia.org/slot-machine/",
    "name": "slot machine",
    "unicode": "U+1F3B0",
    "shortcode": ":slot_machine:",
    "senses": {
      "adjectives": [
        {
          "bn:00106250a": [
            "Occurring by chance"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00089137v": [
            "Revolve quickly and repeatedly around one's own axis",
            "To revolve round a central point; to move spirally about an axis, as a tornado; to revolve.",
            "To spin or revolve repeatedly."
          ]
        },
        {
          "bn:13671850v": [
            "To succeed by chance."
          ]
        },
        {
          "bn:00082987v": [
            "Place a bet on"
          ]
        },
        {
          "bn:00091708v": [
            "To perform in (a sport); to participate in (a game).",
            "To take part in a sport's match.",
            "Participate in games or sport",
            "Participate in (a sport or game)."
          ]
        },
        {
          "bn:13671851v": [
            "To rely on luck."
          ]
        },
        {
          "bn:00088669v": [
            "To play risky games, especially casino games, for monetary gain.",
            "To play casino games.",
            "Participate in games of chance, betting of money in doing so",
            "Play games for money"
          ]
        },
        {
          "bn:13671852v": [
            "To carry out relying on luck."
          ]
        },
        {
          "bn:00095777v": [
            "Be the winner in a contest or competition; be victorious",
            "To get as a price from a lottery or other competition."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00058971n": [
            "A slot machine designed for gambling.",
            "A slot machine that is used for gambling"
          ]
        },
        {
          "bn:00050064n": [
            "Las Vegas, a city in Nevada, USA.",
            "Las Vegas, officially the City of Las Vegas and often known as simply Vegas, is a city in the United States and is the most populous city in the state of Nevada, the county seat of Clark County, and the city proper of the Las Vegas Valley.",
            "A large city in the US State of Nevada",
            "Las Vegas is the most populous city in the U.S. state of Nevada, the seat of Clark County, and an internationally renowned major resort city for gambling, shopping, and entertainment. Vegas",
            "Largest city in Nevada; located in southeastern Nevada; originally settled by Mormons but is now famous for entertainment and gambling and general excess",
            "City in Nevada, United States",
            "The most populous city in the state of Nevada, United States, the seat of Clark County, and an internationally renowned major resort city for gambling, shopping, and entertainment. (source: Wikipedia)",
            "A desert city in Nevada, USA, known for its large hotels, extravagant entertainment and dining, and gambling."
          ]
        },
        {
          "bn:00016473n": [
            "A public building or room for entertainment, especially gambling.",
            "A public building for gambling and entertainment",
            "In modern English, a casino is a facility which houses and accommodates certain types of gambling activities.",
            "Facility which houses and accommodates certain types of gambling activities",
            "A place where an activity is accomplished, whether actual, as a pub, or virtual, as a website.",
            "A place of public entertainment, especially (without qualifying word) a theatre; also the audience for a live theatrical or similar performance."
          ]
        },
        {
          "bn:00037166n": [
            "A risky venture",
            "A risky venture with an uncertain outcome.",
            "A risky act or venture",
            "A risky venture."
          ]
        },
        {
          "bn:00047831n": [
            "A money prize pool which accumulates until the conditions are met for it to be won.",
            "A game at billiards, in which each of the players stakes a certain sum, the winner taking the whole; also, in public billiard rooms, a game in which the loser pays the entrance fee for all who engage in the game; a game of skill in pocketing the balls on a pool table.",
            "In poker, the money that players wager during a single hand",
            "The money wagered in poker or similar games.",
            "Accumulating money prize pool.",
            "The cumulative amount involved in a game (such as poker)",
            "The amount to be won",
            "The pot in poker refers to the sum of money that players wager during a single hand or game, according to the betting rules of the variant being played."
          ]
        },
        {
          "bn:00019222n": [
            "An outcome, condition or event that is predetermined by fate [the power that predetermines events].",
            "That which happens without human design or forethought.",
            "That which happens without human design or forethought; chance; accident; hazard; fortune; fate.",
            "Your overall circumstances or condition in life (including everything that happens to you)",
            "Event that unavoidably happens to a person, country, institution, etc.",
            "The effect, consequence, outcome, or inevitable events predetermined by this cause.",
            "Fate; a predetermined or unavoidable destiny."
          ]
        },
        {
          "bn:00020503n": [
            "A slot machine, informally fruit machine, puggy, the slots, poker machine or simply slot, is a casino gambling machine with three or more reels which spin when a button is pushed.",
            "Any coin-operated machine.",
            "Often called \"fruit machine\", particularly in the UK",
            "Casino gambling machine",
            "A slot machine used for gambling.",
            "Any machine operated by placing a coin or token into a slot.",
            "A machine that is operated by the insertion of a coin in a slot"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "slot machine",
    "fromVersion": "0.6",
    "glyph": "🎰",
    "glyphAsUtfInEmoticons": [
      "1f3b0_slotmachine"
    ],
    "group": "Activities",
    "keywords": [
      "game",
      "slot",
      "slot machine"
    ],
    "mappedToEmoticons": [
      "1f3b0_slotmachine"
    ],
    "tts": "slot machine",
    "unicode": "1f3b0"
  },
  "fluentui_folder": "slot-machine"
}