{
  "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
  "keywords": [
    "medium-dark skin tone",
    "ball",
    "golf"
  ],
  "definition": "This version of the ?? Person Golfing emoji has the ?? Medium-dark Skin Tone applied, which is displayed as a Dark Brown Skin Tone on suppor http://emojipedia.org/golfer-type-5/",
  "unicode": "U+1F3CC U+1F3FE",
  "name": "person golfing: medium-dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [
      {
        "bn:00088979v": [
          "Play golf"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00006759n": [
          "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
          "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
          "Forms of competitive activity, usually physical",
          "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
          "An active diversion requiring physical exertion and competition",
          "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
          "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
          "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
          "Recreational games and play.",
          "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
          "A term for athletic sports and culture based on human, physical competition",
          "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "An umbrella sport, comprising track and field, cross country, road running and racewalking"
        ]
      },
      {
        "bn:00041010n": [
          "A ball game played by individuals competing against one another in which the object is to hit a ball into each of a series of (usually 18 or nine) holes in the minimum number of strokes.",
          "Sport in which players attempt to hit a ball with a club into a goal using a minimum number of shots",
          "A game played on a large open course, the object of which is to hit a ball using clubs, with as few strokes as possible, into each of usually 18 holes.",
          "A game played on a large open course with 9 or 18 holes; the object is use as few strokes as possible in playing all the holes",
          "Golf is a precision club and ball sport in which competing players use various clubs to hit balls into a series of holes on a course using as few strokes as possible."
        ]
      }
    ]
  },
  "code": "🏌🏾",
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "slug": "person-golfing-medium-dark-skin-tone",
  "given_category": "People & Body"
}