{
  "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
  "keywords": [
    "medium-light skin tone",
    "surfing"
  ],
  "definition": "This version of the ?? Person Surfing emoji has the ?? Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on supp http://emojipedia.org/surfer-type-3/",
  "unicode": "U+1F3C4 U+1F3FC",
  "name": "person surfing: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:13654331a": [
          "Enjoyable, amusing"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00094620v": [
          "To ride a wave, usually on a surfboard.",
          "To use a surfboard; to surf.",
          "Ride the waves of the sea with a surfboard",
          "To ride a wave."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00006759n": [
          "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
          "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
          "Forms of competitive activity, usually physical",
          "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
          "An active diversion requiring physical exertion and competition",
          "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
          "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
          "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
          "Recreational games and play.",
          "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
          "A term for athletic sports and culture based on human, physical competition",
          "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
          "An umbrella sport, comprising track and field, cross country, road running and racewalking"
        ]
      },
      {
        "bn:00069946n": [
          "The sea, the world ocean, or simply the ocean, is the connected body of salty water that covers 70.8% of the Earth's surface.",
          "A large body of salty water. (Major seas are known as oceans.)",
          "A sea is a large body of saline water usually connected with an ocean.",
          "A division of an ocean or a large body of salt water partially enclosed by land",
          "The body of water covering most of Earth",
          "A body of salt water that is smaller than an ocean and generally in proximity to a continent.",
          "Body of water.",
          "Earth's interconnected water system"
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00058574n": [
          "Sometimes found on English maps",
          "The oceans, seas, bays, estuaries, and other major water bodies, including coastal marine and nearshore zones.",
          "The mass of water occupying all of the Earth's surface not occupied by land, but excluding all lakes and inland seas.",
          "Oceans are major bodies of saline water, and the principal component of the hydrosphere.",
          "Water from an ocean.",
          "Large body of saline water",
          "A large body of water constituting a principal part of the hydrosphere",
          "Water belonging to an ocean.",
          "An ocean is a body of saline water that composes much of a planet's hydrosphere."
        ]
      },
      {
        "bn:00009263n": [
          "A lat, narrow strip of sand, gravel or pebbles along the shoreline of a body of water (ocean, river, lake).",
          "An area of sand sloping down to the water of a sea or lake",
          "A beach is a landform along the coast of an ocean, sea, lake, or river.",
          "The shore of a body of water, especially when sandy or pebbly.",
          "Landform along the shoreline of an ocean, sea, lake, or river"
        ]
      },
      {
        "bn:00075388n": [
          "An elongated platform used in the sport of surfing",
          "A shaped waterproof plank used to surf on waves.",
          "A shaped waterproof plank, usually made of wood or foam and reinforced plastic, used to surf on waves.",
          "A narrow buoyant board for riding surf",
          "A surfboard is an elongated platform used in the sport of surfing."
        ]
      },
      {
        "bn:00075390n": [
          "Surfing is a surface water sport in which the wave rider, referred to as a surfer, rides on the forward or deep face of a moving wave, which is usually carrying the surfer towards the shore.",
          "Surfing is a surface water sport in which the participant is carried along the face of a breaking wave, most commonly using a surfboard.",
          "The sport of riding a surfboard toward the shore on the crest of a wave",
          "Sport that consists of riding a wave",
          "The sport of riding a surfboard using the power of the waves",
          "The pastime or sport of riding surf on a surfboard.",
          "A surfboard-based water-sport",
          "Maneuver where the surfer turns and surfs back towards where the wave is breaking."
        ]
      }
    ]
  },
  "code": "🏄🏼",
  "fluentui_metadata": {
    "cldr": "person surfing",
    "fromVersion": "0.6",
    "glyph": "🏄",
    "glyphAsUtfInEmoticons": [
      "1f3c4_personsurfing"
    ],
    "group": "People & Body",
    "keywords": [
      "person surfing",
      "surfing"
    ],
    "mappedToEmoticons": [
      "1f3c4_personsurfing"
    ],
    "tts": "person surfing",
    "unicode": "1f3c4",
    "unicodeSkintones": [
      "1f3c4",
      "1f3c4 1f3fb",
      "1f3c4 1f3fc",
      "1f3c4 1f3fd",
      "1f3c4 1f3fe",
      "1f3c4 1f3ff"
    ]
  },
  "fluentui_folder": "person-surfing-medium-light-skin-tone",
  "slug": "person-surfing-medium-light-skin-tone"
}