{
  "alsoKnownAs": [
    "Chat Bubble",
    "Speech Bubble"
  ],
  "appleName": "Speech Balloon",
  "code": "💬",
  "codepointsHex": [
    "U+1F4AC"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Chat Bubble",
        "Speech Bubble"
      ],
      "appleName": "Speech Balloon",
      "code": "💬",
      "codepointsHex": [
        "U+1F4AC"
      ],
      "currentCldrName": "Speech Balloon",
      "description": "<p>A cartoon-style balloon used to represent spoken word in comics. Sometimes &nbsp;used in communication apps to&nbsp;indicate that another person is typing a message.</p>",
      "id": "174",
      "slug": "speech-balloon",
      "shortcodes": [
        {
          "code": ":speech_balloon:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":speech_balloon:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":speech_balloon:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":speech_balloon:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Speech Balloon"
    }
  ],
  "currentCldrName": "Speech Balloon",
  "description": "<p>A cartoon-style balloon used to represent spoken word in comics. Sometimes &nbsp;used in communication apps to&nbsp;indicate that another person is typing a message.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "174",
  "shortcodes": [
    {
      "code": ":speech_balloon:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":speech_balloon:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":speech_balloon:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":speech_balloon:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "speech-balloon",
  "title": "Speech Balloon",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Comic style symbols",
    "keywords": [
      "speech",
      "comic",
      "bubble",
      "dialog",
      "balloon"
    ],
    "definition": "A cartoon-style balloon used to represent spoken word in comics. Sometimes  used in communication apps to indicate that another person is ty http://emojipedia.org/speech-balloon/",
    "name": "speech balloon",
    "unicode": "U+1F4AC",
    "shortcode": ":speech_balloon:",
    "senses": {
      "adjectives": [
        {
          "bn:00110624a": [
            "Without sound",
            "Free from sound or noise; absolutely still; perfectly quiet.",
            "Uttering no sound; silent.",
            "Marked by absence of sound",
            "Marked by the complete lack of sound or noise."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00090752v": [
            "To send a message or messages; to be capable of sending messages.",
            "Send a message to"
          ]
        },
        {
          "bn:00090943v": [
            "Express in speech"
          ]
        },
        {
          "bn:00094089v": [
            "Exchange thoughts; talk with",
            "To exchange thoughts; talk with."
          ]
        },
        {
          "bn:00084747v": [
            "To talk more than a few words.",
            "Talk socially without exchanging too much information",
            "To talk idly.",
            "To talk in a friendly and informal way.",
            "To talk without purpose."
          ]
        },
        {
          "bn:00092635v": [
            "Manifest or bring back"
          ]
        },
        {
          "bn:13637651v": [
            "To discuss or negotiate so that all parties can reach an understanding."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00081546n": [
            "Smallest linguistic element that may be uttered in isolation with semantic or pragmatic content",
            "A unit of language that native speakers can identify",
            "A distinct unit of language (sounds in speech or written letters) with a particular meaning, composed of one or more morphemes, and also of one or more phonemes that determine its sound pattern.",
            "The smallest element that may be uttered in isolation with semantic or pragmatic content",
            "The smallest discrete unit of written language which has a particular meaning, composed of one or more letters or symbols and one or more morphemes.",
            "In linguistics, a word is the smallest element that may be uttered in isolation with semantic or pragmatic content."
          ]
        },
        {
          "bn:00054523n": [
            "A communication that is written, spoken or signalled.",
            "A message that is sent over a communications network such as a local area network or the Internet.",
            "A written or printed communication or commitment.",
            "A message is a discrete unit of communication intended by the source for consumption by some recipient or group of recipients.",
            "A communication generated by the occurrence of an event that a system or user asynchronously sends for receipt. A notification message is a communication that is intended to be read by a recipient.",
            "An individual unit of data transported between endpoint locations. A message consists of a document plus a header (information about the transfer).",
            "A communication (usually brief) that is written or spoken or signaled",
            "In communications, a unit of information transmitted electronically from one device to another. A message can contain one or more blocks of text as well as beginning and ending characters, control characters, a software-generated header (destination address, type of message, and other such information), and error-checking or synchronizing information. A message can be routed directly from sender to receiver through a physical link, or it can be passed, either whole or in parts, through a switching system that routes it from one intermediate station to another."
          ]
        },
        {
          "bn:00045800n": [
            "An idea is a concept or mental impression.",
            "The content of cognition; the main thing you are thinking about",
            "In philosophy, ideas are usually construed as mental representational images of some object.",
            "A plan or notion that is formed and exists in the mind as a result of mental activity.",
            "More generally, any result of mental activity; a thought, a notion; a way of thinking.",
            "Mental image or concept"
          ]
        },
        {
          "bn:00075965n": [
            "An exchange of ideas via conversation",
            "Talk is a Unix text chat program, originally allowing messaging only between the users logged on to one multi-user computer -- but later extended to allow chat to users on other systems."
          ]
        },
        {
          "bn:00026834n": [
            "A conversation between two persons",
            "Conversation between two persons.",
            "A conversation between two persons; dialogue."
          ]
        },
        {
          "bn:00985510n": [
            "A method of real-time communication over the Internet in which a sender types a message to one or more recipients and the recipient immediately receives the message in a chat area.",
            "An exchange of text or voice messages in real time through a computer network, resembling a face-to-face conversation.",
            "Exchange of text or voice messages in real time.",
            "A real-time communication over the Internet in which a sender types a message to one or more recipients and the recipient(s) immediately receives the message in a pop-up window.",
            "A data communication channel that links computers and allows users to send messages to each other in real time. Chat rooms are available through online services and some electronic bulletin board systems.",
            "An instantaneous exchange of text messages through a computer network.",
            "Online chat may refer to any kind of communication over the Internet that offers a real-time transmission of text messages from sender to receiver.",
            "Communication over the Internet that offers a real-time transmission of text messages from sender to receiver",
            "A real-time conversation via computer using short instant messages between two or more participants. When a participant types a line of text and then presses the Enter key, that participant's words appear on the screens of the other participants, who can then respond in kind."
          ]
        },
        {
          "bn:00324396n": [
            "Including thought balloon, scream balloon, etc..",
            "Rounded outline representing speech in a cartoon.",
            "Speech balloons are a graphic convention used most commonly in comic books, comic strips and cartoons to allow words to be understood as representing the speech or thoughts of a given character in the comic.",
            "A rounded outline, containing words, representing speech in a cartoon."
          ]
        },
        {
          "bn:00049911n": [
            "The production of a spoken language",
            "(language) communication by word of mouth",
            "Spoken language, is language produced by articulate sounds, as opposed to written language.",
            "An artificial language that specifies instructions to be executed on a computer. The term covers a wide spectrum, from binary-coded machine language to high-level languages.",
            "System of communication using words or symbols.",
            "Speech is the vocalized form of human communication.",
            "Language a post was written in or the system calculated for the post.",
            "Human natural language, in which the words are uttered through the mouth. The opposites are written language, sign language and nonverbal communication.",
            "Language produced orally",
            "A content descriptor developed by the Entertainment Software Rating Board (ESRB).",
            "A form of communication using words either spoken or gestured with the hands and structured with grammar, often with a writing system.",
            "A dialect or language."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "speech balloon",
    "fromVersion": "0.6",
    "glyph": "💬",
    "glyphAsUtfInEmoticons": [
      "speechbubble"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "balloon",
      "bubble",
      "comic",
      "dialog",
      "speech"
    ],
    "mappedToEmoticons": [
      "speechbubble"
    ],
    "tts": "speech balloon",
    "unicode": "1f4ac"
  },
  "fluentui_folder": "speech-balloon"
}