{
  "alsoKnownAs": [
    "Puerto Rican Flag"
  ],
  "appleName": "Flag of Puerto Rico",
  "code": "🇵🇷",
  "codepointsHex": [
    "U+1F1F5",
    "U+1F1F7"
  ],
  "components": [
    {
      "code": "🇵",
      "codepointsHex": [
        "U+1F1F5"
      ],
      "description": "<p>The letter&nbsp;<em>P</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1340",
      "slug": "regional-indicator-symbol-letter-p",
      "shortcodes": [
        {
          "code": ":regional_indicator_p:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter P"
    },
    {
      "code": "🇷",
      "codepointsHex": [
        "U+1F1F7"
      ],
      "description": "<p>The letter&nbsp;<em>R</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1342",
      "slug": "regional-indicator-symbol-letter-r",
      "shortcodes": [
        {
          "code": ":regional_indicator_r:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter R"
    }
  ],
  "currentCldrName": "Flag: Puerto Rico",
  "description": "<p>The flag for <a href=\"https://en.wikipedia.org/wiki/Puerto_Rico\">Puerto Rico</a>, which may show as the letters&nbsp;<em>PR</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1080",
  "shortcodes": [
    {
      "code": ":flag_puerto_rico:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":puerto_rico:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-pr:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_pr:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-puerto-rico",
  "title": "Flag: Puerto Rico",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Puerto Rico, which may show as the letters PR on some platforms. The Flag for Puerto Rico emoji is a sequence of the ?? Regiona http://emojipedia.org/flag-for-puerto-rico/",
    "name": "Puerto Rico",
    "unicode": "U+1F1F5 U+1F1F7",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00065137n": [
            "A native or resident of Puerto Rico",
            "A person from Puerto Rico.",
            "Person from Puerto Rico.",
            "A Puerto Rican is a person who was born in Puerto Rico."
          ]
        },
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00021211n": [
            "This article contains quotes about the Commonwealth of Puerto Rico. Rico",
            "An unincorporated territory of the United States, located in the Caribbean east of the Dominican Republic and consisting of the island of Puerto Rico and several smaller islands. The capital is San Juan.",
            "Puerto Rico, officially the Commonwealth of Puerto Rico, is an unincorporated territory of the United States, located in the northeastern Caribbean east of the Dominican Republic and west of both the United States Virgin Islands and the British Virgin Islands.",
            "A self-governing Commonwealth in the Caribbean which is a territory of the United States. Official name: Commonwealth of Puerto Rico.",
            "Puerto Rico, a territory of the United States of America",
            "Unincorporated territory of the United States",
            "A self-governing commonwealth associated with the United States occupying the island of Puerto Rico",
            "An unincorporated territory of the United States, was also known as \"Porto Rico\" in the early 20th century"
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
