{
  "category": "Dingbats -> Miscellaneous",
  "keywords": [
    "dark skin tone",
    "hand",
    "write"
  ],
  "definition": "This version of the ? Writing Hand emoji has the ?? Dark Skin Tone applied, which is displayed as a Black Skin Tone on supported platforms.  http://emojipedia.org/writing-hand-type-6/",
  "unicode": "U+270D U+1F3FF",
  "name": "writing hand: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:13603371a": [
          "Belonging to, or sold by, a stationer."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00085489v": [
          "To construct by mental labor; to think up; particularly, to produce or create a literary or musical work.",
          "Produce a literary work",
          "To write, especially a literary or artistic work; to compose",
          "To produce or create a literary or musical work.",
          "To construct by mental labor; to think up."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00050816n": [
          "Many paper size standards conventions have existed at different times and in different countries.",
          "Writing materials, envelopes, office materials",
          "The articles typically sold by stationers, comprising paper, pens, ink, quills, blank books, etc.",
          "Stationery has historically pertained to a wide gamut of materials: paper and office supplies, writing implements, greeting cards, glue, pencil cases and other similar items.",
          "Paper cut to an appropriate size for writing letters; usually with matching envelopes",
          "The size of a page.",
          "The size of the sheet of paper on which you print the publication, before trimming.",
          "A document that, when opened by the user, is duplicated by the system; the copy is opened for the user's modification while the original document remains intact. Stationery documents can be used as document templates or boilerplates.",
          "Standard sizes of the paper"
        ]
      },
      {
        "bn:00081714n": [
          "Graphism of symbols such as letters that express some meaning.",
          "Writing is a medium of communication that represents language through the inscription of signs and symbols.",
          "Representation of language in a textual medium",
          "Written letters or symbols that express some meaning.",
          "Writing is the representation of language in a textual medium through the use of a set of signs or symbols.",
          "A system of characters used to write one or several languages.",
          "A writing; a written document.",
          "Letters or symbols that are written or imprinted on a surface to represent the sounds or words of a language"
        ]
      },
      {
        "bn:00061314n": [
          "A tool, originally made from a feather but now usually a small tubular instrument, containing ink used to write or make marks.",
          "A pen is a writing implement used to apply ink to a surface, usually paper, for writing or drawing.",
          "Writing implement",
          "A writing implement with a point from which ink flows",
          "A utensil, usually tubular in form, containing ink used to write or make marks."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      }
    ]
  },
  "code": "✍🏿",
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "slug": "writing-hand-dark-skin-tone"
}