{
  "category": "Miscellaneous Symbols -> Pointing hand symbols",
  "keywords": [
    "up",
    "point",
    "hand",
    "index",
    "medium-dark skin tone",
    "finger"
  ],
  "definition": "This version of the ?? Index Pointing Up emoji has the ?? Medium-dark Skin Tone applied, which is displayed as a Dark Brown Skin Tone on sup http://emojipedia.org/white-up-pointing-index-type-5/",
  "unicode": "U+261D U+1F3FE",
  "name": "index pointing up: medium-dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00113406a": [
          "Being or moving higher in position or greater in some value; being above a former position or level",
          "On a higher level."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00092332v": [
          "Raise the level or amount of something"
        ]
      },
      {
        "bn:00095777v": [
          "Be the winner in a contest or competition; be victorious",
          "To get as a price from a lottery or other competition."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00035811n": [
          "The finger next to the thumb",
          "The index finger, is the first finger and the second digit of a human hand.",
          "In human anatomy",
          "Index finger",
          "First finger next to the thumb.",
          "The index finger: the first finger next to the thumb.",
          "The index finger; the forefinger."
        ]
      },
      {
        "bn:00034565n": [
          "One of the long extremities of the hand, sometimes excluding the thumb.",
          "A part of the hand",
          "One of the long extremities of the hand that is used for gripping objects.",
          "Extremity of the hand.",
          "Any of the terminal members of the hand (sometimes excepting the thumb)",
          "Organ of manipulation and sensation found in the hands of humans and other primates",
          "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      }
    ]
  },
  "code": "☝🏾",
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "slug": "index-pointing-up-medium-dark-skin-tone"
}