{
  "alsoKnownAs": [
    "Cricket"
  ],
  "appleName": "Cricket Bat and Ball",
  "code": "🏏",
  "codepointsHex": [
    "U+1F3CF"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Cricket"
      ],
      "appleName": "Cricket Bat and Ball",
      "code": "🏏",
      "codepointsHex": [
        "U+1F3CF"
      ],
      "currentCldrName": "Cricket Game",
      "description": "<p>A cricket bat, with a cricket ball also shown. May be displayed with a wicket present.</p>\n",
      "id": "682",
      "slug": "cricket-game",
      "shortcodes": [
        {
          "code": ":cricket_game:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":cricket_game:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":cricket_bat_and_ball:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":cricket_game:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":cricket_bat_ball:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Cricket Bat and Ball"
    }
  ],
  "currentCldrName": "Cricket Game",
  "description": "<p>A cricket bat, with a cricket ball also shown. May be displayed with a wicket present.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "682",
  "shortcodes": [
    {
      "code": ":cricket_game:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":cricket_game:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":cricket_bat_and_ball:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":cricket_game:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":cricket_bat_ball:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "cricket-game",
  "title": "Cricket Bat and Ball",
  "type": "SINGLE",
  "version": {
    "date": 1434499200,
    "description": "<p>The Unicode Consortium has approved the following 41 emoji characters as part of <a href=\"http://www.unicode.org/versions/Unicode8.0.0/\">Unicode 8.0</a>, released on June 17, 2015. This is comprised of 37 new emojis, plus five emoji modifiers. Find out <a href=\"http://blog.emojipedia.org/unicode-8-what-and-when\">more about this update</a> on the Emojipedia Blog.</p>\r\n",
    "name": "8.0",
    "slug": "unicode-8.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
    "keywords": [
      "game",
      "bat",
      "ball"
    ],
    "definition": "A cricket bat, with a cricket ball also shown. May be displayed with a wicket present. Cricket was approved as part of Unicode 8.0 in 2015 u http://emojipedia.org/cricket-bat-and-ball/",
    "name": "cricket",
    "unicode": "U+1F3CF",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00086035v": [
            "Play cricket"
          ]
        },
        {
          "bn:00083154v": [
            "Take a turn at hitting a ball with a bat.",
            "To take a turn at hitting a ball with a bat in sports like cricket, baseball and softball, as opposed to fielding.",
            "Strike with, or as if with a baseball bat"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00037180n": [
            "An activity described by a set of rules, especially for the purpose of entertainment, often competitive or having an explicit goal.",
            "A class of computer program in which one or more users interact with the computer as a form of entertainment. Computer games run the gamut from simple alphabet games for toddlers to chess, treasure hunts, war games, and simulations of world events. The games are controlled from a keyboard or with a joystick or other device and are supplied on disks, on CD-ROMs, as game cartridges, on the Internet, or as arcade devices.",
            "Games are activities involving structured playing, usually undertaken for enjoyment and sometimes used as an educational tool.",
            "Structured information used for playing",
            "A pursuit or activity with rules performed either alone or with others, for the purpose of entertainment.",
            "A contest with rules to determine a winner",
            "A game is structured playing, usually undertaken for enjoyment and sometimes used as an educational tool."
          ]
        },
        {
          "bn:00023797n": [
            "A game played outdoors with bats and a ball between two teams of eleven, popular in England and many Commonwealth countries.",
            "Cricket is a bat-and-ball sport contested by two teams, usually of eleven players each, which is played in over 100 countries.",
            "Team sport played with bats and balls",
            "Cricket is a bat-and-ball game played between two teams of 11 players each on a field at the center of which is a rectangular 22-yard long pitch.",
            "A game played with a ball and bat by two teams of 11 players; teams take turns trying to score runs"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "cricket game",
    "fromVersion": "1.0",
    "glyph": "🏏",
    "glyphAsUtfInEmoticons": [
      "pullshot"
    ],
    "group": "Activities",
    "keywords": [
      "ball",
      "bat",
      "cricket game",
      "game"
    ],
    "mappedToEmoticons": [
      "cricketbatandball"
    ],
    "tts": "cricket game",
    "unicode": "1f3cf"
  },
  "fluentui_folder": "cricket-bat-and-ball"
}