{
  "alsoKnownAs": [
    "Mecca"
  ],
  "appleName": "Kaaba",
  "code": "🕋",
  "codepointsHex": [
    "U+1F54B"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Mecca"
      ],
      "appleName": "Kaaba",
      "code": "🕋",
      "codepointsHex": [
        "U+1F54B"
      ],
      "currentCldrName": "Kaaba",
      "description": "<p>A cube-shaped building located at the <a href=\"https://en.wikipedia.org/wiki/Kaaba\">centre</a> of the Al-Masjid al-Haram <a href=\"/mosque/\" title=\"🕌 Mosque\">Mosque</a> in Mecca.</p>\r\n",
      "id": "412",
      "slug": "kaaba",
      "shortcodes": [
        {
          "code": ":kaaba:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":kaaba:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":kaaba:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":kaaba:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Kaaba"
    }
  ],
  "currentCldrName": "Kaaba",
  "description": "<p>A cube-shaped building located at the <a href=\"https://en.wikipedia.org/wiki/Kaaba\">centre</a> of the Al-Masjid al-Haram <a href=\"/mosque/\" title=\"🕌 Mosque\">Mosque</a> in Mecca.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "412",
  "shortcodes": [
    {
      "code": ":kaaba:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":kaaba:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":kaaba:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":kaaba:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "kaaba",
  "title": "Kaaba",
  "type": "SINGLE",
  "version": {
    "date": 1434499200,
    "description": "<p>The Unicode Consortium has approved the following 41 emoji characters as part of <a href=\"http://www.unicode.org/versions/Unicode8.0.0/\">Unicode 8.0</a>, released on June 17, 2015. This is comprised of 37 new emojis, plus five emoji modifiers. Find out <a href=\"http://blog.emojipedia.org/unicode-8-what-and-when\">more about this update</a> on the Emojipedia Blog.</p>\r\n",
    "name": "8.0",
    "slug": "unicode-8.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Religious symbol",
    "keywords": [
      "islam",
      "religion",
      "muslim"
    ],
    "definition": "A cube-shaped building located at the centre of the Al-Masjid al-Haram Mosque in Mecca. Kaaba was approved as part of Unicode 8.0 in 2015 an http://emojipedia.org/kaaba/",
    "name": "kaaba",
    "unicode": "U+1F54B",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:00105464a": [
            "Of or relating to or supporting Islamism"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00054045n": [
            "A city of Saudi Arabia, the most important holy city of Islam.",
            "Mecca, also transliterated as Makkah, is a city in the Hejaz and the capital of Makkah Province in Saudi Arabia.",
            "A city in present-day Saudi Arabia",
            "A city in Saudi Arabia, the holiest place in Islam, location of the sacred Ka'ba, and to which Muslims are required to make a hajj at least once in their lifetime.",
            "Saudi Arabian city and capital of the Makkah province",
            "City in Saudi Arabia.",
            "Joint capital (with Riyadh) of Saudi Arabia; located in western Saudi Arabia; as the birthplace of Muhammad it is the holiest city of Islam"
          ]
        },
        {
          "bn:00055975n": [
            "Believer of Islam.",
            "A Muslim or Moslem is an adherent of the religion of Islam.",
            "A believer in or follower of Islam",
            "A person who is a follower and believer of Islam.",
            "A Muslim, sometimes spelled Moslem, is a follower of the religion of Islam, a monotheistic Abrahamic religion based on the Quran.",
            "Adherent of Islam",
            "An adherent of the religion of Islam."
          ]
        },
        {
          "bn:00055976n": [
            "A mosque, sometimes spelt mosk, is a place of worship for followers of Islam.",
            "A place of worship for Muslims, often having at least one minaret; a masjid.",
            "Or Islamic Center -- the place of Muslim prayer",
            "(Islam) a Muslim place of worship that usually has a minaret",
            "Place of worship for followers of Islam",
            "A place of worship for followers of the Islamic faith.",
            "A place of worship for Muslims."
          ]
        },
        {
          "bn:00014404n": [
            "The small and nearly cubical stone building in Mecca, holiest place of Islam, but also holy to pre-Islamic Arabian religions.",
            "Islam's holiest site",
            "Cuboid building in Mecca, Saudi Arabia",
            "(Islam) a black stone building in Mecca that is shaped like a cube and that is the most sacred Muslim pilgrim shrine; believed to have been given by Gabriel to Abraham; Muslims turn in its direction when praying",
            "Cubical stone building in Mecca.",
            "The Kaaba or Ka'aba, is a cuboid building at the center of Islam's most sacred mosque, Al-Masjid al-Haram, in Mecca, Saudi Arabia."
          ]
        },
        {
          "bn:00047600n": [
            "A monotheistic Abrahamic religion based on the teachings of Muhammad; its central text is the Qur'an; its followers are Muslims.",
            "A religion based on the teachings of the prophet Muhammad.",
            "The monotheistic religious system of Muslims founded in Arabia in the 7th century and based on the teachings of Muhammad as laid down in the Koran",
            "Islamism or political Islam is a set of ideologies holding that \"Islam should guide social and political as well as personal life\".",
            "A set of political ideologies",
            "The religion introduced by Muhammad: Islam.",
            "Islam is a Abrahamic religion originating with prophet Muhammad, a 7th century Arab, and centered on the religious text known as the Qur `an.",
            "Monotheistic and Abrahamic religion articulated by the Qur'an",
            "Islam is a monotheistic and Abrahamic religion articulated by the Qur `an, a book considered by its adherents to be the verbatim word of God and by the teachings and normative example of Muhammad, considered by them to be the last prophet of God."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "kaaba",
    "fromVersion": "1.0",
    "glyph": "🕋",
    "glyphAsUtfInEmoticons": [
      "1f54b_kaaba"
    ],
    "group": "Travel & Places",
    "keywords": [
      "islam",
      "kaaba",
      "Muslim",
      "religion"
    ],
    "mappedToEmoticons": [
      "1f54b_kaaba"
    ],
    "tts": "kaaba",
    "unicode": "1f54b"
  },
  "fluentui_folder": "kaaba"
}