{
  "alsoKnownAs": [
    "North Korean Flag"
  ],
  "appleName": "Flag of North Korea",
  "code": "🇰🇵",
  "codepointsHex": [
    "U+1F1F0",
    "U+1F1F5"
  ],
  "components": [
    {
      "code": "🇰",
      "codepointsHex": [
        "U+1F1F0"
      ],
      "description": "<p>The letter&nbsp;<em>K</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1335",
      "slug": "regional-indicator-symbol-letter-k",
      "shortcodes": [
        {
          "code": ":regional_indicator_k:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter K"
    },
    {
      "code": "🇵",
      "codepointsHex": [
        "U+1F1F5"
      ],
      "description": "<p>The letter&nbsp;<em>P</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1340",
      "slug": "regional-indicator-symbol-letter-p",
      "shortcodes": [
        {
          "code": ":regional_indicator_p:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter P"
    }
  ],
  "currentCldrName": "Flag: North Korea",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/North_Korea\">North Korea</a>, which may show as the letters&nbsp;<em>KP</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1066",
  "shortcodes": [
    {
      "code": ":flag_north_korea:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":north_korea:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-kp:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_kp:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-north-korea",
  "title": "Flag: North Korea",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for North Korea, which may show as the letters KP on some platforms. The Flag for North Korea emoji is a sequence of the ?? Regiona http://emojipedia.org/flag-for-north-korea/",
    "name": "North Korea",
    "unicode": "U+1F1F0 U+1F1F5",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00024943n": [
            "In relation to Names of Korea",
            "Country in East Asia (official name).",
            "A country in East Asia whose capital is Pyeongyang.",
            "Country in East Asia whose territory consists of the northern part of Korea. Official name: Democratic People's Republic of Korea",
            "North Korea, officially the Democratic People's Republic of Korea, is a country in East Asia, in the northern part of the Korean Peninsula.",
            "Country in North-east Asia",
            "North Korea, also known as the Democratic People's Republic of Korea is a state located in northeastern Asia. Korea",
            "A communist country in the northern half of the Korean Peninsula; established in 1948",
            "An informal name for the Republic of Korea (South Korea) or the Democratic People's Republic of Korea (North Korea).",
            "Democratic People's Republic of Korea (North Korea)",
            "A country in East Asia, the northernmost of the two states born of the partition of Korea following the Korean War, often called North Korea"
          ]
        },
        {
          "bn:00864486n": [
            "The flag of North Korea was adopted on 8 September 1948, as the national flag and ensign."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
