{
  "alsoKnownAs": [
    "EU Flag"
  ],
  "appleName": "Flag of European Union",
  "code": "🇪🇺",
  "codepointsHex": [
    "U+1F1EA",
    "U+1F1FA"
  ],
  "components": [
    {
      "code": "🇪",
      "codepointsHex": [
        "U+1F1EA"
      ],
      "description": "<p>The letter&nbsp;<em>E</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1329",
      "slug": "regional-indicator-symbol-letter-e",
      "shortcodes": [
        {
          "code": ":regional_indicator_e:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter E"
    },
    {
      "code": "🇺",
      "codepointsHex": [
        "U+1F1FA"
      ],
      "description": "<p>The letter&nbsp;<em>U</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>\r\n\r\n<p>Previously this emoji incorrectly <a href=\"/samsung/touchwiz-7.1/regional-indicator-symbol-letter-u/\" title=\"🇺 Regional Indicator Symbol Let­ter U on Samsung Galaxy Note 7 (revised)\">depicted&nbsp;the letter V</a>&nbsp;when displayed in isolation on Samsung devices. This was corrected in <a href=\"/samsung/one-ui-2.0/regional-indicator-symbol-letter-v/\">January 2020</a>.</p>",
      "id": "1345",
      "slug": "regional-indicator-symbol-letter-u",
      "shortcodes": [
        {
          "code": ":regional_indicator_u:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter U"
    }
  ],
  "currentCldrName": "Flag: European Union",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/European_Union\">European Union</a>,&nbsp;which may show as the letters&nbsp;<em>EU</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "973",
  "shortcodes": [
    {
      "code": ":flag_european_union:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":eu:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":european_union:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-eu:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_eu:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-european-union",
  "title": "Flag: European Union",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for European Union, which may show as the letters EU on some platforms. The Flag for European Union emoji is a sequence of the ?? R http://emojipedia.org/flag-for-european-union/",
    "name": "European Union",
    "unicode": "U+1F1EA U+1F1FA",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:00102440a": [
            "Of or relating to or characteristic of Europe or the people of Europe"
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00021127n": [
            "The 27 nations (Austria, Belgium, Bulgaria, Cyprus, Czechia, Denmark, Estiona, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Luxembourg, Malta, the Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden and the UK) that have joined together to form an economic community with common monetary, political and social aspirations.",
            "The European geo within the Azure region taxonomy.",
            "The European Union is an economic and political union or confederation of 27 member states which are located primarily in Europe. Union",
            "The European Union is a politico-economic union of member states that are primarily located in Europe.",
            "An international organization of European countries formed after World War II to reduce trade barriers and increase cooperation among its members",
            "The union of European countries into one single market established under the Treaty of Rome in 1957. (Formerly known as the European Community or EC.) Directives have been developed to standardize member states in Europe into a common market by removing frontier fiscal barriers.",
            "Cyprus, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Malta, Poland, Romania, Slovakia and Slovenia) to differ them from the so-called \"Old Union\" (consisting of the EU15)",
            "An international organisation created by the Treaty of Rome of 1957",
            "The European Economic Community was an international organization created by the Treaty of Rome of 1957.",
            "European Economic Community .",
            "A supranational organisation created in the 1950s to bring the nations of Europe into closer economic and political connection. As of 2013, 28 member nations are Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, The Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom.",
            "European Community (1993-2009), formerly known as the EEC.",
            "European Economic Community, has now been replaced with EU, European Union.",
            "Former name of the European Economic Community."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
