{
  "alsoKnownAs": [
    "Campsite"
  ],
  "appleName": "Camping",
  "code": "🏕️",
  "codepointsHex": [
    "U+1F3D5",
    "U+FE0F"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Campsite"
      ],
      "appleName": "Camping",
      "code": "🏕️",
      "codepointsHex": [
        "U+1F3D5",
        "U+FE0F"
      ],
      "currentCldrName": "Camping",
      "description": "<p>A campsite featuring a <a href=\"/tent/\" title=\" ⛺ Tent\">tent</a> and a <a href=\"/evergreen-tree/\" title=\" 🌲 Evergreen Tree\">tree</a>, and perhaps a campfire. Similar to the <a href=\"/tent/\" title=\"⛺ Tent\">tent</a> emoji.</p>\r\n",
      "id": "397",
      "slug": "camping",
      "shortcodes": [
        {
          "code": ":camping:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":camping:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":camping:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":camping:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Camping"
    }
  ],
  "currentCldrName": "Camping",
  "description": "<p>A campsite featuring a <a href=\"/tent/\" title=\" ⛺ Tent\">tent</a> and a <a href=\"/evergreen-tree/\" title=\" 🌲 Evergreen Tree\">tree</a>, and perhaps a campfire. Similar to the <a href=\"/tent/\" title=\"⛺ Tent\">tent</a> emoji.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "397",
  "shortcodes": [
    {
      "code": ":camping:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":camping:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":camping:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":camping:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "camping",
  "title": "Camping",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "camping"
    ],
    "definition": "A campsite featuring a tent and a tree, and perhaps a campfire. Similar to the tent emoji. Camping was approved as part of Unicode 7.0 in 20 http://emojipedia.org/camping/",
    "name": "camping",
    "unicode": "U+1F3D5",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:13666193v": [
            "To take a photograph."
          ]
        },
        {
          "bn:00083524v": [
            "To live in a tent or similar temporary accomodation.",
            "To live in a tent or similar temporary accommodation.",
            "To live in a tent.",
            "Live in or as if in a tent"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032381n": [
            "An image created by light falling on a light-sensitive surface or an electronic imager",
            "Image created by light falling on a light-sensitive surface",
            "An image captured by a camera or some other device and reproduced as a picture, usually on a sensitized surface and formed by the chemical action of light or of radiant energy.",
            "A photograph.",
            "A Surface application from Microsoft where users can browse and interact with photos and videos.",
            "A representation of a person or scene in the form of a print or transparent slide; recorded by a camera on light-sensitive material",
            "An image that has been captured electronically with a digital camera or scanner.",
            "A photograph, photo or a picture is an image created by light falling on a light-sensitive surface, usually photographic film or an electronic medium such as a CCD or a CMOS chip.",
            "Photograph.",
            "A picture created by projecting an image onto a photosensitive surface such as a chemically treated plate or film, CCD receptor, etc."
          ]
        },
        {
          "bn:00020602n": [
            "A portable lodging (usually made from waterproof plastic, animal hide or canvas streched by poles) that is used for sheltering people and objects from the weather when camping or at festivals.",
            "Temporary building which can be easily dismantled and which is portable",
            "A tent is a shelter consisting of sheets of fabric or other material draped over, attached to a frame of poles or attached to a supporting rope.",
            "A portable shelter (usually of canvas stretched over supporting poles and fastened to the ground with ropes and pegs)",
            "At a fair or festival, a tent set up for the purpose of selling and consuming beer and other alcoholic beverages.",
            "At a fair or festival, a tent or wood construction in which beer, other alcoholic and non-alcoholic beverages and food are served and consumed, often accompanied by a live band.",
            "A pavilion or portable lodge consisting of skins, canvas, or some strong cloth, stretched and sustained by poles, used for sheltering persons from the weather.",
            "Tent set up for the purpose of selling and consuming beer."
          ]
        },
        {
          "bn:00059062n": [
            "Environment outside of enclosed structures.",
            "The environment outside of enclosed structures; the natural environment in the open air.",
            "Where the air is unconfined"
          ]
        },
        {
          "bn:00010807n": [
            "Camping is an outdoor recreational activity.",
            "Outdoor recreational activity",
            "Activity of camping",
            "The act of encamping and living in tents in a camp",
            "A bivouac shelter is any of a variety of improvised camp sites such as those used in scouting and mountain climbing."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "camping",
    "fromVersion": "0.7",
    "glyph": "🏕️",
    "group": "Travel & Places",
    "keywords": [
      "camping"
    ],
    "mappedToEmoticons": [
      "1f3d5_camping"
    ],
    "tts": "camping",
    "unicode": "1f3d5 fe0f"
  },
  "fluentui_folder": "camping"
}