{
  "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
  "keywords": [
    "favor",
    "dark skin tone",
    "apology",
    "gesture",
    "sorry",
    "bowing",
    "man"
  ],
  "definition": "The Man Bowing Deeply, Type-6 emoji is a sequence of the ?? Person Bowing Deeply, ?? Emoji Modifier Fitzpatrick Type-6, ? Male Sign and ? Va http://emojipedia.org/man-bowing-deeply-type-6/",
  "unicode": "U+1F647 U+1F3FF U+200D U+2642 U+FE0F",
  "name": "man bowing: dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00097970a": [
          "Feeling or expressing regret or sorrow or a sense of loss over something done or undone"
        ]
      },
      {
        "bn:00098774a": [
          "Showing an excessively deferential manner"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00088732v": [
          "To express something by a gesture or gestures.",
          "To say or express through gestures.",
          "Show, express or direct through movement",
          "To show, express or direct through movements.",
          "To express through gestures."
        ]
      },
      {
        "bn:13777941v": [
          "(bend)"
        ]
      }
    ],
    "nouns": [
      {
        "bn:00021461n": [
          "Remorse is an emotional expression of personal regret felt by a person after he or she has committed an act which they deem to be shameful, hurtful, or violent.",
          "A feeling of regret or sadness for doing wrong or sinning.",
          "Advanced emotion",
          "A feeling of deep regret (usually for some misdeed)",
          "Remorse is an emotional expression of personal regret felt by a person after they have committed an act which they deem to be shameful, hurtful, or violent.",
          "A pricking of conscience or a feeling of regret, especially one which is slight or fleeting.",
          "Feeling of regret or sadness for doing wrong or sinning."
        ]
      },
      {
        "bn:00012469n": [
          "Bending the head or body or knee as a sign of reverence or submission or shame or greeting",
          "Bowing is the act of lowering the torso and head as a social gesture in direction to another person or symbol.",
          "A social gesture",
          "Gesture made by bending forward at the waist.",
          "A gesture, usually showing respect, made by inclining the head or bending forward at the waist.",
          "The act of bending at the waist, as a sign of respect or greeting."
        ]
      },
      {
        "bn:00004958n": [
          "A formal written defense of something you believe in strongly",
          "The Apology is Plato's version of the speech given by Socrates as he defended himself in 399 BC against the charges of \"corrupting the young, and by not believing in the gods in whom the city believes, but in other daimonia that are novel\".",
          "Plato's recording of Socrates' defense at trial",
          "Formal justification, defence.",
          "A written defense of a position or belief.",
          "A work by Plato",
          "A formal justification, defence."
        ]
      },
      {
        "bn:00033832n": [
          "An act of gracious kindness",
          "An act of gracious kindness."
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00040336n": [
          "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
          "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
          "Form of non-verbal communication or non-vocal communication",
          "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
          "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
        ]
      }
    ]
  },
  "code": "🙇🏿‍♂️",
  "fluentui_metadata": {
    "cldr": "person bowing",
    "fromVersion": "0.6",
    "glyph": "🙇",
    "glyphAsUtfInEmoticons": [
      "bowing"
    ],
    "group": "People & Body",
    "keywords": [
      "apology",
      "bow",
      "gesture",
      "person bowing",
      "sorry"
    ],
    "mappedToEmoticons": [
      "bowing"
    ],
    "tts": "person bowing",
    "unicode": "1f647",
    "unicodeSkintones": [
      "1f647",
      "1f647 1f3fb",
      "1f647 1f3fc",
      "1f647 1f3fd",
      "1f647 1f3fe",
      "1f647 1f3ff"
    ]
  },
  "fluentui_folder": "man-bowing-dark-skin-tone",
  "slug": "man-bowing-dark-skin-tone"
}