{
  "alsoKnownAs": [
    "Curry",
    "Indian Food"
  ],
  "appleName": "Curry and Rice",
  "code": "🍛",
  "codepointsHex": [
    "U+1F35B"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Curry",
        "Indian Food"
      ],
      "appleName": "Curry and Rice",
      "code": "🍛",
      "codepointsHex": [
        "U+1F35B"
      ],
      "currentCldrName": "Curry Rice",
      "description": "<p>A plate of orange-brown curry with vegetables or&nbsp;<a href=\"/cut-of-meat/\">meat</a>, served with a mound of white <a href=\"/cooked-rice/\">rice</a>. May represent&nbsp;<i>kare-raisu</i>, or&nbsp;<a href=\"https://en.wikipedia.org/wiki/Japanese_curry\">Japanese curry</a>, though commonly associated with&nbsp;<a href=\"/flag-india/\">India</a>&nbsp;and other Asian cuisines.</p>",
      "id": "353",
      "slug": "curry-rice",
      "shortcodes": [
        {
          "code": ":curry_rice:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":curry:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":curry:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":curry:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Curry and Rice"
    }
  ],
  "currentCldrName": "Curry Rice",
  "description": "<p>A plate of orange-brown curry with vegetables or&nbsp;<a href=\"/cut-of-meat/\">meat</a>, served with a mound of white <a href=\"/cooked-rice/\">rice</a>. May represent&nbsp;<i>kare-raisu</i>, or&nbsp;<a href=\"https://en.wikipedia.org/wiki/Japanese_curry\">Japanese curry</a>, though commonly associated with&nbsp;<a href=\"/flag-india/\">India</a>&nbsp;and other Asian cuisines.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "353",
  "shortcodes": [
    {
      "code": ":curry_rice:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":curry:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":curry:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":curry:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "curry-rice",
  "title": "Curry and Rice",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Food symbol",
    "keywords": [
      "curry",
      "rice"
    ],
    "definition": "A plate of food containing curry and rice. Due to the origins of emoji being in Japan, this was most likely intended to be a Japanese curry, http://emojipedia.org/curry-and-rice/",
    "name": "curry rice",
    "unicode": "U+1F35B",
    "shortcode": ":curry:",
    "senses": {
      "adjectives": [
        {
          "bn:00108622a": [
            "Having an agreeably pungent taste",
            "Having a piquant or pungent taste; spicy.",
            "Tangy, zesty, or pungent."
          ]
        },
        {
          "bn:00104941a": [
            "Of or relating to or characteristic of India or the East Indies or their peoples or languages or cultures",
            "Of or pertaining to India.",
            "Of or relating to India or its people; or (formerly) of the East Indies."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087460v": [
            "Take in solid food",
            "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
            "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00046300n": [
            "In optics, tilt is a deviation in the direction a beam of light propagates.",
            "A deviation in the direction of a beam of light",
            "The use of wine tasting descriptors allows the taster to qualitatively relate the aromas and flavors that the taster experiences and can be used in assessing the overall quality of wine.",
            "The property possessed by a line or surface that departs from the vertical"
          ]
        },
        {
          "bn:00024521n": [
            "Curry is a dish whose origins are Southern and Southeastern Asian cuisines, as well as New World cuisines influenced by them such as Trinidadian, Mauritian or Fijian.",
            "A traditional medium strength Indian preparation utilizing wide variety of oriental spices to give rich flavor with abundant gravy.",
            "Curry powder",
            "Dish made with curry powder.",
            "(East Indian cookery) a pungent dish of vegetables or meats flavored with curry powder and usually eaten with rice"
          ]
        },
        {
          "bn:00027206n": [
            "Main meal of the day.",
            "Dinner usually refers to the most significant meal of the day, which can be the noon or the evening meal.",
            "The main meal of the day, often eaten in the evening.",
            "A meal that is eaten in the late afternoon or evening daily.",
            "Dinner usually refers to the most significant and important meal of the day, which can be the noon or the evening meal.",
            "The main meal of the day served in the evening or at midday",
            "Main meal of the day, or sometimes to the noon, early afternoon or evening meal"
          ]
        },
        {
          "bn:02408742n": [
            "Rice and beans is a staple food in many cultures around the world."
          ]
        },
        {
          "bn:00067718n": [
            "Annual or perennial rhizomatous marsh grasses; seed used for food; straw used for paper",
            "Seeds of the rice plant (Oryza sativa) used as food.",
            "A person who grows rice.",
            "The seeds of this plant used as food.",
            "Rice is the seed of the monocot plants Oryza sativa or Oryza glaberrima.",
            "Rice, before it is milled.",
            "Seeds used as food."
          ]
        },
        {
          "bn:00010203n": [
            "India, officially the Republic of India, is a country in South Asia.",
            "Country in Southern Asia (Bharat). Official name: Republic of India.",
            "Country in South Asia",
            "Republic of India",
            "The official name of India.",
            "A republic in the Asian subcontinent in southern Asia; second most populous country in the world; achieved independence from the United Kingdom in 1947",
            "An alternative name of India.",
            "A country in South Asia, with the capital New Delhi.",
            "Nelumbo nucifera. It is one of the names of the mythological character Krishna. Aravind?ksha, \"lotus-eyed\", appears as the 347th name of the Vishnu sahasranama. The variant spelling Aravind is more popular in North India. Aravindha is an uncommon variant and Arvindh is very rare.",
            "India is a country on the Asian continent."
          ]
        },
        {
          "bn:00053993n": [
            "A meal is an eating occasion that takes place at a certain time and includes specific, prepared food, or the food eaten on that occasion.",
            "The food served and eaten at one time",
            "The food eaten at a meal.",
            "Food that is prepared and eaten, usually at a specific time.",
            "Eating that takes place at a specific time",
            "Food served or eaten as a repast.",
            "Meal is an eating occasion that takes place at a certain time and includes specific, prepared food, or the food eaten on that occasion.",
            "Food that is prepared and eaten."
          ]
        },
        {
          "bn:00035650n": [
            "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
            "Any substance consumed by living organisms to sustain life.",
            "Food.",
            "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
            "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
            "Food is any substance consumed to provide nutritional support for the body."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "curry rice",
    "fromVersion": "0.6",
    "glyph": "🍛",
    "glyphAsUtfInEmoticons": [
      "1f35b_curryandrice"
    ],
    "group": "Food & Drink",
    "keywords": [
      "curry",
      "rice"
    ],
    "mappedToEmoticons": [
      "1f35b_curryandrice"
    ],
    "tts": "curry rice",
    "unicode": "1f35b"
  },
  "fluentui_folder": "curry-and-rice"
}