{
  "alsoKnownAs": [
    "Facsimile",
    "Fax"
  ],
  "appleName": "Fax",
  "code": "📠",
  "codepointsHex": [
    "U+1F4E0"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Facsimile",
        "Fax"
      ],
      "appleName": "Fax",
      "code": "📠",
      "codepointsHex": [
        "U+1F4E0"
      ],
      "currentCldrName": "Fax Machine",
      "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Fax\">fax</a> machine, as scans and transmits documents over a telephone line. Common in the 1980&ndash;90s before the internet. Depicted as a white or black machine with a <a href=\"/telephone-receiver/\">telephone handset</a>, keypad, display screen, and paper in its tray.</p>\r\n\r\n<p>Sometimes used in emoji&nbsp;form as&nbsp;an alternative to the words&nbsp;<i>facts</i>, due to the similarity of pronounciation. In a sentence:&nbsp;&quot;all 📠 no 🖨&quot;</p>",
      "id": "760",
      "slug": "fax-machine",
      "shortcodes": [
        {
          "code": ":fax_machine:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":fax:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":fax:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":fax:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Fax Machine"
    }
  ],
  "currentCldrName": "Fax Machine",
  "description": "<p>A <a href=\"https://en.wikipedia.org/wiki/Fax\">fax</a> machine, as scans and transmits documents over a telephone line. Common in the 1980&ndash;90s before the internet. Depicted as a white or black machine with a <a href=\"/telephone-receiver/\">telephone handset</a>, keypad, display screen, and paper in its tray.</p>\r\n\r\n<p>Sometimes used in emoji&nbsp;form as&nbsp;an alternative to the words&nbsp;<i>facts</i>, due to the similarity of pronounciation. In a sentence:&nbsp;&quot;all 📠 no 🖨&quot;</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "760",
  "shortcodes": [
    {
      "code": ":fax_machine:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":fax:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":fax:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":fax:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "fax-machine",
  "title": "Fax Machine",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Communication symbols",
    "keywords": [
      "fax"
    ],
    "definition": "A fax machine,  which allows the sending of a scanned page of text or images over a standard telephone line. Popular in the 1980s and 1990s, http://emojipedia.org/fax-machine/",
    "name": "fax machine",
    "unicode": "U+1F4E0",
    "shortcode": ":fax:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00087952v": [
            "To send via a facsimile machine; to fax.",
            "To send a document via a fax machine.",
            "Send something via a facsimile machine"
          ]
        },
        {
          "bn:00095816v": [
            "Behave in a certain way when handled.",
            "To behave in a certain way when handled;",
            "Behave in a certain way when handled"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00021221n": [
            "Communication is the activity of conveying information through the exchange of ideas, feelings, intentions, attitudes, expectations, perceptions or commands, as by speech, non-verbal gestures, writings, behavior and possibly by other means such as electromagnetic, chemical or physical phenomena and smell.",
            "Conveying information through the exchange of thoughts, messages or information",
            "The activity of communicating; the activity of conveying information",
            "Navigation, surveillance\", often associated with air traffic management as CNS/ATM",
            "The concept or state of exchanging data or information between entities.",
            "Concept of information exchange.",
            "Communication is the activity of conveying information through the exchange of thoughts, messages, or information, as by speech, visuals, signals, writing, or behavior."
          ]
        },
        {
          "bn:00005105n": [
            "Engineering physics is the study of the combined disciplines of physics, engineering and mathematics in order to develop an understanding of the interrelationships of these three disciplines.",
            "Science whose results are employed in technical applications.",
            "Applied science is a discipline of science that applies existing scientific knowledge to develop more practical applications, such as technology or inventions.",
            "Use of symbols to denote equipment, services, pipelines, boundaries and features.",
            "Technology is the collection of tools, including machinery, modifications, arrangements and procedures used by humans.",
            "The discipline dealing with the art or science of applying scientific knowledge to practical problems",
            "The study of or a collection of techniques",
            "The science by which the properties of matter and the sources of power in nature are made useful to humans in structures, machines, and products.",
            "Technology is a broad term dealing with the use and knowledge of humanity's tools and crafts.",
            "Application of knowledge to produce systems",
            "Systematic knowledge of industrial processes and their application.",
            "Engineering is the discipline, art, skill and profession of acquiring and applying scientific, mathematical, economic, social, and practical knowledge, in order to design and build structures, machines, devices, systems, materials and processes.",
            "Engineering is the application of scientific, economic, social, and practical knowledge in order to invent, design, build, maintain, and improve structures, machines, devices, systems, materials and processes."
          ]
        },
        {
          "bn:00052556n": [
            "Any mechanical or electrical device that transmits or modifies energy to perform or assist in the performance of human tasks",
            "Mechanical or electrical device.",
            "A device that directs and controls energy, often in the form of movement or electricity, to produce a certain effect."
          ]
        },
        {
          "bn:00032653n": [
            "A device that scans pages, converts the images of those pages to a digital format consistent with the international facsimile standard, and transmits the image through a telephone line. A fax machine also receives such images and prints them on paper.",
            "A fax machine or a document received and printed by one.",
            "Fax",
            "A device able to send and receive a document through a telephone line.",
            "Document transmitted by telephone.",
            "Fax, sometimes called telecopying or telefax, is the telephonic transmission of scanned printed material, normally to a telephone number connected to a printer or other output device.",
            "An activity that tracks call outcome and number of pages. Optionally stores the electronic copy of the actual document.",
            "Referring to a facsimile machine",
            "Duplicator that transmits the copy by wire or radio"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "fax machine",
    "fromVersion": "0.6",
    "glyph": "📠",
    "glyphAsUtfInEmoticons": [
      "1f4e0_faxmachine"
    ],
    "group": "Objects",
    "keywords": [
      "fax",
      "fax machine"
    ],
    "mappedToEmoticons": [
      "1f4e0_faxmachine"
    ],
    "tts": "fax machine",
    "unicode": "1f4e0"
  },
  "fluentui_folder": "fax-machine"
}