{
  "category": "Miscellaneous Symbols And Pictographs -> Role symbol",
  "keywords": [
    "hand",
    "sassy",
    "help",
    "tipping",
    "medium-light skin tone",
    "information"
  ],
  "definition": "This version of the ?? Person Tipping Hand emoji has the ?? Medium-light Skin Tone applied, which is displayed as a Cream White Skin Tone on http://emojipedia.org/information-desk-person-type-3/",
  "unicode": "U+1F481 U+1F3FC",
  "name": "person tipping hand: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00103335a": [
          "Improperly forward or bold",
          "Not showing due respect.",
          "Not showing due respect; impertinent; bold-faced",
          "Not showing due respect; impertinent; bold-faced.",
          "Impudent."
        ]
      },
      {
        "bn:00104094a": [
          "Providing assistance or serving a useful function",
          "Furnishing help; giving aid; useful.",
          "Providing assistance or serving a useful function."
        ]
      },
      {
        "bn:00102884a": [
          "Of, relating to, or denoting the sex which is generally characterized as the one associated with the larger gametes (for species which have two sexes and for which this distinction can be made).",
          "Being the sex (of plant or animal) that produces fertilizable gametes (ova) from which offspring develop",
          "Belonging to the sex with larger, fertilizable gametes.",
          "Belonging to the sex which typically produces eggs, which in humans and most other mammals is typically the one which has XX chromosomes; belonging to the sex which has larger gametes (for species which have two sexes and for which this distinction can be made)."
        ]
      }
    ],
    "verbs": [
      {
        "bn:00088732v": [
          "To express something by a gesture or gestures.",
          "To say or express through gestures.",
          "Show, express or direct through movement",
          "To show, express or direct through movements.",
          "To express through gestures."
        ]
      },
      {
        "bn:00083289v": [
          "To signal (someone or something) with a waving movement.",
          "Signal with the hands or nod",
          "To signal with a waving movement.",
          "To signal with the hands or nod."
        ]
      },
      {
        "bn:00082481v": [
          "To provide assistance.",
          "Give help or assistance; be of service",
          "To give assistance or aid to.",
          "To help."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00001530n": [
          "A woman is a female human.",
          "Female adult human",
          "An animal of the sex that produces eggs.",
          "An adult human member of the sex that produces ova and bears young.",
          "An adult female human.",
          "An adult female person (as opposed to a man)",
          "Adult female human being."
        ]
      },
      {
        "bn:00046516n": [
          "A person, especially as one among many.",
          "Some unspecified person.",
          "An individual is a person or a specific object.",
          "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
          "A human; someone susceptible to death.",
          "A human being",
          "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
          "A human being.",
          "A person that will die eventually.",
          "A being, such as a human, that has certain capacities or attributes constituting personhood",
          "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
          "Some person.",
          "An individual; usually a human being."
        ]
      },
      {
        "bn:00034453n": [
          "Young female human",
          "A young female human; (in contrast to boy), a female child or young adult.",
          "A title of respect for a young woman (usually unmarried) with or without a name used.",
          "A young female person, usually a child or teenager.",
          "A young woman",
          "A young girl.",
          "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A young female; miss."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00049666n": [
          "A polite name for any woman"
        ]
      },
      {
        "bn:13817509n": [
          "A teenager, a person between 13 and 19 years old.",
          "A person between 13 and 19 years old.",
          "Young person",
          "Person aged between thirteen and nineteen.",
          "Literally, a person from thirteen to nineteen who is in their teens; an adolescent."
        ]
      }
    ]
  },
  "code": "💁🏼",
  "fluentui_metadata": {
    "cldr": "person tipping hand",
    "fromVersion": "0.6",
    "glyph": "💁",
    "glyphAsUtfInEmoticons": [
      "person_tipping_hand"
    ],
    "group": "People & Body",
    "keywords": [
      "hand",
      "help",
      "information",
      "person tipping hand",
      "sassy",
      "tipping"
    ],
    "mappedToEmoticons": [
      "person_tipping_hand"
    ],
    "tts": "person tipping hand",
    "unicode": "1f481",
    "unicodeSkintones": [
      "1f481",
      "1f481 1f3fb",
      "1f481 1f3fc",
      "1f481 1f3fd",
      "1f481 1f3fe",
      "1f481 1f3ff"
    ]
  },
  "fluentui_folder": "person-tipping-hand-medium-light-skin-tone",
  "slug": "person-tipping-hand-medium-light-skin-tone"
}