{
  "alsoKnownAs": [
    "Mask Face",
    "Oni",
    "Red Monster"
  ],
  "appleName": "Ogre",
  "code": "👹",
  "codepointsHex": [
    "U+1F479"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Mask Face",
        "Oni",
        "Red Monster"
      ],
      "appleName": "Ogre",
      "code": "👹",
      "codepointsHex": [
        "U+1F479"
      ],
      "currentCldrName": "Ogre",
      "description": "<p>A grotesque, red face with horns, wide eyes, a large nose, crooked fangs, and a fringe of shaggy hair. Depicts an <a href=\"https://en.wikipedia.org/wiki/Oni\"><em>oni</em></a>, a kind of hideous ogre in Japanese folklore.</p>\r\n\r\n<p>On <a href=\"/new-years-eve/\">New Year&rsquo;s Eve</a> in some parts of Japan, men may wear&nbsp;<em>oni</em> masks and straw coats to dress up as <a href=\"https://en.wikipedia.org/wiki/Namahage\"><i>namahage</i></a>, another mythic being,&nbsp;to chide naughty children or ward off evil. May popularly denote supernatural or figurative beasts and demons.</p>",
      "id": "204",
      "slug": "ogre",
      "shortcodes": [
        {
          "code": ":ogre:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":japanese_ogre:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":japanese_ogre:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":japanese_ogre:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Japanese Ogre"
    }
  ],
  "currentCldrName": "Ogre",
  "description": "<p>A grotesque, red face with horns, wide eyes, a large nose, crooked fangs, and a fringe of shaggy hair. Depicts an <a href=\"https://en.wikipedia.org/wiki/Oni\"><em>oni</em></a>, a kind of hideous ogre in Japanese folklore.</p>\r\n\r\n<p>On <a href=\"/new-years-eve/\">New Year&rsquo;s Eve</a> in some parts of Japan, men may wear&nbsp;<em>oni</em> masks and straw coats to dress up as <a href=\"https://en.wikipedia.org/wiki/Namahage\"><i>namahage</i></a>, another mythic being,&nbsp;to chide naughty children or ward off evil. May popularly denote supernatural or figurative beasts and demons.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "204",
  "shortcodes": [
    {
      "code": ":ogre:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":japanese_ogre:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":japanese_ogre:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":japanese_ogre:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "ogre",
  "title": "Japanese Ogre",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Fairy tale symbols",
    "keywords": [
      "creature",
      "japanese",
      "fairy tale",
      "monster",
      "fantasy",
      "face"
    ],
    "definition": "A hideous creature with crooked teeth, horns and lots of hair. Called Namahage in Japanapese folklore, this character can be depicted in any http://emojipedia.org/japanese-ogre/",
    "name": "ogre",
    "unicode": "U+1F479",
    "shortcode": ":japanese_ogre:",
    "senses": {
      "adjectives": [
        {
          "bn:00098042a": [
            "(of persons or their actions) able or disposed to inflict pain or suffering"
          ]
        },
        {
          "bn:00105516a": [
            "Of or relating to or characteristic of Japan or its people or their culture or language",
            "Japanese",
            "Of or relating to Japan.",
            "Of, relating to, or derived from Japan, its language, or culture."
          ]
        },
        {
          "bn:13698859a": [
            "Very large; worthy of a monster."
          ]
        },
        {
          "bn:00097890a": [
            "Dreadful; causing alarm and fear.",
            "Causing dread; very bad.",
            "Causing fear; of capable of causing fear; scary.",
            "Causing fear, dread or terror",
            "Causing fear or dread or terror",
            "Oppressing with fear or horror; appalling, terrible."
          ]
        },
        {
          "bn:00111760a": [
            "Causing extreme terror",
            "Terrifying; causing terror"
          ]
        }
      ],
      "verbs": [
        {
          "bn:13744591v": [
            "To behave as a monster to; to terrorise."
          ]
        },
        {
          "bn:00082447v": [
            "Cause fear in",
            "To disturb with fear.",
            "To disturb with fear; to throw into a state of alarm or fright; to affright; to terrify."
          ]
        },
        {
          "bn:00088065v": [
            "Be afraid or feel anxious or apprehensive about a possible or probable situation or event"
          ]
        },
        {
          "bn:00094881v": [
            "To inflict someone with terror; to terrify.",
            "Fill with terror; frighten greatly",
            "To frighten greatly; to fill with terror."
          ]
        },
        {
          "bn:00090686v": [
            "Put a mask on or cover with a mask",
            "To cover, as the face, by way of concealment or defense against injury; to conceal with a mask or visor.",
            "To cover, as the face, by way of concealment or defense against injury."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032763n": [
            "A story about fairies; told to amuse children",
            "Fairy tales are a type of story which typically features fantasy characters, such as fairies, goblins, elves, trolls, dwarves, giants, mermaids, or gnomes, and usually magic or enchantments. tale",
            "A fairy tale is a type of short story that typically features European folkloric fantasy characters, such as dwarves, elves, fairies, giants, gnomes, goblins, mermaids, trolls, or witches, and usually magic or enchantments.",
            "A folktale featuring fairies or similar fantasy characters.",
            "A fictional story that usually features folkloric characters (such as fairies, goblins, elves, trolls, witches, giants, and talking animals) and enchantments",
            "Fictional story featuring folkloric fantasy characters"
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00033854n": [
            "An emotion experienced in anticipation of some specific pain or danger (usually accompanied by a desire to flee or fight)",
            "An emotion experienced in anticipation of some specific pain or danger.",
            "Fear is an emotion induced by a threat perceived by living entities, which causes a change in brain and organ function and ultimately a change in behavior, such as running away, hiding or freezing from traumatic events.",
            "Uncountable: emotion caused by actual or perceived danger or threat.",
            "Basic emotion induced by a perceived threat",
            "Associated with dread, an emotion",
            "A strong, uncontrollable, unpleasant emotion caused by actual or perceived danger or threat.",
            "Fear is a basic emotional sensation and response system initiated by an aversion to some perceived risk or threat.",
            "A content descriptor developed by the Pan European Gaming Information (PEGI) and the British Board of Film Classification (BBFC)."
          ]
        },
        {
          "bn:01669238n": [
            "The literary genre generally dealing with themes of magic and fictive medieval technology.",
            "Fantasy refers to constructs of the imagination; in storytelling Fantasy generally refers to a genre that uses magic and other supernatural forms as a primary element of plot, theme, and/or setting.",
            "Fantasy is a genre of fiction that commonly uses magic and other supernatural phenomena as a primary plot element, theme, or setting.",
            "A genre of literature and art that uses magic and other supernatural forms as a primary element of plot and theme. The storyline is often set in a fictional, historically oriented setting.",
            "Genre of fiction"
          ]
        },
        {
          "bn:00058722n": [
            "(folklore) a giant who likes to eat human beings",
            "One of a class of brutish giants that eat human flesh.",
            "West-European mythological creature",
            "An ogre is a being usually depicted as a large, hideous, manlike monster that eats human beings.",
            "A type of brutish giant from folk tales that eats human flesh."
          ]
        },
        {
          "bn:00036308n": [
            "A monstrous thing, person or act.",
            "Someone or something that is markedly unusual.",
            "A horribly deformed person.",
            "A person or animal that is markedly unusual or deformed",
            "In current usage, the word \"freak\" is commonly used to refer to a person with something strikingly unusual about their appearance or behavior.",
            "Person or thing that is monstrous.",
            "Monstrous thing, person or act.",
            "Unusual person"
          ]
        },
        {
          "bn:00004222n": [
            "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
            "A classification of living organisms",
            "Creature is a 1999 documentary film that was directed by Parris Patton.",
            "All of the animal life of any particular region or time.",
            "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
            "A living organism characterized by voluntary movement",
            "A living organism characterized by voluntary movement.",
            "Animals considered as a group; especially those of a particular country, region, time, etc.",
            "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
            "The entire animal life of a given region, habitat or geological stratum.",
            "Any nonhuman animal, esp. a large, four-footed mammal.",
            "Animals considered as a group.",
            "Fauna is all of the animal life of any particular region or time.",
            "This page is for quotes about animals.",
            "Multicellular eukaryotic organisms"
          ]
        },
        {
          "bn:00053637n": [
            "A mask is an object normally worn on the face, typically for protection, disguise, performance or entertainment.",
            "A covering to disguise or conceal the face",
            "Object normally worn on the face, typically for protection, disguise, performance or entertainment",
            "A cover, or partial cover, for the face, used for disguise or protection.",
            "Cover for the face."
          ]
        },
        {
          "bn:00009663n": [
            "Behemoth is a beast mentioned in.",
            "Any creature or thing of gigantic size.",
            "Someone or something that is abnormally large and powerful",
            "A great and mighty beast God shows Job in Job 40:15-24.",
            "Bizarre or whimsical creature.",
            "Biblical creature",
            "Any large person or thing; someone or something that is abnormally large or powerful.",
            "A bizarre or whimsical creature."
          ]
        },
        {
          "bn:00040368n": [
            "Soul or spirit of a dead person or animal that can appear to the living",
            "Ghosts, in traditional beliefs, are the souls or spirits of deceased persons or animals which can appear in visible forms or other manifestation, to the living.",
            "Spirit appearing after death.",
            "A mental representation of some haunting experience",
            "The disembodied spirit or soul of a deceased person",
            "The disembodied soul; the soul or spirit of a deceased person; a spirit appearing after death; an apparition; a specter.",
            "In traditional belief and fiction, a ghost is the soul or spirit of a dead person or animal that can appear, in visible form or other manifestation, to the living."
          ]
        },
        {
          "bn:00002855n": [
            "Halloween or Hallowe'en, also known as Allhalloween.",
            "Holiday celebrated October 31",
            "31st of October.",
            "A tradition celebrated on the night of October 31, most notably by children dressing in costumes and going door-to-door collecting sweets.",
            "The evening before All Saints' Day; often devoted to pranks played by young people",
            "Halloween or Hallowe'en, also known as Allhalloween, All Hallows' Eve, or All Saints' Eve, is a yearly celebration observed in a number of countries on 31 October, the eve of the Western Christian feast of All Hallows' Day.",
            "A Western holiday",
            "The eve of All Hallows' Day; 31st October; celebrated (mostly in the United Kingdom, Canada, United States and Ireland) by children going door-to-door in costume and demanding candy with menaces."
          ]
        },
        {
          "bn:00024998n": [
            "The words \"dæmon\" and \"daim?n\" are Latinized versions of the Greek\" ??????\", a reference to the daemons of ancient Greek religion and mythology, as well as later Hellenistic religion and philosophy.",
            "A demon, daemon or fiend, is a supernatural, often malevolent being prevalent in religion, occultism, literature, fiction, mythology and folklore.",
            "A good or benevolent nature spirit in classical Greek mythology",
            "Paranormal, often malevolent being prevalent in religion, occultism, literature, fiction, and folklore",
            "An evil supernatural being",
            "An evil spirit.",
            "A diabolically evil person"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "ogre",
    "fromVersion": "0.6",
    "glyph": "👹",
    "glyphAsUtfInEmoticons": [
      "1f479_japaneseogre"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "creature",
      "face",
      "fairy tale",
      "fantasy",
      "monster",
      "ogre"
    ],
    "mappedToEmoticons": [
      "1f479_japaneseogre"
    ],
    "tts": "ogre",
    "unicode": "1f479"
  },
  "fluentui_folder": "japanese-ogre"
}