{
  "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
  "keywords": [
    "doctor",
    "nurse",
    "medium-light skin tone",
    "healthcare",
    "therapist",
    "man"
  ],
  "definition": "The Male Health Worker, Type-3 emoji is a sequence of the ?? Man, ?? Emoji Modifier Fitzpatrick Type-3, ? Staff Of Aesculapius and ? Variati http://emojipedia.org/male-health-worker-type-3/",
  "unicode": "U+1F468 U+1F3FC U+200D U+2695 U+FE0F",
  "name": "man health worker: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      {
        "bn:00054116n": [
          "Someone who practices medicine",
          "A health professional is one who provides preventive, curative, promotional or rehabilitative health care services in a systematic way to individuals, families or communities.",
          "An individual or institution that provides preventive or curative health care services to individuals or families."
        ]
      },
      {
        "bn:00058325n": [
          "Person trained to provide care for the sick.",
          "One skilled in caring for young children or the sick (usually under the supervision of a physician)",
          "A person trained to provide care for the sick."
        ]
      },
      {
        "bn:00043361n": [
          "Prevention, treatment, and management of illnesses.",
          "The prevention, treatment, and management of illness and the preservation of mental and physical well being through the services offered by the medical, nursing, and allied health professions.",
          "Health care is the diagnosis, treatment, and prevention of disease, illness, injury, and other physical and mental impairments in human beings.",
          "Healthcare is the treatment and management of illness, and the preservation of health through services offered by the medical, dental, pharmaceutical, nursing, and related professions.",
          "The preservation of mental and physical health by preventing or treating illness through services offered by the health profession",
          "The prevention, treatment, and management of illness or the preservation of mental and physical well-being through the services offered by the medical, nursing, and allied health professions.",
          "Diagnosis, treatment and prevention of disease, illness, injury",
          "The prevention, treatment, and management of illness"
        ]
      },
      {
        "bn:00001533n": [
          "Sexual maturity is the age or stage when an organism can reproduce.",
          "The age or stage when an organism can reproduce",
          "An adult male human.",
          "A man is a male human.",
          "An adult male human",
          "An adult human member of the sex that begets young by fertilizing ova.",
          "A human member of the masculine sex or gender.",
          "An adult person who is male (as opposed to a woman)"
        ]
      },
      {
        "bn:00043356n": [
          "One who provides therapy.",
          "Someone who provides therapy, usually professionally.",
          "A person skilled in a particular type of therapy"
        ]
      },
      {
        "bn:00027976n": [
          "A licensed medical practitioner",
          "A physician practices medicine osteopathy and in many states, chiropractic, and is concerned with maintaining or restoring human health through the study, diagnosis, and treatment of disease and injury.",
          "A veterinarian; a medical practitioner who treats animals.",
          "A doctor.",
          "A medical doctor trained in human medicine.",
          "Symbol indicating a medical degree; medical physician or doctor.",
          "A person who has completed a study of medicine, and as such tries to diagnose and cure diseases in patients.",
          "Professional who practices medicine",
          "A physician; a person who holds a doctoral degree or first professional degree in medicine, and practices in that profession.",
          "A physician is a professional who practices medicine, which is concerned with promoting, maintaining or restoring human health through the study, diagnosis, and treatment of disease, injury, and other physical and mental impairments.",
          "Familiar abbreviation of doctor."
        ]
      },
      {
        "bn:00043370n": [
          "The body of individuals whose work helps to maintain the health of their clients",
          "A health professional is one who provides preventive, curative, promotional or rehabilitative health care services in a systematic way to individuals, families or communities.",
          "A profession specific to the health care industry.",
          "An organization or person who delivers proper health care in a systematic way professionally to any individual in need of health care services."
        ]
      }
    ]
  },
  "code": "👨🏼‍⚕️",
  "fluentui_metadata": {
    "cldr": "man",
    "fromVersion": "0.6",
    "glyph": "👨",
    "glyphAsUtfInEmoticons": [
      "man",
      "man_student",
      "manstudent",
      "smileman"
    ],
    "group": "People & Body",
    "keywords": [
      "adult",
      "man"
    ],
    "mappedToEmoticons": [
      "smileman"
    ],
    "tts": "man",
    "unicode": "1f468",
    "unicodeSkintones": [
      "1f468",
      "1f468 1f3fb",
      "1f468 1f3fc",
      "1f468 1f3fd",
      "1f468 1f3fe",
      "1f468 1f3ff"
    ]
  },
  "fluentui_folder": "man-health-worker-medium-light-skin-tone",
  "slug": "man-health-worker-medium-light-skin-tone"
}