{
  "alsoKnownAs": [
    "City Building",
    "High-Rise Building"
  ],
  "appleName": "Office Building",
  "code": "🏢",
  "codepointsHex": [
    "U+1F3E2"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "City Building",
        "High-Rise Building"
      ],
      "appleName": "Office Building",
      "code": "🏢",
      "codepointsHex": [
        "U+1F3E2"
      ],
      "currentCldrName": "Office Building",
      "description": "<p>A generic, high-rise office building. Generally found in cities, and most active during business hours.</p>\r\n\r\n<p>The office building shown in Twemoji 2.0 is of <a href=\"https://foursquare.com/v/twitter-hq/4ee0ecde29c2c6e332924109?openPhotoId=506e210ae4b06f9dbabdd728\">Twitter HQ</a> in San Fransisco.</p>\r\n",
      "id": "415",
      "slug": "office-building",
      "shortcodes": [
        {
          "code": ":office_building:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":office:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":office:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":office:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Office Building"
    }
  ],
  "currentCldrName": "Office Building",
  "description": "<p>A generic, high-rise office building. Generally found in cities, and most active during business hours.</p>\r\n\r\n<p>The office building shown in Twemoji 2.0 is of <a href=\"https://foursquare.com/v/twitter-hq/4ee0ecde29c2c6e332924109?openPhotoId=506e210ae4b06f9dbabdd728\">Twitter HQ</a> in San Fransisco.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "415",
  "shortcodes": [
    {
      "code": ":office_building:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":office:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":office:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":office:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "office-building",
  "title": "Office Building",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Building and map symbols",
    "keywords": [
      "building"
    ],
    "definition": "A generic, high-rise office building. Generally found in cities, and most active during business hours. The office building shown in Twemoji http://emojipedia.org/office-building/",
    "name": "office building",
    "unicode": "U+1F3E2",
    "shortcode": ":office:",
    "senses": {
      "adjectives": [
        {
          "bn:00098342a": [
            "Above average in size or number or quantity or magnitude or extent",
            "Of great size, large.",
            "Of considerable or relatively great size or extent.",
            "Of a great size; the weakest sense of great size."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00084198v": [
            "Make by combining materials and parts",
            "To create something by combining or assembling materials or parts or by changing it.",
            "To form by combining materials or parts.",
            "(transitive) to form by combining materials or parts.",
            "To build or form (something) by assembling parts.",
            "To form or formulate in the mind."
          ]
        },
        {
          "bn:00084317v": [
            "To make somebody busy, to keep busy with, to occupy, to make occupied.",
            "To keep busy with.",
            "Keep busy with"
          ]
        },
        {
          "bn:00087441v": [
            "Inhabit or live in; be an inhabitant of",
            "To fill with people or supply with inhabitants.",
            "To supply with inhabitants; to people.",
            "To fill space.",
            "To have permanent residence somewhere, to inhabit, to reside.",
            "Have permanent residence.",
            "To have permanent residence.",
            "To plant with inhabitants; to colonize; to people."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00001961n": [
            "Authority is power given by the state or by academic knowledge of an area.",
            "An administrative unit of government",
            "Room where people perform their duties or a position within an organization",
            "The label for the webpage where customers can access existing and create new online Office files using Office Web Apps.",
            "Any room, set of rooms or building used for the administration of government service, business transactions or other work related activities.",
            "An administrative unit of government.",
            "Office.",
            "One who is accepted as a source of reliable information on a subject.",
            "The word authority can be used to mean power given by the state or by academic knowledge of an area.",
            "A person accepted as a source of reliable information on a subject.",
            "An office is generally a room or other area where administrative work is done, but may also denote a position within an organization with specific duties attached to it ; the latter is in fact an earlier usage, office as place originally referring to the location of one's duty.",
            "A bureau, an administrative unit of government.",
            "A government or state agency, often an appointed commission, is a permanent or semi-permanent organization in the machinery of government that is responsible for the oversight and administration of specific functions, such as an intelligence agency.",
            "A department or other administrative unit of a government; also, the office or headquarters of, or the district administered by such unit of government."
          ]
        },
        {
          "bn:00044044n": [
            "A high rise multi-unit building",
            "Tower consisting of a multistoried building of offices or apartments",
            "A tall building.",
            "Any tall, multistoried structure or edifice that is equipped with elevators.",
            "A tall building, one of many stories.",
            "High-rise building",
            "An apartment building in which each apartment is individually wholly owned and the common areas are jointly owned.",
            "A tower block, high-rise, residential towers, apartment tower, office tower, apartment block, or block of flats, is a tall building or structure used as a residential and/or office building.",
            "A building which is neither high- nor low-rise"
          ]
        },
        {
          "bn:00013722n": [
            "A building, esp. one of large size or imposing appearance.",
            "A structure that has a roof and walls and stands more or less permanently in one place",
            "Closed structure with walls and a roof.",
            "Building",
            "A building is a man-made structure with a roof and walls standing more or less permanently in one place.",
            "Structure with a roof and walls, such as a house or factory.",
            "A closed structure with walls and a roof.",
            "A building; a structure; an architectural fabric, especially an imposing one; a large or fine building, public or private.",
            "Man-made structure with a roof and walls standing more or less permanently in one place",
            "A building to which there is free access by the public and which is available for the use of a community."
          ]
        },
        {
          "bn:00080386n": [
            "Vertical structure, usually solid, that defines and sometimes protects an area",
            "Each of the substantial structures acting either as the exterior of or divisions within a structure.",
            "A vertical construction made of stone, brick, wood, etc., with a length and height much greater than its thickness, used to enclose, divide or support.",
            "Permanent, substantial side or division in a building.",
            "An architectural partition with a height and length greater than its thickness; used to divide or enclose an area or to support another structure",
            "A wall is a structure that defines an area, carries a load, or provides shelter or security."
          ]
        },
        {
          "bn:00058689n": [
            "A building containing offices where work is done",
            "Commercial building containing spaces for offices.",
            "A commercial building containing spaces for offices."
          ]
        },
        {
          "bn:00004836n": [
            "Self-contained housing unit that occupies only part of a building. It may be owned or rented.",
            "An apartment.",
            "A complete domicile occupying only part of a building.",
            "A suite of rooms usually on one floor of an apartment house",
            "A self-contained housing unit that occupies only part of a building",
            "Domicile occupying part of a building.",
            "An apartment or a flat is a self-contained housing unit that occupies only part of a building."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "office building",
    "fromVersion": "0.6",
    "glyph": "🏢",
    "glyphAsUtfInEmoticons": [
      "1f3e2_officebuilding"
    ],
    "group": "Travel & Places",
    "keywords": [
      "building",
      "office building"
    ],
    "mappedToEmoticons": [
      "1f3e2_officebuilding"
    ],
    "tts": "office building",
    "unicode": "1f3e2"
  },
  "fluentui_folder": "office-building"
}