{
  "appleName": "Strawberry",
  "code": "🍓",
  "codepointsHex": [
    "U+1F353"
  ],
  "components": [
    {
      "appleName": "Strawberry",
      "code": "🍓",
      "codepointsHex": [
        "U+1F353"
      ],
      "currentCldrName": "Strawberry",
      "description": "<p>The fruit of a rich red strawberry dotted with seeds and crowned with green leaves.&nbsp;<a href=\"/google/android-5.0/strawberry/\">Google previously depicted&nbsp;</a>the fruit in orange.</p>",
      "id": "330",
      "slug": "strawberry",
      "shortcodes": [
        {
          "code": ":strawberry:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":strawberry:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":strawberry:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":strawberry:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Strawberry"
    }
  ],
  "currentCldrName": "Strawberry",
  "description": "<p>The fruit of a rich red strawberry dotted with seeds and crowned with green leaves.&nbsp;<a href=\"/google/android-5.0/strawberry/\">Google previously depicted&nbsp;</a>the fruit in orange.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "330",
  "shortcodes": [
    {
      "code": ":strawberry:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":strawberry:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":strawberry:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":strawberry:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "strawberry",
  "title": "Strawberry",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Fruit and vegetable symbols",
    "keywords": [
      "berry",
      "fruit"
    ],
    "definition": "A bright red garden strawberry. A sweet fruit generally referred to simply as a strawberry. Strawberry was approved as part of Unicode 6.0 i http://emojipedia.org/strawberry/",
    "name": "strawberry",
    "unicode": "U+1F353",
    "shortcode": ":strawberry:",
    "senses": {
      "adjectives": [
        {
          "bn:00100064a": [
            "That can be eaten without harm; innocuous to humans; suitable for consumption.",
            "Suitable to be eaten; edible.",
            "Suitable for use as food",
            "That can be eaten without harm, non-toxic to humans; suitable for consumption."
          ]
        },
        {
          "bn:00111540a": [
            "Having or denoting the characteristic taste of sugar",
            "Having a taste of sugar.",
            "Having the taste characteristic of sugar or honey."
          ]
        },
        {
          "bn:00103380a": [
            "Containing fruit or fruit flavoring",
            "Tasting or smelling richly of or as of fruit"
          ]
        },
        {
          "bn:00106506a": [
            "Fully developed or matured and ready to be eaten or used",
            "Fully developed; grown up in terms of physical appearance, behaviour or thinking; ripe.",
            "Maturated or suppurated; ready to discharge; -- said of sores, tumors, etc.",
            "Maturated or suppurated, of sores and tumors."
          ]
        },
        {
          "bn:13644510a": [
            "Containing or having the flavor of strawberries."
          ]
        },
        {
          "bn:13644511a": [
            "Flavored with ethyl methylphenylglycidate, an artificial compound which is said to resemble the taste of strawberries."
          ]
        },
        {
          "bn:13644512a": [
            "Of a red colour."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087460v": [
            "Take in solid food",
            "To consume something solid or semi-solid (usually food) by putting it into the mouth and eventually swallowing it.",
            "To consume (something solid or semi-solid, usually food) by putting it into the mouth and swallowing it."
          ]
        },
        {
          "bn:00083422v": [
            "To pick berries.",
            "Pick or gather berries"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00036686n": [
            "The ripened reproductive body of a seed plant",
            "Fruit, in broad terms, is a structure of a plant that contains its seeds.",
            "The seed-bearing part of a plant, often edible, colourful/colorful and fragrant, produced from a floral ovary after fertilization.",
            "Part of a flowering plant",
            "A fully matured plant ovary with or without other floral or shoot parts united with it at maturity.",
            "In botany, a fruit is a part of a flowering plant that derives from specific tissues of the flower, one or more ovaries, and in some cases accessory tissues."
          ]
        },
        {
          "bn:00010066n": [
            "Type of fruit",
            "Any of numerous small and pulpy edible fruits; used as desserts or in making jams and jellies and preserves",
            "The botanical definition of a berry is a fleshy fruit produced from a single flower and containing one ovary.",
            "A soft fruit which develops from a single ovary and contains seeds not encased in pits.",
            "A soft fruit which develops from a superior ovary and contains seeds not encased in pits.",
            "Soft fruit developing from a superior ovary and containing seeds not encased in pits."
          ]
        },
        {
          "bn:00074577n": [
            "The juicy, usually red, edible fruit of certain plants of the genus Fragaria.",
            "Fruit of several species of plants of the genus Fragaria.",
            "Any of various low perennial herbs with many runners and bearing white flowers followed by edible fruits having many small achenes scattered on the surface of an enlarged red pulpy berry",
            "The garden strawberry is a widely grown hybrid species of the genus Fragaria.",
            "Strawberries are flowering plants in a genus within the rose family, Rosaceae, known for their edible fruits.",
            "Fruit juice made from strawberries",
            "The most common strawberry species worldwide, created in the 18th century as a hybrid of the Virginia strawberry and the Chilean strawberry."
          ]
        },
        {
          "bn:00035650n": [
            "Any substance consumed to provide nutritional support for the body. For prepared ready-to-eat food, use dish: Q746549.",
            "Any substance consumed by living organisms to sustain life.",
            "Food.",
            "Any substance that can be consumed by living organisms, especially by eating, in order to sustain life.",
            "Any solid substance (as opposed to liquid) that is used as a source of nourishment",
            "Food is any substance consumed to provide nutritional support for the body."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "strawberry",
    "fromVersion": "0.6",
    "glyph": "🍓",
    "glyphAsUtfInEmoticons": [
      "strawberry"
    ],
    "group": "Food & Drink",
    "keywords": [
      "berry",
      "fruit",
      "strawberry"
    ],
    "mappedToEmoticons": [
      "strawberry"
    ],
    "tts": "strawberry",
    "unicode": "1f353"
  },
  "fluentui_folder": "strawberry"
}