{
  "alsoKnownAs": [
    "Cinema Screen",
    "Movies"
  ],
  "appleName": "Cinema Symbol",
  "code": "🎦",
  "codepointsHex": [
    "U+1F3A6"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Cinema Screen",
        "Movies"
      ],
      "appleName": "Cinema Symbol",
      "code": "🎦",
      "codepointsHex": [
        "U+1F3A6"
      ],
      "currentCldrName": "Cinema",
      "description": "<p>An emoji representing the cinema: a&nbsp;large screen showing the latest movies, available to the public. Displayed by most platforms as a film projector symbol, and previously&nbsp;by <a href=\"/google/android-4.4/cinema/\">Google</a> and <a href=\"/microsoft/windows-10-anniversary-update/cinema/\">Microsoft</a> as a cinema screen with curtains.</p>",
      "id": "774",
      "slug": "cinema",
      "shortcodes": [
        {
          "code": ":cinema:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":cinema:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":cinema:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":cinema:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Cinema"
    }
  ],
  "currentCldrName": "Cinema",
  "description": "<p>An emoji representing the cinema: a&nbsp;large screen showing the latest movies, available to the public. Displayed by most platforms as a film projector symbol, and previously&nbsp;by <a href=\"/google/android-4.4/cinema/\">Google</a> and <a href=\"/microsoft/windows-10-anniversary-update/cinema/\">Microsoft</a> as a cinema screen with curtains.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "774",
  "shortcodes": [
    {
      "code": ":cinema:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":cinema:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":cinema:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":cinema:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "cinema",
  "title": "Cinema",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Entertainment symbols",
    "keywords": [
      "movie",
      "camera",
      "film"
    ],
    "definition": "An emoji representing the cinema: a large screen showing the latest movies, available to the public. Displayed by Apple and Twitter as a fil http://emojipedia.org/cinema/",
    "name": "cinema",
    "unicode": "U+1F3A6",
    "shortcode": ":cinema:",
    "senses": {
      "adjectives": [
        {
          "bn:00099694a": [
            "Of or relating to the cinema.",
            "Pertaining to or characteristic of motion pictures, illustrated by means of film.",
            "Of or pertaining to or characteristic of the cinema",
            "Relating to the cinema."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00091979v": [
            "To put on, stage (a play etc.).",
            "Perform (a play), especially on a stage",
            "To perform a play, usually on a stage.",
            "To produce on a stage, to perform a play.",
            "To produce on a stage."
          ]
        },
        {
          "bn:00088192v": [
            "Make a film or photograph of something",
            "To photograph."
          ]
        },
        {
          "bn:00087679v": [
            "Make a record of; set down in permanent form",
            "To insert and to record data in an electronic computer in permanent form."
          ]
        },
        {
          "bn:00086170v": [
            "Provide with drapery"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00015008n": [
            "A digital video device that is used for recording moving images and audio in a digital format.",
            "An app to facilitate the capture of photos and videos by using the PC.",
            "Device for recording or transmitting photographic images or videos",
            "A camera is an optical instrument that records images that can be stored directly, transmitted to another location, or both.",
            "Equipment for taking photographs (usually consisting of a lightproof box with a lens at one end and light-sensitive film at the other)",
            "A Windows Phone application that is both a digital still camera and a digital video camera."
          ]
        },
        {
          "bn:00028609n": [
            "Dramaturgy is the art of dramatic composition and the representation of the main elements of drama on the stage.",
            "A branch of the performing arts, often referred to as \"the stage\"",
            "Theatre, enjoys the distinction of two spellings: in British English, \"theater\" and in American English, \"theater\".",
            "Art of dramaturgic composition.",
            "Art of dramatic composition",
            "The art of dramatic composition for the stage.",
            "The institution of dramatic performance.",
            "Drama or performance as a profession or artform.",
            "The art of writing and producing plays",
            "Theatre or theater is a collaborative form of fine art that uses live performers to present the experience of a real or imagined event before a live audience in a specific place."
          ]
        },
        {
          "bn:00024534n": [
            "Cloth used for decorative purposes",
            "A curtain, a drapery.",
            "A cloth used for various purposes on the altar in a church.",
            "Hanging cloth used as a blind (especially for a window)",
            "Heavy cloth hung over a window.",
            "Countable: a piece of cloth, hung vertically as a curtain.",
            "An altar cloth is used by various religious groups to cover an altar.",
            "A piece of cloth covering a window to keep the sun from shining inside.",
            "A piece of cloth, hung vertically as a curtain; a drape.",
            "A piece of cloth covering a window, bed, etc. to offer privacy and keep out light.",
            "A curtain is a piece of cloth intended to block or obscure light, or drafts, or water in the case of a shower curtain.",
            "Drapery is a general word referring to cloths or textiles."
          ]
        },
        {
          "bn:00019128n": [
            "An opto-mechanical device for displaying motion pictures by projecting them on a projection screen (Movie projector for projection of moving images from film).",
            "Projects successive frames from a reel of film to create moving pictures",
            "A movie projector is an opto-mechanical device for displaying motion picture film by projecting it onto a screen.",
            "A device that projects moving pictures from a filmstrip"
          ]
        },
        {
          "bn:00034471n": [
            "Film, movie, or motion picture, is a series of still images on a strip of plastic which, when run through a projector and shown on a screen, creates the illusion of moving images.",
            "A form of entertainment that enacts a story by sound and a sequence of images giving the illusion of continuous movement",
            "A series of still images which, when shown on a screen, creates the illusion of moving image",
            "A motion picture.",
            "A film, movie.",
            "A film, also called a movie or motion picture, is a series of still images which, when shown on a screen, creates the illusion of moving images due to the phi phenomenon.",
            "A sequence of animated images.",
            "Sequence of images that give the impression of movement"
          ]
        },
        {
          "bn:00019129n": [
            "A building where movies are shown to an audience; a cinema.",
            "A cinema or movie theater",
            "A movie palace is a term used to refer to the large, elaborately decorated movie theaters built between the 1910s and the 1940s.",
            "A movie theatre, a movie house",
            "A building used to show films to an audience",
            "A theater where films are shown",
            "A film/movie theatre.",
            "A building where movies are shown to an audience.",
            "Venue, usually a building, for viewing films",
            "A movie theater or movie theater is a venue, usually a building, for viewing movies, for entertainment."
          ]
        },
        {
          "bn:03242949n": [
            "A video camera is a camera used for electronic motion picture acquisition, initially developed by the television industry but now common in other applications as well.",
            "Camera used for electronic motion picture acquisition"
          ]
        },
        {
          "bn:00019126n": [
            "The movie camera, film camera or cine-camera is a type of photographic camera which takes a rapid sequence of photographs on strips of film.",
            "A device for recording moving pictures on to film or video.",
            "A camera that takes a sequence of photographs that can give the illusion of motion when viewed in rapid succession"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "cinema",
    "fromVersion": "0.6",
    "glyph": "🎦",
    "glyphAsUtfInEmoticons": [
      "1f3a6_cinema"
    ],
    "group": "Symbols",
    "keywords": [
      "camera",
      "cinema",
      "film",
      "movie"
    ],
    "mappedToEmoticons": [
      "1f3a6_cinema"
    ],
    "tts": "cinema",
    "unicode": "1f3a6"
  },
  "fluentui_folder": "cinema"
}