{
  "appleName": "Computer Mouse",
  "code": "🖱️",
  "codepointsHex": [
    "U+1F5B1",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Computer Mouse",
      "code": "🖱️",
      "codepointsHex": [
        "U+1F5B1",
        "U+FE0F"
      ],
      "currentCldrName": "Computer Mouse",
      "description": "<p>A mouse, as used to control a cursor on a <a href=\"/desktop-computer/\">computer</a>. Generally depicted as a white or gray, cordless device with a scroll wheel between left- and right-click buttons.</p>\r\n\r\n<p>Used for various content concerning computers, including gaming and various senses of <em>click</em> (e.g., <i>clickbait</i>).</p>\r\n\r\n<p>Apple&rsquo;s design resembles the company&rsquo;s <a href=\"https://en.wikipedia.org/wiki/Magic_Mouse\">Magic Mouse</a>, with a single button. Google&rsquo;s mouse <a href=\"/computer-mouse/\">previously</a> had&nbsp;a cord.</p>\r\n\r\n<p>Not to be confused with <a href=\"/mouse/\">🐁 Mouse</a>.</p>",
      "id": "767",
      "slug": "computer-mouse",
      "shortcodes": [
        {
          "code": ":computer_mouse:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":computer_mouse:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":three_button_mouse:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":mouse_three_button:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":three_button_mouse:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Three Button Mouse"
    }
  ],
  "currentCldrName": "Computer Mouse",
  "description": "<p>A mouse, as used to control a cursor on a <a href=\"/desktop-computer/\">computer</a>. Generally depicted as a white or gray, cordless device with a scroll wheel between left- and right-click buttons.</p>\r\n\r\n<p>Used for various content concerning computers, including gaming and various senses of <em>click</em> (e.g., <i>clickbait</i>).</p>\r\n\r\n<p>Apple&rsquo;s design resembles the company&rsquo;s <a href=\"https://en.wikipedia.org/wiki/Magic_Mouse\">Magic Mouse</a>, with a single button. Google&rsquo;s mouse <a href=\"/computer-mouse/\">previously</a> had&nbsp;a cord.</p>\r\n\r\n<p>Not to be confused with <a href=\"/mouse/\">🐁 Mouse</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "767",
  "shortcodes": [
    {
      "code": ":computer_mouse:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":computer_mouse:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":three_button_mouse:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":mouse_three_button:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":three_button_mouse:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "computer-mouse",
  "title": "Three Button Mouse",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Computer symbols",
    "keywords": [
      "computer"
    ],
    "definition": "A three button mouse, which can be used with a variety of desktop computers. Apple displays this emoji using an image of its own Magic Mouse http://emojipedia.org/three-button-mouse/",
    "name": "computer mouse",
    "unicode": "U+1F5B1",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00085114v": [
            "Cause to make a snapping sound",
            "To cause something to emit a snapping sound.",
            "The sound of a click."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00021487n": [
            "An input device with the following features: a flat-bottomed casing designed to be gripped by one hand; one or more buttons on the top; a multidirectional detection device (a ball, laser or optical device) on the bottom; and a cable or wireless connection to the computer.",
            "In computing, a mouse is a pointing device that detects two-dimensional motion relative to a surface.",
            "A computer input device which when moved over a flat surface moves a cursor in the X and Y axes of a GUI and has one or more buttons for clicking on GUI elements such as buttons.",
            "A hand-operated electronic device that controls the coordinates of a cursor on your computer screen as you move it around on a pad; on the bottom of the device is a ball that rolls on the surface of the pad",
            "A pointing device",
            "Pointing device"
          ]
        },
        {
          "bn:00021464n": [
            "The configuration that includes all functional components of a computer and its associated hardware. A basic microcomputer system includes a console, or system unit, with one or more disk drives, a monitor, and a keyboard. Additional hardware, called peripherals, can include such devices as a printer, a modem, and a mouse. Software is usually not considered part of a computer system, although the operating system that runs the hardware is known as system software.",
            "A computer is a general purpose device that can be programmed to carry out a set of arithmetic or logical operations automatically.",
            "Simple general purpose device for performing arithmetics or logical operations",
            "Any device capable of processing information to produce a desired result. No matter how large or small they are, computers typically perform their work in three well-defined steps: (1) accepting input, (2) processing the input according to predefined rules (programs), and (3) producing output. There are several ways to categorize computers, including class (ranging from microcomputers to supercomputers), generation (first through fifth generation), and mode of processing (analog versus digital).",
            "A programmable electronic device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly; now especially, a small one for personal or home use employed for manipulating text or graphics, accessing the Internet, or playing games or media.",
            "The combination of hardware and software which forms a complete, working computer. Computer systems will include the computer alongside any software (example: operating system, BIOS) and peripheral devices that are necessary to make the computer function.",
            "An item the user can select in the Options dialog box, Phones tab, from the \"Select the default device for calling phone numbers\" drop-down list. When the user selects Computer as the default device for calling phone numbers, Communicator uses the Voice Over Internet Protocol (VOIP) connection for making a call.",
            "A computer is a machine for manipulating data or storing data according to a list of instructions.",
            "A machine for performing calculations automatically",
            "A programmable device that performs mathematical calculations and logical operations, especially one that can process, store and retrieve large amounts of data very quickly."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "computer mouse",
    "fromVersion": "0.7",
    "glyph": "🖱️",
    "group": "Objects",
    "keywords": [
      "computer",
      "computer mouse"
    ],
    "mappedToEmoticons": [
      "1f5b1_threebuttonmouse"
    ],
    "tts": "computer mouse",
    "unicode": "1f5b1 fe0f"
  },
  "fluentui_folder": "three-button-mouse"
}