{
  "alsoKnownAs": [
    "Football",
    "Gridiron",
    "Superbowl"
  ],
  "appleName": "American Football",
  "code": "🏈",
  "codepointsHex": [
    "U+1F3C8"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Football",
        "Gridiron",
        "Superbowl"
      ],
      "appleName": "American Football",
      "code": "🏈",
      "codepointsHex": [
        "U+1F3C8"
      ],
      "currentCldrName": "American Football",
      "description": "<p>The oval ball used in the game of <a href=\"https://en.wikipedia.org/wiki/American_football\">American football</a>, known as gridiron in some countries.</p>",
      "id": "658",
      "slug": "american-football",
      "shortcodes": [
        {
          "code": ":american_football:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":football:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":football:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":football:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "American Football"
    }
  ],
  "currentCldrName": "American Football",
  "description": "<p>The oval ball used in the game of <a href=\"https://en.wikipedia.org/wiki/American_football\">American football</a>, known as gridiron in some countries.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "658",
  "shortcodes": [
    {
      "code": ":american_football:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":football:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":football:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":football:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "american-football",
  "title": "American Football",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
    "keywords": [
      "football",
      "ball",
      "american"
    ],
    "definition": "The oval ball used in the game of American football, known as gridiron in some countries. American Football was approved as part of Unicode  http://emojipedia.org/american-football/",
    "name": "american football",
    "unicode": "U+1F3C8",
    "shortcode": ":football:",
    "senses": {
      "adjectives": [
        {
          "bn:00096963a": [
            "Of or relating to the United States of America or its people or language or culture",
            "Of or pertaining to the United States of America, Americans, or the American English language.",
            "Of, from, or pertaining to the United States of America, its people or its culture.",
            "Of or pertaining to the Americas."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00091708v": [
            "To perform in (a sport); to participate in (a game).",
            "To take part in a sport's match.",
            "Participate in games or sport",
            "Participate in (a sport or game)."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00003403n": [
            "American football is a sport played by two teams of eleven players on a rectangular field long by wide with goalposts at each end.",
            "American football: a game in which two teams attempt to get an ovoid ball to the end of each other's territory.",
            "A game played by two teams of 11 players on a rectangular field 100 yards long; teams try to get possession of the ball and advance it across the opponents goal line in a series of (running or passing) plays",
            "Team sport in which players attempt to get a ball into their opponent's end of the field to score a point.",
            "A game similar to rugby football in which two teams attempt to get an ovoid ball into each other's territory.",
            "And in basketball (particularly in the past) as someone whose role is to retaliate against overly aggressive opposing players"
          ]
        },
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00008120n": [
            "Round object",
            "Object, generally spherical, used for playing games.",
            "A ball is a round, usually spherical but sometimes ovoid, object with various uses.",
            "Round object that is hit or thrown or kicked in games",
            "An object, generally spherical, used for playing games."
          ]
        },
        {
          "bn:01400884n": [
            "The ball used in American football.",
            "United States National Football League",
            "An American football league",
            "The National Football League is a professional American football league that constitutes one of the four major professional sports leagues in North America."
          ]
        },
        {
          "bn:00006547n": [
            "Association football, a game in which two teams of eleven players contend to get a round ball into their opponent's goal primarily by kicking the ball with their feet.",
            "Association football, more commonly known as football or soccer, is a sport played between two teams of eleven players with a spherical ball. football",
            "Such as under the auspices of the Scottish Junior Football Association",
            "A sport played on foot in which teams attempt to get a ball into a goal or zone defended by the other team.",
            "Association football, more commonly known as football or soccer, is a sport played between two teams of eleven players with a spherical ball.",
            "A ball game played between two teams of eleven players, each attempting to win by scoring more goals than their opponent.",
            "Sport in which teams compete to put a ball in a defended goal (net) chiefly without use of arms or hands",
            "A football game in which two teams of 11 players try to kick or head a ball into the opponents' goal",
            "A ball sport in which two teams of 11 players each try to get the ball into the other team's goal using mainly their feet."
          ]
        },
        {
          "bn:00003343n": [
            "Citizens, or natives, of the United States of America",
            "Citizens from the United States",
            "Originally, a native or inhabitant of the British North American colonies of European descent; now, a person born in, or a citizen or inhabitant of, the United States of America.",
            "Person born in or citizen of the USA.",
            "Americans, or American people, are citizens of the United States of America.",
            "A native or inhabitant of the United States"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "american football",
    "fromVersion": "0.6",
    "glyph": "🏈",
    "glyphAsUtfInEmoticons": [
      "americanfootball"
    ],
    "group": "Activities",
    "keywords": [
      "american",
      "ball",
      "football"
    ],
    "mappedToEmoticons": [
      "americanfootball"
    ],
    "tts": "american football",
    "unicode": "1f3c8"
  },
  "fluentui_folder": "american-football"
}