{
  "alsoKnownAs": [
    "King",
    "Queen",
    "Royal"
  ],
  "appleName": "Crown",
  "code": "👑",
  "codepointsHex": [
    "U+1F451"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "King",
        "Queen",
        "Royal"
      ],
      "appleName": "Crown",
      "code": "👑",
      "codepointsHex": [
        "U+1F451"
      ],
      "currentCldrName": "Crown",
      "description": "<p>A gold crown with jewels on the sides. Representative of a King, Queen, or other form of Royalty.</p>",
      "id": "197",
      "slug": "crown",
      "shortcodes": [
        {
          "code": ":crown:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":crown:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":crown:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":crown:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Crown"
    }
  ],
  "currentCldrName": "Crown",
  "description": "<p>A gold crown with jewels on the sides. Representative of a King, Queen, or other form of Royalty.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "197",
  "shortcodes": [
    {
      "code": ":crown:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":crown:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":crown:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":crown:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "crown",
  "title": "Crown",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Clothing and accessories",
    "keywords": [
      "king",
      "queen",
      "clothing"
    ],
    "definition": "A gold crown with jewels on the sides. Representative of a King, Queen, or other form of Royalty. Crown was approved as part of Unicode 6.0  http://emojipedia.org/crown/",
    "name": "crown",
    "unicode": "U+1F451",
    "shortcode": ":crown:",
    "senses": {
      "adjectives": [
        {
          "bn:00109969a": [
            "Of or relating to or indicative of or issued or performed by a king or queen or other monarch",
            "Of or relating to a monarch or their family."
          ]
        },
        {
          "bn:00108878a": [
            "Having, or capable of exerting power, potency or influence.",
            "Having or capable of exerting power, potency or influence.",
            "Having great power or force or potency or effect"
          ]
        },
        {
          "bn:13701259a": [
            "Of, related to, or pertaining to a crown."
          ]
        },
        {
          "bn:00097769a": [
            "Having a colour or other richness suggestive of gold.",
            "Having the deep slightly brownish color of gold",
            "Having the color of gold.",
            "Having the colour of gold.",
            "Golden in color or shine",
            "Having the color or quality of gold."
          ]
        },
        {
          "bn:00103585a": [
            "Made from or covered with gold",
            "Made of gold or covered by a thin layer of gold."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00092703v": [
            "Exercise sovereign power.",
            "To exercise sovereign power, or to rule as a monarch",
            "Have sovereign power"
          ]
        },
        {
          "bn:00089252v": [
            "Be dressed in"
          ]
        },
        {
          "bn:00088992v": [
            "To make and administer the public policy and affairs of; to exercise sovereign authority in.",
            "To make and administer the public policy and affairs of; to exercise sovereign authority over (nations).",
            "To exercise sovereign authority in.",
            "Exercise authority over; as of nations",
            "To exercise power or authority over a person, a group of persons, animals, territories or an organization."
          ]
        },
        {
          "bn:13706470v": [
            "To crown king, to make (a person) king."
          ]
        },
        {
          "bn:00091112v": [
            "To be obedient, compliant (to a given law, restriction etc.).",
            "Be obedient to"
          ]
        },
        {
          "bn:13706471v": [
            "To rule over as king."
          ]
        },
        {
          "bn:00082139v": [
            "Act in accordance with someone's rules, commands, or wishes",
            "To act in accordance with someone's rules, commands, or wishes."
          ]
        },
        {
          "bn:13706472v": [
            "To perform the duties of a king."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00064417n": [
            "Princess is the feminine form of prince.",
            "A female member of a royal family other than a queen, especially a daughter or granddaughter.",
            "Royal title. Daughter of a king, queen, or sovereign prince or consort of a prince.",
            "A female member of a royal family other than the queen (especially the daughter of a sovereign)",
            "Female member of royal family.",
            "The daughter of a king, queen, emperor, empress, prince, or princess."
          ]
        },
        {
          "bn:00014609n": [
            "Cake is a form of bread or bread-like food.",
            "A rich, sweet, baked dessert, typically made with flour, eggs, sugar and butter.",
            "A rich, sweet dessert food, typically made of flour, sugar and eggs and baked in an oven, and often covered in icing.",
            "Baked goods made from or based on a mixture of flour, sugar, eggs, and fat",
            "Form of bread or bread-like food"
          ]
        },
        {
          "bn:00024069n": [
            "Precious item of headwear, symbolizing the power of a ruler",
            "The Crown (or the reigning monarch) as the symbol of the power and authority of a monarchy",
            "Imperial or regal power, or those who wield it.",
            "A crown is the traditional symbolic form of headgear worn by a monarch or by a deity, for whom the crown traditionally represents power, legitimacy, victory, triumph, honor, and glory, as well as immortality, righteousness, and resurrection.",
            "Imperial or regal power.",
            "As worn by a king or queen"
          ]
        },
        {
          "bn:00055624n": [
            "An autocracy governed by a monarch who usually inherits the authority",
            "A monarchy is a form of government in which sovereignty is actually or nominally embodied in a single individual.",
            "A government with a hereditary head of state (whether as a figurehead or as a powerful ruler).",
            "A government with a hereditary head of state.",
            "A monarchy is a government in which all state authority is formally identified with an individual, or in some cases a ruling couple.",
            "System of government where the state's sovereignty rests in an individual",
            "Form of government with a hereditary head of state."
          ]
        },
        {
          "bn:00052018n": [
            "A titled peer of the realm",
            "Lord is traditionally an appellation for a person or deity who has authority, control, or power over others; a master, chief, or ruler.",
            "A peer of the realm, particularly a temporal one",
            "Title of nobility",
            "A peer of the realm in the United Kingdom"
          ]
        },
        {
          "bn:00024097n": [
            "The person at the head of a hereditary form of government.",
            "The ruler of an absolute monarchy or the head of state of a constitutional monarchy.",
            "Class of monarch, male, who rules a country due to inheritance",
            "A monarch is the sovereign head of state, officially outranking all other individuals in the realm.",
            "The sovereign of a monarchy",
            "A nation's ruler or head of state usually by hereditary right",
            "A monarch; the ruler of a country."
          ]
        },
        {
          "bn:00068443n": [
            "Or is a Japanese card game for three or more players played with a standard 52-card pack.",
            "A royal family is the immediate family of a king or queen regnant, and sometimes his or her extended family.",
            "A king and a queen as a starting hand in Texas hold 'em",
            "Family of ruling country.",
            "Royal persons collectively",
            "Extended family of a king or queen regnant",
            "The family of the ruling sovereign of a country or state."
          ]
        },
        {
          "bn:00050371n": [
            "A person who rules or guides or inspires others",
            "A person who leads, rules, or is in charge."
          ]
        },
        {
          "bn:00006125n": [
            "Clothing, garments, dress, material.",
            "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
            "Clothing is fiber and textile material worn on the body.",
            "Clothes.",
            "Clothes considered as a group.",
            "All coverings designed to be worn on a person's body.",
            "Clothing",
            "Something that can be worn; an item of clothing.",
            "A covering of or like clothing.",
            "A single item of clothing.",
            "An act or instance of putting clothes on.",
            "A covering designed to be worn on a person's body",
            "Clothes, possessions or equipment.",
            "(in combination) clothing",
            "Fiber and textile material worn on the body"
          ]
        },
        {
          "bn:00030601n": [
            "An empire is a geographically extensive group of states and peoples united and ruled by a central authority, either by a monarch or an oligarchy.",
            "State ruled by an emperor.",
            "A state ruled by an emperor.",
            "Empire is a science fiction novel by Orson Scott Card.",
            "The domain ruled by an emperor or empress; the region over which imperial dominion is exercised",
            "Geographically extensive group of states and peoples united and ruled either by a monarch or an oligarchy"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "crown",
    "fromVersion": "0.6",
    "glyph": "👑",
    "glyphAsUtfInEmoticons": [
      "1f451_crown"
    ],
    "group": "Objects",
    "keywords": [
      "clothing",
      "crown",
      "king",
      "queen"
    ],
    "mappedToEmoticons": [
      "1f451_crown"
    ],
    "tts": "crown",
    "unicode": "1f451"
  },
  "fluentui_folder": "crown"
}