{
  "alsoKnownAs": [
    "Softball"
  ],
  "appleName": "Baseball",
  "code": "⚾",
  "codepointsHex": [
    "U+26BE"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Softball"
      ],
      "appleName": "Baseball",
      "code": "⚾",
      "codepointsHex": [
        "U+26BE"
      ],
      "currentCldrName": "Baseball",
      "description": "<p>A white baseball, with regulation red stitching. Used in the game of the same name, <a href=\"https://en.wikipedia.org/wiki/Baseball\">baseball</a>.</p>\r\n",
      "id": "656",
      "slug": "baseball",
      "shortcodes": [
        {
          "code": ":baseball:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":baseball:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":baseball:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":baseball:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Baseball"
    }
  ],
  "currentCldrName": "Baseball",
  "description": "<p>A white baseball, with regulation red stitching. Used in the game of the same name, <a href=\"https://en.wikipedia.org/wiki/Baseball\">baseball</a>.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "656",
  "shortcodes": [
    {
      "code": ":baseball:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":baseball:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":baseball:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":baseball:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "baseball",
  "title": "Baseball",
  "type": "SINGLE",
  "version": {
    "date": 1254355200,
    "description": "<p>Unicode 5.2&nbsp;pre-dated emoji inclusion in Unicode by one&nbsp;year, and included many characters primarily sourced from the&nbsp;<a href=\"http://www.unicode.org/L2/L2007/07391-n3341.pdf\">ARIB set of Japanese broadcasting symbols</a>.</p>\r\n\r\n<p>The following characters were among those added to Unicode in 2009, several of which were given&nbsp;emoji presentation status in the years 2010-2015.</p>",
    "name": "5.2",
    "slug": "unicode-5.2",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols -> Sport symbols",
    "keywords": [
      "ball"
    ],
    "definition": "A white baseball, with regulation red stitching. Used in the game of the same name, baseball. Baseball was approved as part of Unicode 5.2 i http://emojipedia.org/baseball/",
    "name": "baseball",
    "unicode": "U+26BE",
    "shortcode": ":baseball:",
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00008120n": [
            "Round object",
            "Object, generally spherical, used for playing games.",
            "A ball is a round, usually spherical but sometimes ovoid, object with various uses.",
            "Round object that is hit or thrown or kicked in games",
            "An object, generally spherical, used for playing games."
          ]
        },
        {
          "bn:00008804n": [
            "Baseball is a bat-and-ball game played between two teams of nine players each who take turns batting and fielding.",
            "A bat-and-ball sport played between two teams usually of nine players each.",
            "Baseball is a bat-and-ball game played between two teams of nine players popular in North America and parts of Central and South America and the Caribbean, East Asia and Europe.",
            "Sport in which teams compete to score runs by hitting a thrown ball and advancing around bases",
            "A ball game played with a bat and ball between two teams of nine players; teams take turns at bat trying to score runs"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "baseball",
    "fromVersion": "0.6",
    "glyph": "⚾",
    "glyphAsUtfInEmoticons": [
      "baseball"
    ],
    "group": "Activities",
    "keywords": [
      "ball",
      "baseball"
    ],
    "mappedToEmoticons": [
      "baseball"
    ],
    "tts": "baseball",
    "unicode": "26be"
  },
  "fluentui_folder": "baseball"
}