{
  "alsoKnownAs": [
    "Formal Wear",
    "Groom"
  ],
  "appleName": "Top Hat",
  "code": "🎩",
  "codepointsHex": [
    "U+1F3A9"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Formal Wear",
        "Groom"
      ],
      "appleName": "Top Hat",
      "code": "🎩",
      "codepointsHex": [
        "U+1F3A9"
      ],
      "currentCldrName": "Top Hat",
      "description": "<p>A top hat, worn in traditional <a href=\"/flag-united-kingdom/\" title=\"🇬🇧 Flag For Great Britain\">British</a> weddings and other formal occasions. This is also a popular playing piece in the game of <a href=\"https://en.wikipedia.org/wiki/Monopoly_(game)\">Monopoly</a>.</p>",
      "id": "199",
      "slug": "top-hat",
      "shortcodes": [
        {
          "code": ":top_hat:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":tophat:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":tophat:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":tophat:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Top Hat"
    }
  ],
  "currentCldrName": "Top Hat",
  "description": "<p>A top hat, worn in traditional <a href=\"/flag-united-kingdom/\" title=\"🇬🇧 Flag For Great Britain\">British</a> weddings and other formal occasions. This is also a popular playing piece in the game of <a href=\"https://en.wikipedia.org/wiki/Monopoly_(game)\">Monopoly</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "199",
  "shortcodes": [
    {
      "code": ":top_hat:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":tophat:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":tophat:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":tophat:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "top-hat",
  "title": "Top Hat",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Entertainment symbols",
    "keywords": [
      "hat",
      "top",
      "clothing",
      "tophat"
    ],
    "definition": "A top hat, worn in traditional British weddings and other formal occasions. This is also a popular playing piece in the game of Monopoly. To http://emojipedia.org/top-hat/",
    "name": "top hat",
    "unicode": "U+1F3A9",
    "shortcode": ":tophat:",
    "senses": {
      "adjectives": [
        {
          "bn:00099543a": [
            "Possessing or using or characteristic of or appropriate to supernatural powers- Shakespeare"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00089233v": [
            "Put on or wear a hat"
          ]
        },
        {
          "bn:00089252v": [
            "Be dressed in"
          ]
        },
        {
          "bn:13692524v": [
            "To produce, transform (something), (as if) by magic.",
            "To produce something, as if by magic."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00037769n": [
            "A man of refinement",
            "Quality of human",
            "Gentlemen initially denoted well-educated men of good family and distinction.",
            "A polite term referring to a man.",
            "In modern speech the term gentleman refers to any man of good, courteous conduct.",
            "Polite term for a man.",
            "Gentlewoman (in which gentle is traditionally the counterpoint of `simple' -RRB-"
          ]
        },
        {
          "bn:00006125n": [
            "Clothing, garments, dress, material.",
            "Clothing is material used to cover parts of the human body for protection against the environment, for comfort and body modesty, and as personal decoration, often reflecting religious, cultural, and social customs.",
            "Clothing is fiber and textile material worn on the body.",
            "Clothes.",
            "Clothes considered as a group.",
            "All coverings designed to be worn on a person's body.",
            "Clothing",
            "Something that can be worn; an item of clothing.",
            "A covering of or like clothing.",
            "A single item of clothing.",
            "An act or instance of putting clothes on.",
            "A covering designed to be worn on a person's body",
            "Clothes, possessions or equipment.",
            "(in combination) clothing",
            "Fiber and textile material worn on the body"
          ]
        },
        {
          "bn:00052688n": [
            "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices.",
            "Any art that invokes supernatural powers",
            "The working of miracles",
            "Magic or sorcery is an attempt to understand, experience and influence the world using rituals, symbols, actions, gestures and language.",
            "A performer of miracles.",
            "Thaumaturgy is the capability of a magician or a saint to work magic or miracles.",
            "Ritual associated with supernatural magic or mysticism.",
            "The use of rituals or actions, especially based on supernatural or occult knowledge, to manipulate or obtain information about the natural world, especially when seen as falling outside the realm of religion; also the forces allegedly drawn on for such practices. A specific ritual or procedure associated with supernatural magic or with mysticism; a spell.",
            "The magic arts",
            "The working of miracles.",
            "The use of paranormal methods to manipulate natural forces (e.g., witchcraft)"
          ]
        },
        {
          "bn:00009453n": [
            "A cylindrical hat.",
            "A top hat.",
            "A top hat, beaver hat, high hat, silk hat, cylinder hat, chimney pot hat or stove pipe hat, sometimes also known by the nickname \"topper\", is a tall, flat-crowned, broad-brimmed hat, predominantly worn by men from the latter part of the 18th to the middle of the 20th century.",
            "A kind of collapsible top hat.",
            "Any hat not injured by compressing",
            "Square-shaped hat usually made of beaver pelt",
            "Man's silk hat with high cylindrical crown.",
            "A type of top hat worn mainly in the 19th century, made of silk or other materials and having a very tall, cylindrical, flat-topped crown.",
            "A man's hat with a tall crown; usually covered with silk or with beaver fur",
            "A collapsible top hat",
            "May be a top hat or a bowler hat.",
            "A hat, of various shape, made from a felted beaver fur (or later of silk), fashionable in Europe between 1550 and 1850.",
            "A man's formal hat, with a tall cylindrical crown (often of silk)."
          ]
        },
        {
          "bn:00019227n": [
            "A traveling company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent.",
            "Commonly a travelling company of performers",
            "A travelling company of entertainers; including trained animals",
            "A circus is a company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent.",
            "A circus is a company of performers that may include clowns, acrobats, trained animals, trapeze acts, musicians, hoopers, tightrope walkers, jugglers, unicyclists and other object manipulation and stunt-oriented artists.",
            "A travelling company of performers that may include acrobats, clowns, trained animals, and other novelty acts, that gives shows usually in a circular tent."
          ]
        },
        {
          "bn:00017718n": [
            "A covering for the head, often in the approximate form of a cone or a cylinder closed at its top end, and sometimes having a brim and other decoration.",
            "An item of clothing worn on a person's head.",
            "Headdress that protects the head from bad weather; has shaped crown and usually a brim",
            "A hat is a head covering.",
            "A hat.",
            "A hat is a headcovering.",
            "\"Chapeau\" is a French term signifying a hat or other covering for the head.",
            "An item of clothing intended to cover the head made from material hard enough to have a shape independant of the skull, and most commonly with a rim.",
            "Head covering"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "top hat",
    "fromVersion": "0.6",
    "glyph": "🎩",
    "glyphAsUtfInEmoticons": [
      "1f3a9_tophat"
    ],
    "group": "Objects",
    "keywords": [
      "clothing",
      "hat",
      "top",
      "tophat"
    ],
    "mappedToEmoticons": [
      "1f3a9_tophat"
    ],
    "tts": "top hat",
    "unicode": "1f3a9"
  },
  "fluentui_folder": "top-hat"
}