{
  "category": "Supplemental Symbols And Pictographs -> Portrait and role symbols",
  "keywords": [
    "claus",
    "mother",
    "mrs.",
    "celebration",
    "christmas",
    "medium skin tone"
  ],
  "definition": "This version of the ?? Mrs. Claus emoji has the ?? Medium Skin Tone applied, which is displayed as a Moderate Brown Skin Tone on supported p http://emojipedia.org/mother-christmas-type-4/",
  "unicode": "U+1F936 U+1F3FD",
  "name": "Mrs. Claus: medium skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [],
    "verbs": [],
    "nouns": [
      {
        "bn:00018836n": [
          "Christmas is an annual commemoration of the birth of Jesus Christ and a widely observed cultural holiday, celebrated generally on December 25 by billions of people around the world.",
          "Date",
          "Annual celebration commemorating the birth of Jesus.",
          "Xmas is a common abbreviation of the word Christmas.",
          "December 25 Quotes of the day from previous years:; 2004; 2005; 2006; 2007; 2008; 2009; 2010; 2011; 2012; 2013; 2014: Rank or add further suggestions. Ranking system: Christmas is an awfulness that compares favorably with the great London plague and fire of 1665-66. 25",
          "A Christian holiday celebrating the birth of Christ; a quarter day in England, Wales, and Ireland",
          "A widely celebrated festival commemorating the birth of Jesus Christ, incorporating various Christian, pre-Christian and secular customs."
        ]
      },
      {
        "bn:00034027n": [
          "Mothers are women who inhabit or perform the role of bearing some relation to their children, who may or may not be their biological offspring.",
          "One’s female parent.",
          "A female parent of an animal.",
          "A mother is the biological or social female parent of a child.",
          "The woman who gives birth to a child (not necessarily the genetic mother)",
          "A woman who has given birth to a child (also used as a term of address to your mother)",
          "A term of address to someone who is a female parent (a biological mother or a woman with parental responsibility).",
          "The nurturing of a child by its mother.",
          "Woman who has raised a child, given birth to a child, and/or supplied the ovum that united with a sperm which grew into a child",
          "A female parent",
          "The biological mother of an adopted child."
        ]
      },
      {
        "bn:00056181n": [
          "A form of address for a married woman",
          "Mrs. or Mrs is a commonly used English honorific used for women, usually for those who are married and who do not instead use another title, such as Dr, Professor, Lady, Dame, Baroness, etc.",
          "Commonly used English honorific used for women, usually for those who are married",
          "An honorific title for married women"
        ]
      },
      {
        "bn:00427678n": [
          "Mrs. Claus is the wife of Santa Claus, the Christmas gift-bringer in American and European Christmas tradition.",
          "(Legendary) The wife of Santa Claus.",
          "Wife of Santa Claus."
        ]
      }
    ]
  },
  "code": "🤶🏽",
  "fluentui_metadata": {
    "cldr": "Mrs. Claus",
    "fromVersion": "3.0",
    "glyph": "🤶",
    "glyphAsUtfInEmoticons": [
      "mother_christmas"
    ],
    "group": "People & Body",
    "keywords": [
      "celebration",
      "Christmas",
      "claus",
      "mother",
      "Mrs.",
      "Mrs. Claus"
    ],
    "mappedToEmoticons": [
      "mother_christmas"
    ],
    "tts": "Mrs. Claus",
    "unicode": "1f936",
    "unicodeSkintones": [
      "1f936",
      "1f936 1f3fb",
      "1f936 1f3fc",
      "1f936 1f3fd",
      "1f936 1f3fe",
      "1f936 1f3ff"
    ]
  },
  "fluentui_folder": "mrs-claus-medium-skin-tone",
  "slug": "mrs-claus-medium-skin-tone"
}