{
  "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
  "keywords": [
    "hand",
    "ok",
    "medium-light skin tone",
    "gesture",
    "woman"
  ],
  "definition": "The Woman Gesturing OK, Type-3 emoji is a sequence of the ?? Face With OK Gesture, ?? Emoji Modifier Fitzpatrick Type-3, ? Female Sign and ? http://emojipedia.org/woman-gesturing-ok-type-3/",
  "unicode": "U+1F646 U+1F3FC U+200D U+2640 U+FE0F",
  "name": "woman gesturing OK: medium-light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00096817a": [
          "Being satisfactory or in satisfactory condition"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00088732v": [
          "To express something by a gesture or gestures.",
          "To say or express through gestures.",
          "Show, express or direct through movement",
          "To show, express or direct through movements.",
          "To express through gestures."
        ]
      },
      {
        "bn:00088825v": [
          "Place into the hands or custody of",
          "To give, pass, or transmit with the hand, literally or figuratively.",
          "To pass (something) into (someone's) hand or the like.",
          "To give, pass or transmit with the hand.",
          "To give, transmit or pass to, using one's hand.",
          "Hence, to deliver by stretching out a member, especially the hand; to give with the hand; to pass to another; to hand over."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00001530n": [
          "A woman is a female human.",
          "Female adult human",
          "An animal of the sex that produces eggs.",
          "An adult human member of the sex that produces ova and bears young.",
          "An adult female human.",
          "An adult female person (as opposed to a man)",
          "Adult female human being."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00040336n": [
          "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
          "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
          "Form of non-verbal communication or non-vocal communication",
          "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
          "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
        ]
      }
    ]
  },
  "code": "🙆🏼‍♀️",
  "fluentui_metadata": {
    "cldr": "person gesturing OK",
    "fromVersion": "0.6",
    "glyph": "🙆",
    "glyphAsUtfInEmoticons": [
      "1f646_persongesturingok",
      "face_with_ok_gesture"
    ],
    "group": "People & Body",
    "keywords": [
      "gesture",
      "hand",
      "OK",
      "person gesturing OK"
    ],
    "mappedToEmoticons": [
      "1f646_persongesturingok"
    ],
    "tts": "person gesturing OK",
    "unicode": "1f646",
    "unicodeSkintones": [
      "1f646",
      "1f646 1f3fb",
      "1f646 1f3fc",
      "1f646 1f3fd",
      "1f646 1f3fe",
      "1f646 1f3ff"
    ]
  },
  "fluentui_folder": "woman-gesturing-ok-medium-light-skin-tone",
  "slug": "woman-gesturing-ok-medium-light-skin-tone"
}