{
  "appleName": "Last Quarter Moon",
  "code": "🌗",
  "codepointsHex": [
    "U+1F317"
  ],
  "components": [
    {
      "appleName": "Last Quarter Moon",
      "code": "🌗",
      "codepointsHex": [
        "U+1F317"
      ],
      "currentCldrName": "Last Quarter Moon",
      "description": "<p>A last quarter moon, the seventh of the eight <a href=\"https://en.wikipedia.org/wiki/Lunar_phase\">phases of the moon</a>. Depicts the moon as a cratered disc, its left side half illuminated in gold or silver, its remainder dark.</p>\r\n\r\n<p>May be used to represent the moon more generally, nighttime, outer space, and astronomy. May also be used to convey enchanting or eerie feelings.</p>\r\n\r\n<p>See also <a href=\"/last-quarter-moon-face/\">🌜&nbsp;Last Quarter Moon Face</a>. Not to be confused with <a href=\"/first-quarter-moon/\">🌓&nbsp;First Quarter Moon</a>, though their applications may overlap. Used as part of the <a href=\"https://knowyourmeme.com/memes/moon-emoji-creep\">Moon Emoji Creep</a> meme.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/first-quarter-moon/\">once</a> resembled a full moon with stars and <a href=\"/samsung/touchwiz-7.1/first-quarter-moon/\">previously</a> displayed as a last quarter moon in a night sky with stars.</p>",
      "id": "593",
      "slug": "last-quarter-moon",
      "shortcodes": [
        {
          "code": ":last_quarter_moon:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":last_quarter_moon:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":last_quarter_moon:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":last_quarter_moon:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Last Quarter Moon Symbol"
    }
  ],
  "currentCldrName": "Last Quarter Moon",
  "description": "<p>A last quarter moon, the seventh of the eight <a href=\"https://en.wikipedia.org/wiki/Lunar_phase\">phases of the moon</a>. Depicts the moon as a cratered disc, its left side half illuminated in gold or silver, its remainder dark.</p>\r\n\r\n<p>May be used to represent the moon more generally, nighttime, outer space, and astronomy. May also be used to convey enchanting or eerie feelings.</p>\r\n\r\n<p>See also <a href=\"/last-quarter-moon-face/\">🌜&nbsp;Last Quarter Moon Face</a>. Not to be confused with <a href=\"/first-quarter-moon/\">🌓&nbsp;First Quarter Moon</a>, though their applications may overlap. Used as part of the <a href=\"https://knowyourmeme.com/memes/moon-emoji-creep\">Moon Emoji Creep</a> meme.</p>\r\n\r\n<p>Samsung&rsquo;s design <a href=\"/samsung/experience-9.0/first-quarter-moon/\">once</a> resembled a full moon with stars and <a href=\"/samsung/touchwiz-7.1/first-quarter-moon/\">previously</a> displayed as a last quarter moon in a night sky with stars.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "593",
  "shortcodes": [
    {
      "code": ":last_quarter_moon:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":last_quarter_moon:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":last_quarter_moon:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":last_quarter_moon:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "last-quarter-moon",
  "title": "Last Quarter Moon Symbol",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Moon, sun, and star symbols",
    "keywords": [
      "moon",
      "quarter"
    ],
    "definition": "Last Quarter Moon was approved as part of Unicode 6.0 in 2010 under the name “Last Quarter Moon Symbol” and added to Emoji 1.0 in 2015. Copy http://emojipedia.org/last-quarter-moon-symbol/",
    "name": "last quarter moon",
    "unicode": "U+1F317",
    "shortcode": ":last_quarter_moon:",
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:00062777n": [
            "A barcoding system for sorting mail used by the US Postal Service",
            "Any celestial body (other than comets or satellites) that revolves around a star",
            "The Postal Alpha Numeric Encoding Technique barcode is used by the United States Postal Service to identify and track pieces of mail during delivery - the Post Office's \"CONFIRM\" services."
          ]
        },
        {
          "bn:00023747n": [
            "Twilight is the time between dawn and sunrise, and the time between sunset and dusk.",
            "A period of time at the end of the day shortly after sunset during which the light fades gradually.",
            "Twilight, as at early morning or (especially) early evening; dusk",
            "The darkest stage of twilight in the evening",
            "Twilight.",
            "Gloaming, twilight",
            "The time when this light is visible; the period between daylight and darkness.",
            "\"Nightfall\" is a 1941 science fiction short story by Isaac Asimov about the coming of darkness to the people of a planet ordinarily illuminated at all times on all sides.",
            "A 1941 science fiction short story by Isaac Asimov, and later adaptations",
            "The time of day immediately following sunset",
            "A period of time occurring at the end of the day during which the sun sets.",
            "Evenfall is the first short film in a series about a highly trained young woman embarking on her career as an international spy and discovering it takes more than good looks to keep things from falling into the wrong hands.",
            "Dusk is the darkest stage of twilight in the evening.",
            "The time between dawn and sunrise or between sunset and dusk",
            "Twilight is the illumination of the Earth's lower atmosphere when the Sun itself is not directly visible because it is below the horizon.",
            "Dusk, twilight",
            "The close of the day; the coming of night."
          ]
        },
        {
          "bn:00072101n": [
            "A natural and periodic state of rest during which consciousness of the world is suspended",
            "A periodic state of physiological rest during which consciousness is suspended and metabolic rate is decreased.",
            "The state of reduced consciousness during which a human or animal rests in a daily rhythm.",
            "Sleep is a naturally recurring state of bodily rest involving altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
            "State characterized by reduced or absent consciousness",
            "In animals, sleep is a naturally recurring state characterized by altered consciousness, relatively inhibited sensory activity, and inhibition of nearly all voluntary muscles.",
            "State of reduced consciousness."
          ]
        },
        {
          "bn:00034794n": [
            "Any one of the aspects or appearances presented by the moon as seen from Earth.",
            "The waxing lunar phase, from new moon to half way between new moon and full moon.",
            "A lunar phase either side of the full moon when the moon's disc as seen from the Earth is larger than a semicircle.",
            "A phase of the Moon",
            "The waning lunar phase half way between full moon and new moon.",
            "The lunar phase or phase of the moon is the shape of the illuminated portion of the Moon as seen by an observer, usually on Earth.",
            "Appearance of the illuminated (sunlit) portion of the Moon as seen by an observer",
            "Waxing lunar phase.",
            "The phase of the moon when it is waning.",
            "The first fourth of the Moon's period of revolution around the Earth",
            "The moon when it appears smaller each night as it progresses from a full moon to a new moon.",
            "The moon when it appears larger each night as it progresses from a new moon to a full moon."
          ]
        },
        {
          "bn:00055809n": [
            "Any substantially sized natural satellite of a planet.",
            "The name of Earth's moon.",
            "Only natural satellite of Earth",
            "The largest satellite of Earth.",
            "The sole natural satellite of the Earth.",
            "The natural satellite of the Earth",
            "The first planet from Earth in the Ptolemaic geocentric model",
            "The Moon is Earth's only natural satellite."
          ]
        },
        {
          "bn:00031998n": [
            "\"Abide with Me\" is a Christian hymn by Scottish Anglican Henry Francis Lyte most often sung to English composer William Henry Monk's tune entitled \"Eventide\".",
            "Evening of the day.",
            "Evening",
            "The latter part of the day (the period of decreasing daylight from late afternoon until nightfall)",
            "Period of the day between 5:00 pm and 9:00 pm",
            "The evening before a certain day.",
            "Evening is the period between the late afternoon and night when daylight is decreasing, around dinner time.",
            "The time of the day between the approximate time of midwinter dusk and midnight (compare afternoon); the period after the end of regular office working hours.",
            "That part of the day in which daylight decreases and the night falls.",
            "Evening, night.",
            "Evening.",
            "Evening in its primary meaning is the period of the day between afternoon and night."
          ]
        },
        {
          "bn:00025236n": [
            "Night or nighttime is the period of time between the sunset and the sunrise when the Sun is below the horizon.",
            "The time after sunset and before sunrise while it is dark outside",
            "Hours of darkness.",
            "The period between sunset and sunrise, when a location faces far away from the sun, thus when the sky is dark.",
            "Night is the period of time when the sun is below the horizon.",
            "Part of the day when the Sun is not aloft",
            "The hours of darkness between sunset and sunrise; the night."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "last quarter moon",
    "fromVersion": "1.0",
    "glyph": "🌗",
    "glyphAsUtfInEmoticons": [
      "1f317_lastquartermoonsymbol"
    ],
    "group": "Travel & Places",
    "keywords": [
      "last quarter moon",
      "moon",
      "quarter"
    ],
    "mappedToEmoticons": [
      "1f317_lastquartermoonsymbol"
    ],
    "tts": "last quarter moon",
    "unicode": "1f317"
  },
  "fluentui_folder": "last-quarter-moon-symbol"
}