{
  "appleName": "Camera with Flash",
  "code": "📸",
  "codepointsHex": [
    "U+1F4F8"
  ],
  "components": [
    {
      "appleName": "Camera with Flash",
      "code": "📸",
      "codepointsHex": [
        "U+1F4F8"
      ],
      "currentCldrName": "Camera with Flash",
      "description": "<p>A classic camera, shown with its flash going off, as to illuminate a darker scene. Vendors implement the same design as <a href=\"/camera/\">📷 Camera</a> with a burst of light, often&nbsp;resembling <a href=\"/collision/\">💥 Collision</a>.</p>\r\n\r\n<p>Commonly used for various content concerning photography as well as an icon for a picture, as before an upload, link, or credit.</p>",
      "id": "779",
      "slug": "camera-with-flash",
      "shortcodes": [
        {
          "code": ":camera_with_flash:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":camera_flash:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":camera_with_flash:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":camera_with_flash:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Camera with Flash"
    }
  ],
  "currentCldrName": "Camera with Flash",
  "description": "<p>A classic camera, shown with its flash going off, as to illuminate a darker scene. Vendors implement the same design as <a href=\"/camera/\">📷 Camera</a> with a burst of light, often&nbsp;resembling <a href=\"/collision/\">💥 Collision</a>.</p>\r\n\r\n<p>Commonly used for various content concerning photography as well as an icon for a picture, as before an upload, link, or credit.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "779",
  "shortcodes": [
    {
      "code": ":camera_with_flash:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":camera_flash:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":camera_with_flash:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":camera_with_flash:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "camera-with-flash",
  "title": "Camera with Flash",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Audio and video symbols",
    "keywords": [
      "flash",
      "camera",
      "video"
    ],
    "definition": "A point-and-shoot camera, used to take photos before the popularity of smartphones. Shown with a burst of light to display the flash going o http://emojipedia.org/camera-with-flash/",
    "name": "camera with flash",
    "unicode": "U+1F4F8",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:17368880a": [
            "Of or pertaining to the visual component of a television signal. In relation to computers, video refers to the rendering of text and graphics images on displays."
          ]
        }
      ],
      "verbs": [
        {
          "bn:13718872v": [
            "To record using video equipment"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00015008n": [
            "A digital video device that is used for recording moving images and audio in a digital format.",
            "An app to facilitate the capture of photos and videos by using the PC.",
            "Device for recording or transmitting photographic images or videos",
            "A camera is an optical instrument that records images that can be stored directly, transmitted to another location, or both.",
            "Equipment for taking photographs (usually consisting of a lightproof box with a lens at one end and light-sensitive film at the other)",
            "A Windows Phone application that is both a digital still camera and a digital video camera."
          ]
        },
        {
          "bn:00005088n": [
            "A lightweight and task-specific add-in program that integrates with applications to expose data at a glance.",
            "A unit of execution within the Microsoft support diagnostic tool (MSDT) XML.",
            "A graphical control element or widget is an element of interaction in a graphical user interface, such as a button or a scroll bar.",
            "A device or control that is very useful for a particular job",
            "A gadget is a small tool such as a machine that has a particular function, but is often thought of as a novelty.",
            "Component of a graphical user interface that the user interacts with.",
            "Element of a graphical user interface (GUI)",
            "An interface element that a computer user interacts with, such as a window or a text box.",
            "Any one of the components of a computer application's graphical user interface, such as a Cancel button or text input box that a user interacts with.",
            "Part of a graphical user interface (GUI) that allows a user to control and change the appearance of elements for operating an application."
          ]
        },
        {
          "bn:00062084n": [
            "Photography is the art, science, and practice of creating durable images by recording light or other electromagnetic radiation, either chemically by means of a light-sensitive material such as photographic film, or electronically by means of an image sensor.",
            "Art, science and practice of creating durable images by recording light or other electromagnetic radiation",
            "The act of taking and printing photographs",
            "The art and science of creating photographic images",
            "Photography is the science, art and practice of creating durable images by recording light or other electromagnetic radiation, either chemically by means of a light-sensitive material such as photographic film, or electronically by means of an image sensor.",
            "The process of forming visible images directly or indirectly by the action of light or other forms of radiation on sensitive surfaces."
          ]
        },
        {
          "bn:00035052n": [
            "A sudden intense burst of radiant energy"
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "camera with flash",
    "fromVersion": "1.0",
    "glyph": "📸",
    "glyphAsUtfInEmoticons": [
      "camera"
    ],
    "group": "Objects",
    "keywords": [
      "camera",
      "camera with flash",
      "flash",
      "video"
    ],
    "mappedToEmoticons": [
      "camera"
    ],
    "tts": "camera with flash",
    "unicode": "1f4f8"
  },
  "fluentui_folder": "camera-with-flash"
}