{
  "category": "Miscellaneous Symbols And Pictographs -> Hand symbols",
  "keywords": [
    "point",
    "hand",
    "backhand",
    "index",
    "medium-dark skin tone",
    "finger"
  ],
  "definition": "This version of the ?? Backhand Index Pointing Right emoji has the ?? Medium-dark Skin Tone applied, which is displayed as a Dark Brown Skin http://emojipedia.org/white-right-pointing-backhand-index-type-5/",
  "unicode": "U+1F449 U+1F3FE",
  "name": "backhand index pointing right: medium-dark skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00109848a": [
          "Being or located on or directed toward the side of the body to the east when facing north",
          "Designating the side of the body which is positioned to the east if one is facing north. This arrow points to the right: ?"
        ]
      }
    ],
    "verbs": [],
    "nouns": [
      {
        "bn:00035811n": [
          "The finger next to the thumb",
          "The index finger, is the first finger and the second digit of a human hand.",
          "In human anatomy",
          "Index finger",
          "First finger next to the thumb.",
          "The index finger: the first finger next to the thumb.",
          "The index finger; the forefinger."
        ]
      },
      {
        "bn:00034565n": [
          "One of the long extremities of the hand, sometimes excluding the thumb.",
          "A part of the hand",
          "One of the long extremities of the hand that is used for gripping objects.",
          "Extremity of the hand.",
          "Any of the terminal members of the hand (sometimes excepting the thumb)",
          "Organ of manipulation and sensation found in the hands of humans and other primates",
          "A finger is a limb of the human body and a type of digit, an organ of manipulation and sensation found in the hands of humans and other primates."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      }
    ]
  },
  "code": "👉🏾",
  "fluentui_metadata": {
    "cldr": "backhand index pointing right",
    "fromVersion": "0.6",
    "glyph": "👉",
    "glyphAsUtfInEmoticons": [
      "pointrightindex"
    ],
    "group": "People & Body",
    "keywords": [
      "backhand",
      "backhand index pointing right",
      "finger",
      "hand",
      "index",
      "point"
    ],
    "mappedToEmoticons": [
      "pointrightindex"
    ],
    "tts": "backhand index pointing right",
    "unicode": "1f449",
    "unicodeSkintones": [
      "1f449",
      "1f449 1f3fb",
      "1f449 1f3fc",
      "1f449 1f3fd",
      "1f449 1f3fe",
      "1f449 1f3ff"
    ]
  },
  "fluentui_folder": "backhand-index-pointing-right-medium-dark-skin-tone",
  "slug": "backhand-index-pointing-right-medium-dark-skin-tone"
}