{
  "alsoKnownAs": [
    "Notifications",
    "Ringer Disabled"
  ],
  "appleName": "Muted Bell",
  "code": "🔕",
  "codepointsHex": [
    "U+1F515"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Notifications",
        "Ringer Disabled"
      ],
      "appleName": "Muted Bell",
      "code": "🔕",
      "codepointsHex": [
        "U+1F515"
      ],
      "currentCldrName": "Bell with Slash",
      "description": "<p>A gold or yellow bell with a red line through it, which is commonly used on mobile phones as an icon for the silencing of notifications or ringing sounds. A mute, or <a title=\"📳 Vibration Mode\" href=\"/vibration-mode/\">silent mode</a>.</p>\n",
      "id": "705",
      "slug": "bell-with-slash",
      "shortcodes": [
        {
          "code": ":bell_with_slash:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":no_bell:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":no_bell:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":no_bell:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Bell with Cancellation Stroke"
    }
  ],
  "currentCldrName": "Bell with Slash",
  "description": "<p>A gold or yellow bell with a red line through it, which is commonly used on mobile phones as an icon for the silencing of notifications or ringing sounds. A mute, or <a title=\"📳 Vibration Mode\" href=\"/vibration-mode/\">silent mode</a>.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "705",
  "shortcodes": [
    {
      "code": ":bell_with_slash:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":no_bell:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":no_bell:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":no_bell:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "bell-with-slash",
  "title": "Bell with Cancellation Stroke",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> User interface symbols",
    "keywords": [
      "silent",
      "quiet",
      "forbidden",
      "bell",
      "not",
      "mute",
      "prohibited",
      "no"
    ],
    "definition": "A gold or yellow bell with a red line through it, which is commonly used on mobile phones as an icon for the silencing of notifications or r http://emojipedia.org/bell-with-cancellation-stroke/",
    "name": "bell with slash",
    "unicode": "U+1F515",
    "shortcode": ":no_bell:",
    "senses": {
      "adjectives": [
        {
          "bn:00109358a": [
            "Having little motion or activity; calm.",
            "Characterized by an absence or near absence of agitation or activity",
            "Having little motion.",
            "Having little motion or activity."
          ]
        },
        {
          "bn:00104562a": [
            "Contrary to or forbidden by law, especially criminal law.",
            "Prohibited by law or by official or accepted rules",
            "Not conforming to, permitted by, or recognised by law or rules.",
            "Contrary to or forbidden by law."
          ]
        },
        {
          "bn:00103191a": [
            "Excluded from use or mention"
          ]
        },
        {
          "bn:00107069a": [
            "Expressed without speech- Emily Dickinson- Thomas Wolfe",
            "Expressed without speech; wordless, unspoken"
          ]
        },
        {
          "bn:00110624a": [
            "Without sound",
            "Free from sound or noise; absolutely still; perfectly quiet.",
            "Uttering no sound; silent.",
            "Marked by absence of sound",
            "Marked by the complete lack of sound or noise."
          ]
        },
        {
          "bn:00107314a": [
            "Quantifier; used with either mass nouns or plural count nouns for indicating a complete or almost complete lack or zero quantity of"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00086877v": [
            "To tell not to do something.",
            "Command against",
            "To forbid, disallow, or proscribe; to make illegal or illicit."
          ]
        },
        {
          "bn:00089538v": [
            "Cause to be quiet or not talk",
            "To become quiet; to cease making sounds.",
            "To cause to be quiet or not talk.",
            "To become quiet",
            "To make quiet."
          ]
        },
        {
          "bn:00091505v": [
            "To utter or sound loudly.",
            "Sound loudly and sonorously"
          ]
        },
        {
          "bn:00089539v": [
            "Become quiet or quieter",
            "To become quiet.",
            "Become quiet or quieter.",
            "To make someone or something become quieter."
          ]
        },
        {
          "bn:13606400v": [
            "Logical operation (not)"
          ]
        },
        {
          "bn:00086264v": [
            "Deaden (a sound or noise), especially by wrapping",
            "To mute or deaden (a sound etc.).",
            "To turn off the sound of.",
            "To mute or deaden."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00009727n": [
            "A percussive instrument made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck.",
            "A hollow device made of metal that makes a ringing sound when struck",
            "An object made of metal or other hard material, typically but not always in the shape of an inverted cup with a flared rim, which resonates when struck.",
            "A signal used for transitions during a school day",
            "The flared end of a brass or woodwind instrument.",
            "A bell is a signal in a school that tells the students when it is time to go to class in the morning and when it is time to change classes during the day as well as when students are dismissed from school.",
            "Sound making device designed to communicate with students"
          ]
        },
        {
          "bn:00067869n": [
            "The ringing of bells.",
            "Tintinnabulation is the lingering sound of a ringing bell that occurs after the bell has been struck.",
            "The mechanical part that makes the phone ring to indicate an incoming call.",
            "The sound of a bell ringing--E. A. Poe",
            "The sound made by a mobile device or other phone to indicate an incoming call or message, for example, a series of beeps or an audio recording.",
            "A ringtone or ring tone is the sound made by a telephone to indicate an incoming call or text message.",
            "A ringing signal operates a bell or other ringtone generator in a telephone, to alert the user to an incoming telephone call.",
            "Sound made by a telephone when ringing.",
            "The sound of a telephone bell",
            "A telephone call.",
            "The sound made by a telephone when ringing, especially the customizable tone of a mobile phone"
          ]
        },
        {
          "bn:00057188n": [
            "An operation on logical values that changes true to false, and false to true.",
            "In various logical and algebraic structures",
            "In logic, negation, also called logical complement, is an operation that takes a proposition p to another proposition \"not p\", written ¬ p, which is interpreted intuitively as being true when p is false and false when p is true.",
            "A unary operation on logical values that changes true to false, and false to true.",
            "A proposition which is the contradictory of another proposition and which can be obtained from that other proposition by the appropriately placed addition/insertion of the word \"not\". (Or, in symbolic logic, by prepending that proposition with the symbol for the logical operator \"not\".)",
            "(logic) a proposition that is true if and only if another proposition is false"
          ]
        },
        {
          "bn:00000986n": [
            "The travelling of acoustic waves in the atmosphere with a speed independent of their amplitude. The speed only depends on the acoustic medium and is proportional to the square root of the absolute temperature for any given medium.",
            "Sound is the vibration of matter, as perceived by the sense of hearing.",
            "The longitudinal wave of pressure that is transmitted through any plastic material; audible sound.",
            "Acoustic waves are a type of longitudinal waves that propagate by means of adiabatic compression and decompression.",
            "A sensation perceived by the ear caused by the vibration of air or some other medium.",
            "Mechanical wave that is an oscillation of pressure transmitted through a solid, liquid, or gas, composed of frequencies within the range of hearing",
            "In physics, sound is a vibration that propagates as a typically audible mechanical wave of pressure and displacement, through a medium such as air or water.",
            "Longitudinal wave of pressure transmitted through any plastic material.",
            "Auditory sensation produced by the oscillations, stress, pressure, particle displacement, and particle velocity in a medium with internal forces; pressure variation that the human ear can detect.",
            "(acoustics) a wave that transmits sound",
            "The physical signal perceived by the auditory system."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "bell with slash",
    "fromVersion": "1.0",
    "glyph": "🔕",
    "glyphAsUtfInEmoticons": [
      "1f515_bellwithslash"
    ],
    "group": "Objects",
    "keywords": [
      "bell",
      "bell with slash",
      "forbidden",
      "mute",
      "quiet",
      "silent"
    ],
    "mappedToEmoticons": [
      "1f515_bellwithslash"
    ],
    "tts": "bell with slash",
    "unicode": "1f515"
  },
  "fluentui_folder": "bell-with-cancellation-stroke"
}