{
  "appleName": "Admission Ticket",
  "code": "🎟️",
  "codepointsHex": [
    "U+1F39F",
    "U+FE0F"
  ],
  "components": [
    {
      "appleName": "Admission Ticket",
      "code": "🎟️",
      "codepointsHex": [
        "U+1F39F",
        "U+FE0F"
      ],
      "currentCldrName": "Admission Tickets",
      "description": "<p>A ticket or tickets to an event that may say &quot;Admit One&quot; on the front. Shown in pink or yellow on most platforms.</p>",
      "id": "652",
      "slug": "admission-tickets",
      "shortcodes": [
        {
          "code": ":admission_tickets:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":tickets:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":admission_tickets:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":tickets:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":admission_tickets:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Admission Tickets"
    }
  ],
  "currentCldrName": "Admission Tickets",
  "description": "<p>A ticket or tickets to an event that may say &quot;Admit One&quot; on the front. Shown in pink or yellow on most platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "652",
  "shortcodes": [
    {
      "code": ":admission_tickets:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":tickets:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":admission_tickets:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":tickets:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":admission_tickets:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "admission-tickets",
  "title": "Admission Tickets",
  "type": "SINGLE",
  "version": {
    "date": 1402876800,
    "description": "<p>The Unicode Consortium approved the following characters as part of <a href=\"http://www.unicode.org/versions/Unicode7.0.0/\">Unicode 7.0</a>, released on June 16, 2014.&nbsp;Support for these emoji characters rely on updates from platform vendors such as Apple, Google, and Microsoft.</p>\r\n\r\n<p>Initially, 250&nbsp;new characters in Unicode 7.0 were approved for emoji presentation, however this was later reduced to 103 <em>Standard Additions</em> which are listed below. The other characters remain part of Unicode, but are not recommended&nbsp;to be included as emojis.</p>\r\n\r\n<p>The exception to this was the <a href=\"/left-speech-bubble/\" title=\"🗨 Left Speech Bubble\">Left Speech Bubble</a>, and as such wasn&#39;t initially specified on other platforms as an emoji. A later-accepted&nbsp;<a href=\"http://blog.emojipedia.org/diverse-spy-proposal/\">proposal</a>&nbsp;updated this.</p>",
    "name": "7.0",
    "slug": "unicode-7.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Entertainment symbols",
    "keywords": [
      "admission",
      "ticket"
    ],
    "definition": "Admission Tickets was approved as part of Unicode 7.0 in 2014 and added to Emoji 1.0 in 2015. Copy and paste this emoji: Copy http://emojipedia.org/admission-tickets/",
    "name": "admission tickets",
    "unicode": "U+1F39F",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00088213v": [
            "To issue a fine as punishment.",
            "Issue a ticket or a fine to as a penalty",
            "To issue a fine as punishment to (someone)."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00077174n": [
            "A card or slip of paper used to gain admission to a location or event",
            "A commercial document showing that the holder is entitled to something (as to ride on public transportation or to enter a public entertainment)",
            "A ticket is a voucher that indicates that one has paid for admission to an event or establishment such as a theater, amusement park or tourist attraction, or permission to travel on a vehicle typically because one has paid the fare.",
            "A slip of paper that entitles the owner to attend an event, such as a theatrical performance or an ice hockey game.",
            "A pass entitling the holder to admission to a show, concert, etc.",
            "Admission to entertainment."
          ]
        },
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00001460n": [
            "The act of admitting someone to enter",
            "The act or practice of admitting.",
            "The act of admitting.",
            "Act of admitting."
          ]
        },
        {
          "bn:00021559n": [
            "A concert is a live performance, usually of music, before an audience.",
            "A performance of music by players or singers not involving theatrical staging",
            "Live performance of music",
            "A concert is a live performance of music before an audience.",
            "An act where somebody performs music, theater or a similar art in a live show or concert."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "admission tickets",
    "fromVersion": "0.7",
    "glyph": "🎟️",
    "group": "Activities",
    "keywords": [
      "admission",
      "admission tickets",
      "ticket"
    ],
    "mappedToEmoticons": [
      "1f39f_admissiontickets"
    ],
    "tts": "admission tickets",
    "unicode": "1f39f fe0f"
  },
  "fluentui_folder": "admission-tickets"
}