{
  "alsoKnownAs": [
    "eSwatini Flag"
  ],
  "appleName": "Flag of Eswatini",
  "code": "🇸🇿",
  "codepointsHex": [
    "U+1F1F8",
    "U+1F1FF"
  ],
  "components": [
    {
      "code": "🇸",
      "codepointsHex": [
        "U+1F1F8"
      ],
      "description": "<p>The letter&nbsp;<em>S</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1343",
      "slug": "regional-indicator-symbol-letter-s",
      "shortcodes": [
        {
          "code": ":regional_indicator_s:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter S"
    },
    {
      "code": "🇿",
      "codepointsHex": [
        "U+1F1FF"
      ],
      "description": "<p>The letter&nbsp;<em>Z</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1350",
      "slug": "regional-indicator-symbol-letter-z",
      "shortcodes": [
        {
          "code": ":regional_indicator_z:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter Z"
    }
  ],
  "currentCldrName": "Flag: Eswatini",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Swaziland\">Swaziland</a>, which may show as the letters&nbsp;<em>SZ</em>&nbsp;on some platforms.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1116",
  "shortcodes": [
    {
      "code": ":flag_eswatini:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":swaziland:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-sz:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_sz:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-eswatini",
  "title": "Flag: Eswatini",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Swaziland, which may show as the letters SZ on some platforms. The Flag for Swaziland emoji is a sequence of the ?? Regional In http://emojipedia.org/flag-for-swaziland/",
    "name": "Swaziland",
    "unicode": "U+1F1F8 U+1F1FF",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00049180n": [
            "Official name of Swaziland.",
            "A synonym for Swaziland",
            "Country in Southern Africa. Official name: Kingdom of Swaziland.",
            "The official name of Swaziland.",
            "Swaziland, officially the Kingdom of Swaziland and sometimes called kaNgwane or Eswatini, is a sovereign state in Southern Africa surroundedwith the exception of Mozambique to its eastby South Africa.",
            "A landlocked monarchy in southeastern Africa; member of the commonwealth that achieved independence from the United Kingdom in 1968",
            "A country in Southern Africa whose capital is Mbabane.",
            "Swaziland, officially the Kingdom of Swaziland and sometimes called kaNgwane or Eswatini, is a sovereign state in Southern Africa surrounded -- with the exception of Mozambique to its east -- by South Africa.",
            "Country in Africa"
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        },
        {
          "bn:03222830n": [
            "The flag of Swaziland was adopted on October 6, 1968 after Swaziland gained independence from Britain on September 6, 1968."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
