{
  "appleName": "Tram",
  "code": "🚊",
  "codepointsHex": [
    "U+1F68A"
  ],
  "components": [
    {
      "appleName": "Tram",
      "code": "🚊",
      "codepointsHex": [
        "U+1F68A"
      ],
      "currentCldrName": "Tram",
      "description": "<p>A form of public transport on rails, usually found on streets in cities or other urban areas. For short or medium-length journeys.</p>\n<p><a href=\"https://en.wikipedia.org/wiki/Tram\">Trams</a> tend to be similar to <a title=\"🚈 Light Rail\" href=\"/light-rail/\">light rail</a>, with the difference being that they don’t tend to have their own dedicated tracks.</p>\n<p>This emoji is generally shown as the front of the tram, on tracks. The intended usage of this emoji, instead of the <a title=\"🚋 Tram Car\" href=\"/tram-car/\">tram car</a> emoji is not clear.</p>\n",
      "id": "462",
      "slug": "tram",
      "shortcodes": [
        {
          "code": ":tram:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":tram:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":tram:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":tram:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Tram"
    }
  ],
  "currentCldrName": "Tram",
  "description": "<p>A form of public transport on rails, usually found on streets in cities or other urban areas. For short or medium-length journeys.</p>\n<p><a href=\"https://en.wikipedia.org/wiki/Tram\">Trams</a> tend to be similar to <a title=\"🚈 Light Rail\" href=\"/light-rail/\">light rail</a>, with the difference being that they don’t tend to have their own dedicated tracks.</p>\n<p>This emoji is generally shown as the front of the tram, on tracks. The intended usage of this emoji, instead of the <a title=\"🚋 Tram Car\" href=\"/tram-car/\">tram car</a> emoji is not clear.</p>\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "462",
  "shortcodes": [
    {
      "code": ":tram:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":tram:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":tram:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":tram:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "tram",
  "title": "Tram",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Transport And Map Symbols -> Vehicles",
    "keywords": [
      "trolleybus"
    ],
    "definition": "A form of public transport on rails, usually found on streets in cities or other urban areas. For short or medium-length journeys. Trams ten http://emojipedia.org/tram/",
    "name": "tram",
    "unicode": "U+1F68A",
    "shortcode": ":tram:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00088049v": [
            "Abstain from certain foods, as for religious or medical reasons",
            "To abstain from or eat very little food.",
            "To abstain from food, or eat very little, especially for religious or medical reasons."
          ]
        },
        {
          "bn:00088912v": [
            "Change location; move, travel, or proceed, also metaphorically",
            "To change (from one value to another).",
            "To move or travel (from one location to another).",
            "To change the location of an object.",
            "To transfer a file from one location to another. After the file is transferred, there is only one copy of the file, in the new location.",
            "To move an object one pixel at a time."
          ]
        },
        {
          "bn:00095069v": [
            "Travel by tram"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00074613n": [
            "An electric streetcar or tram with a trolley pole for collecting electric current.",
            "A tram, is a rail vehicle which runs on tracks along public urban streets, and also sometimes on separate rights of way.",
            "A passenger vehicle for public use that runs on tracks in the road.",
            "A wheeled vehicle that runs on rails and is propelled by electricity",
            "A railborne vehicle running primarily on streets.",
            "Trolley car or electric tram (streetcar), sometimes confused with a Cable car",
            "Passenger rail vehicle",
            "A tram or light rail vehicle, usually a single car, but also attached together, operating on city streets. A trolley car.",
            "A rail vehicle for carrying loads in a mine; a tram."
          ]
        },
        {
          "bn:00077850n": [
            "Electric bus",
            "A bus, powered via overhead electric cables, that does not run on tracks.",
            "A bus, powered via overhead electric cables, that does not run on tracks",
            "A passenger bus with an electric motor that draws power from overhead wires",
            "A trolleybus is an electric bus that draws its electricity from overhead wires (generally suspended from roadside posts) using spring-loaded trolley poles.",
            "An electric bus"
          ]
        },
        {
          "bn:00078004n": [
            "A facility consisting of the means and equipment necessary for the movement of passengers or goods",
            "A means of conveyance.",
            "Shared passenger transport service which is available for use by the general public",
            "The act or the means of conveying people in mass as opposed to conveyance in private vehicles.",
            "Any form of transport that can be used by a member of public (usually for a fee); as opposed to private ownership of e.g. cars.",
            "Public transport is a shared passenger transport service which is available for use by the general public, as distinct from modes such as taxicab, carpooling or hired buses which are not shared by strangers without private arrangement.",
            "The conveyance of people or goods from one place to another, especially on a public transportation system; the vehicles used for such conveyance.",
            "The conveyance of people or goods from one place to another."
          ]
        },
        {
          "bn:00066028n": [
            "One or more self-propelled vehicles that move along fixed rails to transport passengers or cargo",
            "A self-propelled, connected group of vehicles moving on rails.",
            "Line of connected cars or carriages.",
            "A train that is equiped to transport people.",
            "A line of connected railway cars or carriages considered overall as a mode of transport; (as uncountable noun) rail travel.",
            "Public transport provided by a line of railway cars coupled together and drawn by a locomotive",
            "A train is a form of rail transport consisting of a series of vehicles that usually runs along a rail track to transport cargo or passengers although magnetic levitation trains that float above the track exist too."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "tram",
    "fromVersion": "1.0",
    "glyph": "🚊",
    "glyphAsUtfInEmoticons": [
      "1f68a_tram"
    ],
    "group": "Travel & Places",
    "keywords": [
      "tram",
      "trolleybus"
    ],
    "mappedToEmoticons": [
      "1f68a_tram"
    ],
    "tts": "tram",
    "unicode": "1f68a"
  },
  "fluentui_folder": "tram"
}