{
  "alsoKnownAs": [
    "Taiwanese Flag"
  ],
  "appleName": "Flag of Taiwan",
  "code": "🇹🇼",
  "codepointsHex": [
    "U+1F1F9",
    "U+1F1FC"
  ],
  "components": [
    {
      "code": "🇹",
      "codepointsHex": [
        "U+1F1F9"
      ],
      "description": "<p>The letter&nbsp;<em>T</em>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1344",
      "slug": "regional-indicator-symbol-letter-t",
      "shortcodes": [
        {
          "code": ":regional_indicator_t:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter T"
    },
    {
      "code": "🇼",
      "codepointsHex": [
        "U+1F1FC"
      ],
      "description": "<p>The letter <i>W</i>, which can be used as part of a regional indicator pair&nbsp;to create <a href=\"/flags/\">emoji flags</a> for various countries.</p>",
      "id": "1347",
      "slug": "regional-indicator-symbol-letter-w",
      "shortcodes": [
        {
          "code": ":regional_indicator_w:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Regional Indicator Symbol Letter W"
    }
  ],
  "currentCldrName": "Flag: Taiwan",
  "description": "<p>The flag for&nbsp;<a href=\"https://en.wikipedia.org/wiki/Taiwan\">Taiwan</a>&nbsp;(officially&nbsp;<em>Republic of China</em>), which may show as the letters&nbsp;<em>TW</em>&nbsp;on some platforms.</p>\r\n\r\n<p>This Taiwanese flag&nbsp;is hidden from the emoji keyboard on iOS devices <a href=\"https://blog.emojipedia.org/one-emoji-doesnt-show-on-ios-in-china/\">when&nbsp;the region is set to China mainland</a>&nbsp;or (as of iOS 13.1.2) Hong Kong or Macau.</p>\r\n\r\n<p>Chinese-model iPhones will&nbsp;not display this emoji&nbsp;and will instead show a missing character tofu (☒) in place of the flag, as will iOS devices with region set to <em>China mainland</em>. Hong Kong and Macua only <a href=\"https://blog.emojipedia.org/apple-hides-taiwan-flag-in-hong-kong/\">hide this emoji from the emoji keyboard</a>.</p>\r\n\r\n<p>This emoji is also not available within emoji set created by&nbsp;Chinese mobile manufacturer&nbsp;<a href=\"/huawei\">Huawei</a>&nbsp;- it will render as a blank space.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "1120",
  "shortcodes": [
    {
      "code": ":flag_taiwan:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":taiwan:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":flag-tw:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":flag_tw:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "flag-taiwan",
  "title": "Flag: Taiwan",
  "type": "FLAG",
  "emoji_net_data": {
    "category": null,
    "keywords": [
      "flag"
    ],
    "definition": "The flag for Taiwan, which may show as the letters TW on some platforms. The Flag for Taiwan emoji is a sequence of the ?? Regional Indicato http://emojipedia.org/flag-for-taiwan/",
    "name": "Taiwan",
    "unicode": "U+1F1F9 U+1F1FC",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:13778626a": [
            "From or in the countryside or connected with it.",
            "Of, from or pertaining to the countryside (adjective)."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00034960n": [
            "Emblem usually consisting of a rectangular piece of cloth of distinctive design",
            "Piece of cloth.",
            "A flag is a piece of fabric with a distinctive design that is used as a symbol, as a signaling device, or as decoration.",
            "A piece of cloth, often decorated with an emblem, used as a visual signal or symbol.",
            "Piece of fabric with a distinctive design"
          ]
        },
        {
          "bn:00018432n": [
            "Taiwan, officially the Republic of China, is a sovereign state in East Asia.",
            "Region corresponding to the People's Republic of China and Taiwan.",
            "The current main territory (sometimes may refers to the synonym) of the Republic of China, ISO 3166 & ICANN code TW",
            "A partially recognised state in East Asia which governs a number of islands claimed by the People's Republic of China, including the island of Taiwan.",
            "Country in Asia",
            "Common name for a country in East Asia. Official name: Republic of China, Its de facto capital is Taipei.",
            "A defacto state in East Asia, commonly known as Taiwan.",
            "A region in East Asia comprising the areas governed by the People's Republic of China and the Republic of China (Taiwan).",
            "The Republic of China (i.e. Taiwan).",
            "A government on the island of Taiwan established in 1949 by Chiang Kai-shek after the conquest of mainland China by the Communists led by Mao Zedong",
            "Taiwan, officially the Republic of China is a state in East Asia."
          ]
        },
        {
          "bn:00023236n": [
            "The opposite of secession",
            "As its original Latin term",
            "Government",
            "The collective body of a nation or state as politically organized, or as exercising political functions.",
            "The territory of a nation, especially an independent nation state or formerly independent nation; a political entity asserting ultimate authority over a geographical area.",
            "Nations is often used synonymously with ethnic group, but although ethnicity is now one of the most important aspects of cultural or social identity for the members of most nations, people with the same ethnic origin may live in different nation-states and be treated as members of separate nations for that reason.",
            "Political organisation with a centralized independent government",
            "The government.",
            "An organized political community, living under a government",
            "Nation has various meanings, and the meaning has changed over time.",
            "A state is an organized community living under one government.",
            "A political entity asserting ultimate authority over a geographical area.",
            "A people permanently occupying a fixed territory bound together by common law, habits and custom into one body politic exercising, through the medium of an organized government, independent sovereignty and control over all persons and things within its boundaries, unless or until authority is ceded to a federation or union of other states.",
            "The people who live in a nation or country",
            "A politically organized body of people under a single government",
            "A sovereign state.",
            "A state is a nonphysical juridical entity of the international legal system that is represented by one centralized government that has supreme independent authority over a geographic area.",
            "The geographic area under the control of a political state."
          ]
        }
      ]
    }
  },
  "note": "This emoji was found in merged_emojis_before_fluentui but not in FluentUI",
  "given_category": "Flags"
}
