{
  "alsoKnownAs": [
    "Laughing",
    "Laughing Crying",
    "Laughing Tears",
    "LOL"
  ],
  "appleName": "Face with Tears of Joy",
  "code": "😂",
  "codepointsHex": [
    "U+1F602"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Laughing",
        "Laughing Crying",
        "Laughing Tears",
        "LOL"
      ],
      "appleName": "Face with Tears of Joy",
      "code": "😂",
      "codepointsHex": [
        "U+1F602"
      ],
      "currentCldrName": "Face with Tears of Joy",
      "description": "<p>A yellow face with a big&nbsp;grin, uplifted eyebrows, and smiling eyes, each shedding a tear from laughing so hard. Widely used to show something is funny or pleasing.&nbsp;</p>\r\n\r\n<p>Named the Oxford Dictionaries 2015 <a href=\"https://languages.oup.com/word-of-the-year/2015/\">Word of the Year</a>, and the most used emoji on all platforms <a href=\"https://blog.emojipedia.org/loudly-crying-becomes-top-tier-emoji/\">from 2011-2021</a>. Briefly <a href=\"https://blog.emojipedia.org/loudly-crying-becomes-top-tier-emoji/\">overtaken</a> as the top emoji on <a href=\"/twitter/\">Twitter</a> in 2021 by&nbsp;<a href=\"/loudly-crying-face/\">😭 Loudly Crying Face</a>, though as of January 2022 it has <a href=\"https://blog.emojipedia.org/tears-of-joy-just-about-returns-as-twitters-top-emoji/\">reclaimed its top position on the platform</a>.</p>\r\n\r\n<p>See also:&nbsp;<a href=\"/rolling-on-the-floor-laughing/\">🤣&nbsp;Rolling on the Floor Laughing</a>&nbsp;which expresses more intense laughter;&nbsp;or cat&nbsp;variant:&nbsp;<a href=\"/cat-with-tears-of-joy/\">😹&nbsp;Cat Face With Tears of Joy</a>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
      "id": "3",
      "slug": "face-with-tears-of-joy",
      "shortcodes": [
        {
          "code": ":face_with_tears_of_joy:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":joy:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":joy:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":joy:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Face with Tears of Joy"
    }
  ],
  "currentCldrName": "Face with Tears of Joy",
  "description": "<p>A yellow face with a big&nbsp;grin, uplifted eyebrows, and smiling eyes, each shedding a tear from laughing so hard. Widely used to show something is funny or pleasing.&nbsp;</p>\r\n\r\n<p>Named the Oxford Dictionaries 2015 <a href=\"https://languages.oup.com/word-of-the-year/2015/\">Word of the Year</a>, and the most used emoji on all platforms <a href=\"https://blog.emojipedia.org/loudly-crying-becomes-top-tier-emoji/\">from 2011-2021</a>. Briefly <a href=\"https://blog.emojipedia.org/loudly-crying-becomes-top-tier-emoji/\">overtaken</a> as the top emoji on <a href=\"/twitter/\">Twitter</a> in 2021 by&nbsp;<a href=\"/loudly-crying-face/\">😭 Loudly Crying Face</a>, though as of January 2022 it has <a href=\"https://blog.emojipedia.org/tears-of-joy-just-about-returns-as-twitters-top-emoji/\">reclaimed its top position on the platform</a>.</p>\r\n\r\n<p>See also:&nbsp;<a href=\"/rolling-on-the-floor-laughing/\">🤣&nbsp;Rolling on the Floor Laughing</a>&nbsp;which expresses more intense laughter;&nbsp;or cat&nbsp;variant:&nbsp;<a href=\"/cat-with-tears-of-joy/\">😹&nbsp;Cat Face With Tears of Joy</a>.</p>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>\r\n\r\n<div id=\"professor_prebid-root\">&nbsp;</div>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "3",
  "shortcodes": [
    {
      "code": ":face_with_tears_of_joy:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":joy:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":joy:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":joy:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "face-with-tears-of-joy",
  "title": "Face with Tears of Joy",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "laugh",
      "joy",
      "face",
      "tear"
    ],
    "definition": "A laughing emoji which at small sizes is often mistaken for being tears of sadness. This emoji is laughing so much that it is crying tears o http://emojipedia.org/face-with-tears-of-joy/",
    "name": "face with tears of joy",
    "unicode": "U+1F602",
    "shortcode": ":joy:",
    "senses": {
      "adjectives": [
        {
          "bn:00105777a": [
            "Showing or feeling mirth or pleasure or happiness"
          ]
        },
        {
          "bn:00105550a": [
            "Full of or producing joy",
            "Feeling or causing joy."
          ]
        },
        {
          "bn:00103933a": [
            "Enjoying or showing or marked by joy or pleasure"
          ]
        },
        {
          "bn:00104206a": [
            "Marked by or causing boisterous merriment or convulsive laughter",
            "Very funny; causing great merriment and laughter."
          ]
        },
        {
          "bn:00097006a": [
            "Arousing laughter.",
            "Of or pertaining to laughter",
            "Being funny, whimsically amusing.",
            "Arousing or provoking laughter",
            "Full of humor or arousing laughter; funny.",
            "Funny; amusing; comical.",
            "Fitted to excite laughter; humorous.",
            "Amusing; humorous; comical.",
            "Funny, hilarious."
          ]
        },
        {
          "bn:00100772a": [
            "Cute, appealing.",
            "Attractive especially by means of smallness or prettiness or quaintness"
          ]
        },
        {
          "bn:00111681a": [
            "With eyes full of tears",
            "Of eyes, filled with tears."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087901v": [
            "Produce laughter",
            "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
            "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
            "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter."
          ]
        },
        {
          "bn:13659479v": [
            "To laugh out loud."
          ]
        },
        {
          "bn:00086122v": [
            "To cry; shed tears.",
            "Shed tears because of sadness, rage, or pain",
            "Intransitive: to weep.",
            "To shed tears due to the impact of an emotion.",
            "To shed tears; to weep."
          ]
        },
        {
          "bn:00084388v": [
            "To cry out with a shrill voice; to utter a sudden, sharp outcry, or shrill, loud cry, as in fright or extreme pain; to shriek; to screech.",
            "To utter a sudden and loud outcry, as in joy, triumph, or exultation, or to attract attention, to animate soldiers, etc.",
            "To utter a sudden and loud outcry.",
            "To speak with a loud, excited voice.",
            "Utter a sudden loud cry",
            "To utter in a loud or distinct voice."
          ]
        },
        {
          "bn:00088805v": [
            "Laugh nervously"
          ]
        },
        {
          "bn:00089996v": [
            "To feel joy, to rejoice.",
            "Feel happiness or joy",
            "To be very happy, be delighted, exult; to feel joy."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00040448n": [
            "A high-pitched, silly laugh.",
            "A foolish or nervous laugh"
          ]
        },
        {
          "bn:00076312n": [
            "A single tear (clear, salty liquid secreted by the eye).",
            "A drop of clear, salty liquid produced from the eyes by crying or irritation.",
            "A clear, salty liquid produced by the lacrimal gland in the eye, whose normal function is to clean and lubricate the eyes; its production is increased when the eye is irritated, or when yawning, laughing or crying.",
            "A drop of liquid produced from the eyes by crying or irritation.",
            "A drop of the clear salty saline solution secreted by the lacrimal glands",
            "Drop of clear salty liquid from the eyes."
          ]
        },
        {
          "bn:00050198n": [
            "Laughter can be an audible expression of merriment and amusement or an inward feeling of joy or pleasure, in a reaction to certain stimuli, including fundamental stresses, which serves as an emotional balancing mechanism.",
            "The sound of laughing.",
            "The sound of laughing, produced by air so expelled; any similar sound.",
            "An involuntary reaction to a funny or entertaining dialogue or action that usually results in the emission of chuckling or explosive sounds, and shows happiness or satisfaction of the situation.",
            "Laughter is a physical reaction in humans and some species of primate, consisting typically of rhythmical, often audible contractions of the diaphragm and other parts of the respiratory system.",
            "An expression of mirth particular to the human species; the sound heard in laughing; laughter.",
            "Example: The witch gave a cackle, then went away on her broom.",
            "Expression of mirth peculiar to the human species.",
            "LAUNGAGE ALSO NEEDED  HIND",
            "The sound of laughing"
          ]
        },
        {
          "bn:03300699n": [
            "Ideograms or smileys used in Japanese electronic messages and webpages",
            "Emoji are the ideograms or smileys used in Japanese electronic messages and webpages, the use of which is spreading outside Japan."
          ]
        },
        {
          "bn:00006453n": [
            "Vulgar English word",
            "Sexual intercourse",
            "Fuck is an English-language word, a profane word which refers to the act of sexual intercourse and is also commonly used to denote disdain or as an intensifier.",
            "Slang for sexual intercourse",
            "An act of sexual intercourse, especially one lacking passion or a feeling of sincere love.",
            "A euphemism for the word",
            "Sexual intercourse; the act of screwing.",
            "An act of sexual intercourse."
          ]
        },
        {
          "bn:00046516n": [
            "A person, especially as one among many.",
            "Some unspecified person.",
            "An individual is a person or a specific object.",
            "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
            "A human; someone susceptible to death.",
            "A human being",
            "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
            "A human being.",
            "A person that will die eventually.",
            "A being, such as a human, that has certain capacities or attributes constituting personhood",
            "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
            "Some person.",
            "An individual; usually a human being."
          ]
        },
        {
          "bn:02247187n": [
            "Internet slang",
            "Rolling on the floor laughing out loud.",
            "LOL, an acronym for laughing out loud or laugh out loud, is a common element of Internet slang.",
            "Rolling on the floor laughing out loud"
          ]
        },
        {
          "bn:00024162n": [
            "Lacrimation, or lachrymation, is the secretion of tears, which often serves to clean and lubricate the eyes in response to an irritation of the eyes.",
            "Shedding tears as a response to an emotional state in humans",
            "Tears are the secretions of the glands that clean and lubricate the eyes.",
            "The process of shedding tears (usually accompanied by sobs or other inarticulate sounds)",
            "Crying is the shedding of tears in response to an emotional state in humans."
          ]
        },
        {
          "bn:00020904n": [
            "A light and humorous drama with a happy ending.",
            "A dramatic work that is light and humorous or satirical in tone",
            "Dramatic work that is light and humorous or satirical in tone.",
            "Comedy has a popular meaning, which differs from its academic definition, namely the comic theater, whose Western origins are found in Ancient Greece.",
            "Light and humorous drama with a happy ending",
            "A type of theatrical drama",
            "Genre of work or performance intended to be humorous",
            "Comedy, in the contemporary meaning of the term, is any discourse or work generally intended to be humorous or to amuse by inducing laughter, especially in theater, television, film and stand-up comedy."
          ]
        },
        {
          "bn:00042905n": [
            "The emotion of being happy; joy.",
            "Mental or emotional state of well-being characterized by pleasant emotions",
            "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
            "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
            "Emotion of being happy.",
            "The state of being jocund.",
            "Emotions experienced when in a state of well-being.",
            "Emotions experienced when in a state of well-being"
          ]
        },
        {
          "bn:00048468n": [
            "Feeling of happiness.",
            "Anything that causes such a feeling.",
            "The emotion of great happiness",
            "The feeling of happiness."
          ]
        },
        {
          "bn:00014793n": [
            "A loud utterance; often in protest or opposition"
          ]
        },
        {
          "bn:00072311n": [
            "An emoticon of a smiling face",
            "A simplified drawing of a smiling face, using two dots for the eyes and an arc for the mouth.",
            "Representation of a smiling face.",
            "A stylized representation of a smiling humanoid face",
            "A graphical representation, either in the form of an image or made up of ASCII characters.",
            "A simplified representation of a smiling face.",
            "An emoticon expressing happy emotions.",
            "A representation of a smiling face, most often colored yellow",
            "A smiley is a stylized representation of a smiling humanoid face, an important part of popular culture."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "face with tears of joy",
    "fromVersion": "0.6",
    "glyph": "😂",
    "glyphAsUtfInEmoticons": [
      "cwl"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "face",
      "face with tears of joy",
      "joy",
      "laugh",
      "tear"
    ],
    "mappedToEmoticons": [
      "cwl"
    ],
    "tts": "face with tears of joy",
    "unicode": "1f602"
  },
  "fluentui_folder": "face-with-tears-of-joy"
}