{
  "alsoKnownAs": [
    "Football",
    "League",
    "Rugby",
    "Union"
  ],
  "appleName": "Rugby Football",
  "code": "🏉",
  "codepointsHex": [
    "U+1F3C9"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Football",
        "League",
        "Rugby",
        "Union"
      ],
      "appleName": "Rugby Football",
      "code": "🏉",
      "codepointsHex": [
        "U+1F3C9"
      ],
      "currentCldrName": "Rugby Football",
      "description": "<p>The oval-shaped ball used in the game of <a href=\"https://en.wikipedia.org/wiki/Rugby_football\">rugby</a>. Varies slightly in shape&nbsp;in the two main versions of the game: <a href=\"https://en.wikipedia.org/wiki/Rugby_union\">rugby union</a>&nbsp;and&nbsp;<a href=\"https://en.wikipedia.org/wiki/Rugby_league\">rugby league</a>.</p>\r\n\r\n<p>The appearance of this emoji varies, with a brown leather appearance&nbsp;in Apple and Google&rsquo;s imagery,&nbsp;but a more popular&nbsp;white-with-highlight color in Twitter&rsquo;s&nbsp;design.</p>\r\n",
      "id": "659",
      "slug": "rugby-football",
      "shortcodes": [
        {
          "code": ":rugby_football:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":rugby_football:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":rugby_football:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":rugby_football:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Rugby Football"
    }
  ],
  "currentCldrName": "Rugby Football",
  "description": "<p>The oval-shaped ball used in the game of <a href=\"https://en.wikipedia.org/wiki/Rugby_football\">rugby</a>. Varies slightly in shape&nbsp;in the two main versions of the game: <a href=\"https://en.wikipedia.org/wiki/Rugby_union\">rugby union</a>&nbsp;and&nbsp;<a href=\"https://en.wikipedia.org/wiki/Rugby_league\">rugby league</a>.</p>\r\n\r\n<p>The appearance of this emoji varies, with a brown leather appearance&nbsp;in Apple and Google&rsquo;s imagery,&nbsp;but a more popular&nbsp;white-with-highlight color in Twitter&rsquo;s&nbsp;design.</p>\r\n",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "659",
  "shortcodes": [
    {
      "code": ":rugby_football:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":rugby_football:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":rugby_football:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":rugby_football:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "rugby-football",
  "title": "Rugby Football",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Sport symbols",
    "keywords": [
      "football",
      "rugby",
      "ball"
    ],
    "definition": "The oval-shaped ball used in the game of rugby. Varies slightly in shape in the two main versions of the game: rugby union and rugby league. http://emojipedia.org/rugby-football/",
    "name": "rugby football",
    "unicode": "U+1F3C9",
    "shortcode": ":rugby_football:",
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00091708v": [
            "To perform in (a sport); to participate in (a game).",
            "To take part in a sport's match.",
            "Participate in games or sport",
            "Participate in (a sport or game)."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00006759n": [
            "Sport is all forms of usually competitive physical activity which, through casual or organised participation, aim to use, maintain or improve physical ability and skills while providing entertainment to participants, and in some cases, spectators.",
            "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competition performance.",
            "Forms of competitive activity, usually physical",
            "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics.",
            "An active diversion requiring physical exertion and competition",
            "A sport, comprising a group of athletic events or disciplines, each of which involves either running, walking, throwing or jumping.",
            "The complex of individual or group activities pursued for exercise or pleasure, often taking a competitive form.",
            "Athletics is an exclusive collection of sporting events that involve competitive running, jumping, throwing, and walking.",
            "Recreational games and play.",
            "An application that allow the user to follow sports headlines, teams, scores, schedules and standings.",
            "A term for athletic sports and culture based on human, physical competition",
            "A group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking.",
            "An umbrella sport, comprising track and field, cross country, road running and racewalking"
          ]
        },
        {
          "bn:00068511n": [
            "Dutch variant of rugby.",
            "Rugby",
            "Rugby football is a style of football that developed at Rugby School and was one of several versions of football played at English public schools during the 19th century.",
            "A sport where players can hold or kick an ovoid ball.",
            "A sport where players can hold or kick an ovoid ball. The ball cannot be handled forwards and points are scored by touching the ball to the ground in the area past their opponent's territory or kicking the ball between goalposts and over a crossbar.",
            "A sport originally from Rugby, England where players in a team of 15 attempt to score points by touching an ovid ball to the ground in the area past their opponent’s territory or kicking the ball between goalposts and over a crossbar",
            "A form of football played with an oval ball",
            "Sport game"
          ]
        },
        {
          "bn:00073699n": [
            "A group of users who share and collaborate on business records in the system. A team can consist of members who report to a single business unit (such as all sales or all customer service) or members who report to different business units (salespeople, customer service representatives, and accounting representatives).",
            "An organization whose members share a common responsibility, interest, or objective.",
            "A team comprises a group of people or other animals linked in a common purpose.",
            "A privacy relationship setting that allows a large amount of information to be viewed, usually assigned to people on your team.",
            "Any group of people involved in the same activity, especially sports or work.",
            "Group of people.",
            "A resource group that participates in a production flow activity.",
            "Group linked in a common purpose",
            "A group of people organized for some common purpose, usually of about ten members.",
            "A cooperative unit (especially in sports)",
            "A group of people involved in the same activity."
          ]
        },
        {
          "bn:00006547n": [
            "Association football, a game in which two teams of eleven players contend to get a round ball into their opponent's goal primarily by kicking the ball with their feet.",
            "Association football, more commonly known as football or soccer, is a sport played between two teams of eleven players with a spherical ball. football",
            "Such as under the auspices of the Scottish Junior Football Association",
            "A sport played on foot in which teams attempt to get a ball into a goal or zone defended by the other team.",
            "Association football, more commonly known as football or soccer, is a sport played between two teams of eleven players with a spherical ball.",
            "A ball game played between two teams of eleven players, each attempting to win by scoring more goals than their opponent.",
            "Sport in which teams compete to put a ball in a defended goal (net) chiefly without use of arms or hands",
            "A football game in which two teams of 11 players try to kick or head a ball into the opponents' goal",
            "A ball sport in which two teams of 11 players each try to get the ball into the other team's goal using mainly their feet."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "rugby football",
    "fromVersion": "1.0",
    "glyph": "🏉",
    "glyphAsUtfInEmoticons": [
      "rugbyball"
    ],
    "group": "Activities",
    "keywords": [
      "ball",
      "football",
      "rugby"
    ],
    "mappedToEmoticons": [
      "rugbyball"
    ],
    "tts": "rugby football",
    "unicode": "1f3c9"
  },
  "fluentui_folder": "rugby-football"
}