{
  "appleName": "Lion Face",
  "code": "🦁",
  "codepointsHex": [
    "U+1F981"
  ],
  "components": [
    {
      "appleName": "Lion Face",
      "code": "🦁",
      "codepointsHex": [
        "U+1F981"
      ],
      "currentCldrName": "Lion",
      "description": "<p>A friendly, cartoon-styled face of a lion&mdash;the large cat and king of the jungle&mdash;looking straight ahead. Depicted as a golden-yellow lion face with a light- or dark-brown mane, white muzzle, and neutral expression.</p>\r\n\r\n<p>Often used with an affectionate tone. Does not have a full-bodied lion emoji counterpart. A lion is represented as <a href=\"/leo/\">♌ Leo</a> in the Western zodiac.</p>\r\n\r\n<p>Available as an Apple&nbsp;<a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Apple&#39;s lion <a href=\"/apple/ios-10.2/lion/\">previously</a> featured a timid-looking expression.</p>",
      "id": "233",
      "slug": "lion",
      "shortcodes": [
        {
          "code": ":lion:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":lion:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":lion_face:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":lion_face:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        },
        {
          "code": ":lion:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Lion Face"
    }
  ],
  "currentCldrName": "Lion",
  "description": "<p>A friendly, cartoon-styled face of a lion&mdash;the large cat and king of the jungle&mdash;looking straight ahead. Depicted as a golden-yellow lion face with a light- or dark-brown mane, white muzzle, and neutral expression.</p>\r\n\r\n<p>Often used with an affectionate tone. Does not have a full-bodied lion emoji counterpart. A lion is represented as <a href=\"/leo/\">♌ Leo</a> in the Western zodiac.</p>\r\n\r\n<p>Available as an Apple&nbsp;<a href=\"/animoji/\">Animoji</a>.</p>\r\n\r\n<p>Apple&#39;s lion <a href=\"/apple/ios-10.2/lion/\">previously</a> featured a timid-looking expression.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "233",
  "shortcodes": [
    {
      "code": ":lion:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":lion:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":lion_face:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":lion_face:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    },
    {
      "code": ":lion:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "lion",
  "title": "Lion Face",
  "type": "SINGLE",
  "version": {
    "date": 1434499200,
    "description": "<p>The Unicode Consortium has approved the following 41 emoji characters as part of <a href=\"http://www.unicode.org/versions/Unicode8.0.0/\">Unicode 8.0</a>, released on June 17, 2015. This is comprised of 37 new emojis, plus five emoji modifiers. Find out <a href=\"http://blog.emojipedia.org/unicode-8-what-and-when\">more about this update</a> on the Emojipedia Blog.</p>\r\n",
    "name": "8.0",
    "slug": "unicode-8.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Supplemental Symbols And Pictographs -> Animal symbols",
    "keywords": [
      "lion",
      "face",
      "zodiac",
      "leo"
    ],
    "definition": "The face of a lion, often referred to as the king of the jungle. Displays with a cute, cartoon-style face in Apple's artwork that appears to http://emojipedia.org/lion-face/",
    "name": "lion face",
    "unicode": "U+1F981",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [],
      "nouns": [
        {
          "bn:01715262n": [
            "Leo is the fifth astrological sign of the zodiac, originating from the constellation of Leo.",
            "Someone with a Leo star sign",
            "A sign of the zodiac",
            "Someone with a Leo star sign.",
            "Astrological sign"
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00057017n": [
            "The phenomena of the physical world, and also to life in general",
            "Nature, in the broadest sense, is equivalent to the natural, physical, or material world or universe.",
            "Nature, derived from the Latin word natura, for \"essential qualities, innate disposition\", and in ancient times, this literally referred to \"birth\"; in a broader sense, it has been applied to the entire physical or material world, and in some mystical or metaphysical uses to realms of relationships beyond these.",
            "The set of all natural systems, including the air, land, water, and living things other than humans.",
            "The summary of everything that has to do with biological, chemical and physical states and events in the physical universe.",
            "Natural world or ecosystem.",
            "The natural physical world including plants and animals and landscapes etc.",
            "The natural world or ecosystem.",
            "Phenomena of the physical world, and also to life in general"
          ]
        },
        {
          "bn:00004222n": [
            "Animals are multicellular, eukaryotic organisms of the kingdom Animalia.",
            "A classification of living organisms",
            "Creature is a 1999 documentary film that was directed by Parris Patton.",
            "All of the animal life of any particular region or time.",
            "Any living organism characterized by voluntary movement, the possession of cells with noncellulose cell walls and specialized sense organs enabling rapid response to stimuli, and the ingestion of complex organic substances such as plants and other animals.",
            "A living organism characterized by voluntary movement",
            "A living organism characterized by voluntary movement.",
            "Animals considered as a group; especially those of a particular country, region, time, etc.",
            "Any of various processes, either sexual or asexual, by which an animal produces one or more individuals similar to itself.",
            "The entire animal life of a given region, habitat or geological stratum.",
            "Any nonhuman animal, esp. a large, four-footed mammal.",
            "Animals considered as a group.",
            "Fauna is all of the animal life of any particular region or time.",
            "This page is for quotes about animals.",
            "Multicellular eukaryotic organisms"
          ]
        },
        {
          "bn:00082066n": [
            "Belt-like region in the sky.",
            "Celestial circle of twelve divisions centered upon the ecliptic",
            "A belt-shaped region in the heavens on either side to the ecliptic; divided into 12 constellations or signs for astrological purposes.",
            "A belt-shaped region in the heavens on either side to the ecliptic; divided into 12 constellations or signs for astrological purposes",
            "In both astrology and historical astronomy, the zodiac is a circle of twelve 30 ° divisions of celestial longitude that are centered upon the ecliptic: the apparent path of the Sun across the celestial sphere over the course of the year.",
            "The belt-like region of the celestial sphere corresponding to the apparent path of the sun over the course of a year, the ecliptic."
          ]
        },
        {
          "bn:00049156n": [
            "Large gregarious predatory feline of Africa and India having a tawny coat with a shaggy mane in the male",
            "A large cat (Panthera leo) that is native to Africa, Asia and formerly much of Europe.",
            "Lions are one of the four big cats in the genus Panthera, and a member of the family Felidae.",
            "Species of big cat",
            "The lion is a traditional symbol of Great Britain, although it also used as a symbol in various other cultures",
            "The lion.",
            "The lion is one of the five big cats in the genus Panthera and a member of the family Felidae.",
            "A big cat, Panthera leo, native to Africa, India and formerly to much of Europe. The term may apply to the species as a whole, to individuals, or to male individuals. It also applies to related species like mountain lions."
          ]
        },
        {
          "bn:00050692n": [
            "Constellation",
            "A section of the night sky",
            "One of the twelve constellations of the zodiac.",
            "A zodiacal constellation in northern hemisphere between Cancer and Virgo",
            "Leo is one of the constellations of the zodiac, lying between Cancer to the west and Virgo to the east."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "lion",
    "fromVersion": "1.0",
    "glyph": "🦁",
    "glyphAsUtfInEmoticons": [
      "lion"
    ],
    "group": "Animals & Nature",
    "keywords": [
      "face",
      "Leo",
      "lion",
      "zodiac"
    ],
    "mappedToEmoticons": [
      "lion"
    ],
    "tts": "lion",
    "unicode": "1f981"
  },
  "fluentui_folder": "lion-face"
}