{
  "alsoKnownAs": [
    "Exercise",
    "Happy Sweat"
  ],
  "appleName": "Grinning Face with Sweat",
  "code": "😅",
  "codepointsHex": [
    "U+1F605"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "Exercise",
        "Happy Sweat"
      ],
      "appleName": "Grinning Face with Sweat",
      "code": "😅",
      "codepointsHex": [
        "U+1F605"
      ],
      "currentCldrName": "Grinning Face with Sweat",
      "description": "<p>Has the same grin and eyes as&nbsp;<a href=\"/grinning-face-with-smiling-eyes/\">😄 Grinning Face With Smiling Eyes</a>&nbsp;but with a single, blue bead of sweat, usually over its left eye. Intended to depict nerves or discomfort but commonly used to express a close call, as if saying <em>Whew!</em> and wiping sweat from the forehead.&nbsp;</p>",
      "id": "6",
      "slug": "grinning-face-with-sweat",
      "shortcodes": [
        {
          "code": ":grinning_face_with_sweat:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":sweat_smile:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":sweat_smile:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":sweat_smile:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Smiling Face with Open Mouth and Cold Sweat"
    }
  ],
  "currentCldrName": "Grinning Face with Sweat",
  "description": "<p>Has the same grin and eyes as&nbsp;<a href=\"/grinning-face-with-smiling-eyes/\">😄 Grinning Face With Smiling Eyes</a>&nbsp;but with a single, blue bead of sweat, usually over its left eye. Intended to depict nerves or discomfort but commonly used to express a close call, as if saying <em>Whew!</em> and wiping sweat from the forehead.&nbsp;</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "6",
  "shortcodes": [
    {
      "code": ":grinning_face_with_sweat:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":sweat_smile:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":sweat_smile:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":sweat_smile:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "grinning-face-with-sweat",
  "title": "Smiling Face with Open Mouth and Cold Sweat",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Emoticons -> Faces",
    "keywords": [
      "cold",
      "smile",
      "open",
      "sweat",
      "face"
    ],
    "definition": "The same face as Smiling Face With Open Mouth And Smiling Eyes, but with a single drop of sweat on one side of the face. A rarely used emoji http://emojipedia.org/smiling-face-with-open-mouth-and-cold-sweat/",
    "name": "smiling face with open mouth & cold sweat",
    "unicode": "U+1F605",
    "shortcode": ":sweat_smile:",
    "senses": {
      "adjectives": [
        {
          "bn:00103933a": [
            "Enjoying or showing or marked by joy or pleasure"
          ]
        },
        {
          "bn:00097006a": [
            "Arousing laughter.",
            "Of or pertaining to laughter",
            "Being funny, whimsically amusing.",
            "Arousing or provoking laughter",
            "Full of humor or arousing laughter; funny.",
            "Funny; amusing; comical.",
            "Fitted to excite laughter; humorous.",
            "Amusing; humorous; comical.",
            "Funny, hilarious."
          ]
        },
        {
          "bn:00100892a": [
            "Being in a state between dry and wet; moderately wet; moist.",
            "Of eyes: tearful.",
            "Slightly wet",
            "Of eyes: tearful, wet with tears."
          ]
        },
        {
          "bn:00100772a": [
            "Cute, appealing.",
            "Attractive especially by means of smallness or prettiness or quaintness"
          ]
        },
        {
          "bn:00110068a": [
            "Containing or filled with salt",
            "Containing salt."
          ]
        },
        {
          "bn:00107231a": [
            "Easily agitated or distressed.",
            "Easily agitated",
            "Easily agitated or alarmed; on edge or edgy."
          ]
        },
        {
          "bn:13604493a": [
            "Wet or covered with sweat, smelling of sweat.",
            "Covered in sweat",
            "Covered in sweat."
          ]
        },
        {
          "bn:00104348a": [
            "Used of physical heat; having a high or higher than desirable temperature or giving off heat or feeling or causing a sensation of heat or burning",
            "Of an object, having a high temperature.",
            "Having a high temperature."
          ]
        }
      ],
      "verbs": [
        {
          "bn:00087901v": [
            "Produce laughter",
            "Show mirth by peculiar movement of the muscles of the face and emission of sounds.",
            "To show mirth, satisfaction, or derision, by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to indulge in laughter.",
            "To express pleasure, mirth or derision by peculiar movement of the muscles of the face, particularly of the mouth, causing a lighting up of the face and eyes, and usually accompanied by the emission of explosive or chuckling sounds from the chest and throat; to produce laughter."
          ]
        },
        {
          "bn:00091564v": [
            "Excrete perspiration through the pores in the skin",
            "To emit sweat.",
            "To secrete sweat.",
            "To emit sweat or perspiration through the skin's pores."
          ]
        },
        {
          "bn:00093934v": [
            "Change one's facial expression by spreading the lips, often to signal pleasure"
          ]
        },
        {
          "bn:13738115v": [
            "To heat, or to become hot"
          ]
        }
      ],
      "nouns": [
        {
          "bn:00042905n": [
            "The emotion of being happy; joy.",
            "Mental or emotional state of well-being characterized by pleasant emotions",
            "Happiness is an emotional or affective state that is characterized by feelings of enjoyment and satisfaction.",
            "Happiness is a mental or emotional state of well-being characterized by positive or pleasant emotions ranging from contentment to intense joy.",
            "Emotion of being happy.",
            "The state of being jocund.",
            "Emotions experienced when in a state of well-being.",
            "Emotions experienced when in a state of well-being"
          ]
        },
        {
          "bn:00032600n": [
            "Part of the body at the front of the head",
            "The face is a central organ of sense and is also very central in the expression of emotion among humans and among numerous other species.",
            "Faces are the central sense organ complexes, for those animals that have one, normally on the ventral surface of the head.",
            "The front of the human head from the forehead to the chin and ear to ear",
            "The front part of the head, featuring the eyes, nose, and mouth and the surrounding area."
          ]
        },
        {
          "bn:00041807n": [
            "A happy face expression using mouth, but without producing voice.",
            "A smile is a facial expression formed by flexing the muscles near both ends of the mouth and by flexing muscles throughout the mouth.",
            "A facial expression comprised by flexing the muscles of both ends of one's mouth, often showing the front teeth, without vocalisation, and in humans is a common involuntary or voluntary expression of happiness, pleasure, amusement or anxiety.",
            "A facial expression characterized by turning up the corners of the mouth; usually shows pleasure or amusement",
            "Conscious or subconscious facial muscular movement conveying mirth or pleasure",
            "An upwards movement of the sides of the mouth that indicates happiness or satisfaction."
          ]
        },
        {
          "bn:00050198n": [
            "Laughter can be an audible expression of merriment and amusement or an inward feeling of joy or pleasure, in a reaction to certain stimuli, including fundamental stresses, which serves as an emotional balancing mechanism.",
            "The sound of laughing.",
            "The sound of laughing, produced by air so expelled; any similar sound.",
            "An involuntary reaction to a funny or entertaining dialogue or action that usually results in the emission of chuckling or explosive sounds, and shows happiness or satisfaction of the situation.",
            "Laughter is a physical reaction in humans and some species of primate, consisting typically of rhythmical, often audible contractions of the diaphragm and other parts of the respiratory system.",
            "An expression of mirth particular to the human species; the sound heard in laughing; laughter.",
            "Example: The witch gave a cackle, then went away on her broom.",
            "Expression of mirth peculiar to the human species.",
            "LAUNGAGE ALSO NEEDED  HIND",
            "The sound of laughing"
          ]
        },
        {
          "bn:00048135n": [
            "Terms of abuse for a masturbator",
            "Wanker is a term that literally means \"one who wanks \" but has since become a general insult.",
            "Insult"
          ]
        },
        {
          "bn:00053763n": [
            "Masturbation is the self-sexual stimulation of the genitals for sexual arousal or other sexual pleasure, usually to the point of orgasm.",
            "Sexual stimulation of the genitals",
            "Masturbation",
            "Manual erotic stimulation of the genitals or other erotic regions, often to orgasm, either by oneself or a partner.",
            "Manual stimulation of the genital organs (of yourself or another) for sexual pleasure",
            "The manual excitation of one's own sexual organs, most often to the point of orgasm.",
            "The sexual stimulation of, or sexual desire toward, one's own body.",
            "Null"
          ]
        },
        {
          "bn:00037008n": [
            "A joke is something spoken, written, or done with humorous intention.",
            "A humorous anecdote or remark intended to provoke laughter",
            "Something spoken, written, or done with humorous intention",
            "Jesting or joking is engaging in humorous behavior, typically involving joking, bantering, and even ridicule or mockery.",
            "A joke or other mischievous prank.",
            "A joke or quip."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "grinning face with sweat",
    "fromVersion": "0.6",
    "glyph": "😅",
    "glyphAsUtfInEmoticons": [
      "sweatgrinning"
    ],
    "group": "Smileys & Emotion",
    "keywords": [
      "cold",
      "face",
      "grinning face with sweat",
      "open",
      "smile",
      "sweat"
    ],
    "mappedToEmoticons": [
      "sweatgrinning"
    ],
    "tts": "grinning face with sweat",
    "unicode": "1f605"
  },
  "fluentui_folder": "smiling-face-with-open-mouth-and-cold-sweat"
}