{
  "category": "Emoticons -> Gesture symbols",
  "keywords": [
    "light skin tone",
    "hand",
    "ok",
    "gesture"
  ],
  "definition": "This version of the ?? Person Gesturing OK emoji has the ?? Light Skin Tone applied, which is displayed as a Pale Skin Tone on supported pla http://emojipedia.org/face-with-ok-gesture-type-1-2/",
  "unicode": "U+1F646 U+1F3FB",
  "name": "person gesturing OK: light skin tone",
  "shortcode": null,
  "senses": {
    "adjectives": [
      {
        "bn:00096817a": [
          "Being satisfactory or in satisfactory condition"
        ]
      }
    ],
    "verbs": [
      {
        "bn:00088732v": [
          "To express something by a gesture or gestures.",
          "To say or express through gestures.",
          "Show, express or direct through movement",
          "To show, express or direct through movements.",
          "To express through gestures."
        ]
      },
      {
        "bn:00092421v": [
          "To make a reply or response to.",
          "To communicate a message of any form in reaction to something that has been asked or expressed, to the being who expressed it.",
          "To act or gesture in response.",
          "Show a response or a reaction to something",
          "To reply to an email, text message, or Calendar request by tapping the “respond” button."
        ]
      },
      {
        "bn:00086271v": [
          "Move rhythmically to music.",
          "Move in a graceful and rhythmical way",
          "To move with rhythmic steps or movements, especially in time to music."
        ]
      }
    ],
    "nouns": [
      {
        "bn:00001530n": [
          "A woman is a female human.",
          "Female adult human",
          "An animal of the sex that produces eggs.",
          "An adult human member of the sex that produces ova and bears young.",
          "An adult female human.",
          "An adult female person (as opposed to a man)",
          "Adult female human being."
        ]
      },
      {
        "bn:00046516n": [
          "A person, especially as one among many.",
          "Some unspecified person.",
          "An individual is a person or a specific object.",
          "A single physical human being as a legal subject, as opposed to a legal person such as a corporation.",
          "A human; someone susceptible to death.",
          "A human being",
          "A person is a being, such as a human, that has certain capacities or attributes constituting personhood, which in turn is defined differently by different authors in different disciplines, and by different cultures in different times and places.",
          "A human being.",
          "A person that will die eventually.",
          "A being, such as a human, that has certain capacities or attributes constituting personhood",
          "Abstract term defining a being, e.g. a human, that has certain capacities or attributes constituting personhood (not for use with \"instance of\" [P31], instead use \"human\" [Q5])",
          "Some person.",
          "An individual; usually a human being."
        ]
      },
      {
        "bn:00034453n": [
          "Young female human",
          "A young female human; (in contrast to boy), a female child or young adult.",
          "A title of respect for a young woman (usually unmarried) with or without a name used.",
          "A young female person, usually a child or teenager.",
          "A young woman",
          "A young girl.",
          "A girl is any female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A girl is a female human from birth through childhood and adolescence to attainment of adulthood when she becomes a woman.",
          "A young female; miss."
        ]
      },
      {
        "bn:00042759n": [
          "That part of the fore limb below the forearm or wrist in primates (including humans).",
          "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
          "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
          "Part of the fore limb.",
          "The (prehensile) extremity of the superior limb",
          "The manus is the zoological term for the distal portion of the fore limb of an animal.",
          "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
          "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
        ]
      },
      {
        "bn:00040336n": [
          "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
          "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
          "Form of non-verbal communication or non-vocal communication",
          "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
          "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
        ]
      },
      {
        "bn:00008165n": [
          "A classical form of dance accompanied by music.",
          "Concert dance is dance performed for an audience.",
          "A theatrical representation of a story that is performed to music by trained dancers",
          "A classical form of dance.",
          "Classical form of dance.",
          "Ballet is a type of performance dance that originated in the Italian Renaissance courts of the 15th century and later developed into a concert dance form in France and Russia."
        ]
      }
    ]
  },
  "code": "🙆🏻",
  "fluentui_metadata": {
    "cldr": "person gesturing OK",
    "fromVersion": "0.6",
    "glyph": "🙆",
    "glyphAsUtfInEmoticons": [
      "1f646_persongesturingok",
      "face_with_ok_gesture"
    ],
    "group": "People & Body",
    "keywords": [
      "gesture",
      "hand",
      "OK",
      "person gesturing OK"
    ],
    "mappedToEmoticons": [
      "1f646_persongesturingok"
    ],
    "tts": "person gesturing OK",
    "unicode": "1f646",
    "unicodeSkintones": [
      "1f646",
      "1f646 1f3fb",
      "1f646 1f3fc",
      "1f646 1f3fd",
      "1f646 1f3fe",
      "1f646 1f3ff"
    ]
  },
  "fluentui_folder": "person-gesturing-ok-light-skin-tone",
  "slug": "person-gesturing-ok-light-skin-tone"
}