{
  "alsoKnownAs": [
    "String Quartet",
    "World’s Smallest Violin"
  ],
  "appleName": "Violin",
  "code": "🎻",
  "codepointsHex": [
    "U+1F3BB"
  ],
  "components": [
    {
      "alsoKnownAs": [
        "String Quartet",
        "World’s Smallest Violin"
      ],
      "appleName": "Violin",
      "code": "🎻",
      "codepointsHex": [
        "U+1F3BB"
      ],
      "currentCldrName": "Violin",
      "description": "<p>A violin emoji. Sometimes&nbsp;used&nbsp;in the context of&nbsp;the <a href=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/WorldsSmallestViolin\">world&rsquo;s smallest violin</a>.</p>",
      "id": "736",
      "slug": "violin",
      "shortcodes": [
        {
          "code": ":violin:",
          "vendor": {
            "slug": "shortcodes",
            "title": "Emojipedia"
          }
        },
        {
          "code": ":violin:",
          "vendor": {
            "slug": "github",
            "title": "GitHub"
          }
        },
        {
          "code": ":violin:",
          "vendor": {
            "slug": "slack",
            "title": "Slack"
          }
        },
        {
          "code": ":violin:",
          "vendor": {
            "slug": "discord",
            "title": "Discord"
          }
        }
      ],
      "title": "Violin"
    }
  ],
  "currentCldrName": "Violin",
  "description": "<p>A violin emoji. Sometimes&nbsp;used&nbsp;in the context of&nbsp;the <a href=\"http://tvtropes.org/pmwiki/pmwiki.php/Main/WorldsSmallestViolin\">world&rsquo;s smallest violin</a>.</p>",
  "emojiVersion": {
    "date": 1438646400,
    "name": "1.0",
    "slug": "emoji-1.0",
    "status": 0
  },
  "id": "736",
  "shortcodes": [
    {
      "code": ":violin:",
      "vendor": {
        "slug": "shortcodes",
        "title": "Emojipedia"
      },
      "source": "cldr"
    },
    {
      "code": ":violin:",
      "vendor": {
        "slug": "github",
        "title": "GitHub"
      },
      "source": "github"
    },
    {
      "code": ":violin:",
      "vendor": {
        "slug": "slack",
        "title": "Slack"
      },
      "source": "slack"
    },
    {
      "code": ":violin:",
      "vendor": {
        "slug": "discord",
        "title": "Discord"
      },
      "source": "discord"
    }
  ],
  "slug": "violin",
  "title": "Violin",
  "type": "SINGLE",
  "version": {
    "date": 1286755200,
    "description": "<p>Released in&nbsp;October&nbsp;2010, Unicode 6.0 was the first version of the Unicode Standard to support emoji.</p>\r\n\r\n<p>Some characters in <a href=\"/unicode-5.2/\">prior</a>&nbsp;versions of Unicode were retroactively updated to provide&nbsp;an emoji presentation. This release was the first to introduce new characters for the sole purpose of compatability with emojis being used in Japan.</p>",
    "name": "6.0",
    "slug": "unicode-6.0",
    "status": 0
  },
  "emoji_net_data": {
    "category": "Miscellaneous Symbols And Pictographs -> Musical symbols",
    "keywords": [
      "instrument",
      "music"
    ],
    "definition": "A violin emoji. Sometimes  used in the context of the world’s smallest violin. Violin was approved as part of Unicode 6.0 in 2010 and added  http://emojipedia.org/violin/",
    "name": "violin",
    "unicode": "U+1F3BB",
    "shortcode": ":violin:",
    "senses": {
      "adjectives": [
        {
          "bn:00106584a": [
            "Melodious, tuneful",
            "Containing or constituting or characterized by pleasing melody"
          ]
        },
        {
          "bn:00103983a": [
            "Melodious; in harmony.",
            "Existing together in harmony"
          ]
        },
        {
          "bn:00113923a": [
            "Made or consisting of (entirely or in part) or employing wood",
            "Made of wood."
          ]
        }
      ],
      "verbs": [],
      "nouns": [
        {
          "bn:00046965n": [
            "A musical instrument is an instrument created or adapted to make musical sounds.",
            "A device constructed or modified with the purpose of making music.",
            "Sound producing object used by a musician for this purpose",
            "Any of various devices or contrivances that can be used to produce musical tones or sounds",
            "A device, object, contrivance or machine used to produce musical notes or sounds.",
            "A device designed to produce musical sounds",
            "A device used to produce music."
          ]
        },
        {
          "bn:00034250n": [
            "Bowed stringed instrument that is the highest member of the violin family; this instrument has four strings and a hollow body and an unfretted fingerboard and is played with a bow",
            "A musical instrument of the strings family with four strings tuned in perfect fifths.",
            "A kind of dock (Rumex pulcher) with leaves shaped like the musical instrument.",
            "A musical four-string instrument, generally played with a bow or by plucking the string. Pitch is set by pressing the strings at the appropriate place with the fingers.",
            "A fiddle is any bowed string musical instrumen, most often the violin.",
            "The violin, also known as a fiddle, is a string instrument, usually with four strings tuned in perfect fifths.",
            "Fiddle is another name for the bowed string musical instrument more often called a violin.",
            "Musical instrument"
          ]
        },
        {
          "bn:00056443n": [
            "Someone who is passionate about music.",
            "Music is an art form whose medium is sound.",
            "Music is an art form that involves sounds and silence.",
            "A sound, or the study of such sounds, organized in time.",
            "The artistic organization of sounds or tones that expresses ideas and emotions through the elements of rhythm, melody, harmony and tonal color.",
            "Form of art using sound",
            "An app that facilitates the playing of music.",
            "Sound, organized in time in a melodious way.",
            "An artistic form of auditory communication incorporating instrumental or vocal tones in a structured and continuous manner",
            "The title of the hub for music and video."
          ]
        },
        {
          "bn:00059285n": [
            "Large group of musicians who play together on various instruments.",
            "Large instrumental ensemble",
            "A large group of musicians who play together on various instruments, usually including some from strings, woodwind, brass and/or percussion; the instruments played by such a group. The prefix \"philharmonic\" does not indicate any difference from a normal orchestra, but can be useful to distinguish different ensembles based in the same city (for instance, the London Symphony Orchestra and the London Philharmonic Orchestra).",
            "An orchestra is a large instrumental ensemble that contains sections of string, brass, woodwind, and percussion instruments.",
            "A large group of musicians who play together on various instruments, usually including some from strings, woodwind, brass and/or percussion; the instruments played by such a group.",
            "A musical organization consisting of a group of instrumentalists including string players",
            "A large group of musicians who play together on various instruments."
          ]
        }
      ]
    }
  },
  "fluentui_metadata": {
    "cldr": "violin",
    "fromVersion": "0.6",
    "glyph": "🎻",
    "glyphAsUtfInEmoticons": [
      "1f3bb_violin"
    ],
    "group": "Objects",
    "keywords": [
      "instrument",
      "music",
      "violin"
    ],
    "mappedToEmoticons": [
      "1f3bb_violin"
    ],
    "tts": "violin",
    "unicode": "1f3bb"
  },
  "fluentui_folder": "violin"
}